{
    "dynasty": "唐",
    "author": "张说",
    "intro": "张说（667－730）字道济，或字说之，洛阳人。",
    "items": [
        {
            "title": "三月闺怨",
            "content": "三月时将尽，空房妾独居。蛾眉愁自结，鬓发没情梳。"
        },
        {
            "title": "游老君洞",
            "content": "枕漱鑱鍼泉石肓，登临又刮山川目。\r\n太清飞出离宫景，平地分为散仙福。\r\n知津有赖大夫松，避道尤勤居士木。\r\n层峦破晓霞散绮，断岩涵空雾披縠。\r\n界远都归粟粒藏，脉近宁劳杖头缩。\r\n不愁风引轻舟却，更喜村通小径曲。\r\n妙含道德五千余，迥出洞天三十六。\r\n青牛税驾从懒卧，宝猊回拱长蹲伏。\r\n犹余砥室灿金星，安用柔宗扶玉局。\r\n岩前日月自朝夕阳，物外乾坤岂寒燠。\r\n蛇灵必化第须时，豹隐唯邻聊协卜。\r\n共知容与乐无限，谁想绪余善非独。\r\n两柱擎天寿八荒，一水为霖登百谷。\r\n深嗟晚到偿畴昔，争忍疎游逾信宿。\r\n痴儿浪作谢鲲图，坐进因明天下谷。"
        },
        {
            "title": "奉萧令嵩酒并诗（已下三首，俱赐宴东堂作）",
            "content": "乐奏天恩满，杯来秋兴高。更蒙萧相国，对席饮醇醪。"
        },
        {
            "title": "奉酬韦祭酒嗣立，偶游龙门北溪，忽怀骊山别",
            "content": "石涧泉虚落，松崖路曲回。闻君北溪下，想像南山隈。\r近念鼎湖别，遥思云嶂陪。不同奇觏往，空睹斯文来。\r岁后寒初变，春前芳未开。黄蕤袅岸柳，紫萼折村梅。\r尽室兹游玩，盈门几乐哉。嗟留洛阳陌，梦诣建章台。\r野失巢由性，朝非元凯才。布怀钦远迹，幽意日尘埃。"
        },
        {
            "title": "奉和圣制送王晙巡边应制",
            "content": "六月歌周雅，三边遣夏卿。欲施攻战法，先作简稽行。\r礼乐知谋帅，春秋识用兵。一劳堪定国，万里即长城。\r策有和戎利，威传破虏名。军前雨洒道，楼上月临营。\r别藻瑶华降，同衣锦襮荣。关山由义近，戎马为恩轻。\r丝竹路傍散，风云马上生。朝廷谓吉甫，邦国望君平。"
        },
        {
            "title": "奉和圣制春日出苑应制（一作瞩目应令，一作",
            "content": "禁林艳裔发青阳，春望逍遥出画堂。雨洗亭皋千亩绿，\r风吹梅李一园香。鹤飞不去随青管，鱼跃翻来入彩航。\r睿赏欢承天保定，遒文更睹日重光。"
        },
        {
            "title": "送王晙自羽林赴永昌令",
            "content": "将星移北洛，神雨避东京。为负刚肠誉，还追强项名。\r白云向伊阙，黄叶散昆明。多谢弦歌宰，稀闻桴鼓声。"
        },
        {
            "title": "岳阳石门墨山二山相连，有禅堂观天下绝境",
            "content": "囷轮江上山，近在华容县。常涉巴丘首，天晴遥可见。\r佳游屡前诺，芳月愆幽眷。及此符守移，欢言临道便。\r既携赏心客，复有送行掾。竹径入阴窅，松萝上空蒨。\r草共林一色，云与峰万变。探窥石门断，缘越沙涧转。\r两山势争雄，峰巘相顾眄。药妙灵仙宝，境华岩壑选。\r清都西渊绝，金地东敞宴。池果接园畦，风烟迩台殿。\r高寻去石顶，旷览天宇遍。千山纷满目，百川豁对面。\r骑来云气迎，人去鸟声恋。长揖桃源士，举世同企羡。"
        },
        {
            "title": "襄阳路逢寒食",
            "content": "去年寒食洞庭波，今年寒食襄阳路。\r\n不辞著处寻山水，只畏还家落春暮。\r\n第九十卷"
        },
        {
            "title": "同赵侍御望归舟",
            "content": "山庭迥迥面长川，江树重重极远烟。\r\n形影相追高翥鸟，心肠并断北风船。"
        },
        {
            "title": "送梁六自洞庭山作",
            "content": "巴陵一望洞庭秋，日见孤峰水上浮。\r\n闻道神仙不可接，心随湖水共悠悠。"
        },
        {
            "title": "和尹从事懋泛洞庭",
            "content": "平湖一望上连天，林景千寻下洞泉。\r\n忽惊水上光华满，疑是乘舟到日边。"
        },
        {
            "title": "三月三日定昆池奉和萧令得潭字韵",
            "content": "暮春三月日重三，春水桃花满禊潭。\r\n广乐逶迤天上下，仙舟摇衍镜中酣。"
        },
        {
            "title": "十五日夜御前口号踏歌词二首",
            "content": "花萼楼前雨露新，长安城里太平人。\r\n龙衔火树千重焰，鸡踏莲花万岁春。\r\n帝宫三五戏春台，行雨流风莫妒来。\r\n西域灯轮千影合，东华金阙万重开。"
        },
        {
            "title": "奉和圣制同玉真公主游大哥山池题石壁",
            "content": "池如明镜月华开，山学香炉云气来。\r\n神藻飞为鶺鴒赋，仙声飏出凤凰台。"
        },
        {
            "title": "奉和圣制幸韦嗣立山庄应制",
            "content": "西京上相出扶阳，东郊别业好池塘。\r\n自非仁智符天赏，安能日月共回光。"
        },
        {
            "title": "桃花园马上应制",
            "content": "林间艳色骄天马，苑里秾华伴丽人。\r\n愿逐南风飞帝席，年年含笑舞青春。"
        },
        {
            "title": "奉和三日祓禊渭滨应制",
            "content": "青郊上巳艳阳年，紫禁皇游祓渭川。\r\n幸得欢娱承湛露，心同草树乐春天。"
        },
        {
            "title": "破陈乐词二首",
            "content": "汉兵出顿金微，照日光明铁衣。百里火幡焰焰，\r\n千行云骑霏霏。蹙踏辽河自竭，鼓噪燕山可飞。\r\n正属四方朝贺，端知万舞皇威。\r\n少年胆气凌云，共许骁雄出群。匹马城西挑战，\r\n单刀蓟北从军。一鼓鲜卑送款，五饵单于解纷。\r\n誓欲成名报国，羞将开阁论勋。"
        },
        {
            "title": "伤妓人董氏四首",
            "content": "董氏娇娆性，多为窈窕名。人随秋月落，韵入捣衣声。\r\n粉蕊粘妆簏，金花竭翠条。夜台无戏伴，魂影向谁娇。\r\n旧亭红粉阁，宿处白云关。春日双飞去，秋风独不还。\r\n舞席沾残粉，歌梁委旧尘。独伤窗里月，不见帐中人。"
        },
        {
            "title": "岭南送使二首",
            "content": "狱中生白发，岭外罢红颜。古来相送处，凡得几人还。\r\n万里投荒裔，来时不见亲。一朝成白首，看取报家人。"
        },
        {
            "title": "岳州看黄叶",
            "content": "白首看黄叶，徂颜复几何。空惭棠树下，不见政成歌。"
        },
        {
            "title": "九日进茱萸山诗五首",
            "content": "家居洛阳下，举目见嵩山。刻作茱萸节，情生造化间。\r\n黄花宜泛酒，青岳好登高。稽首明廷内，心为天下劳。\r\n菊酒携山客，萸囊系牧童。路疑随大隗，心似问鸿蒙。\r\n九日重阳数，三秋万实成。时来谒轩后，罢去坐蓬瀛。\r\n晚节欢重九，高山上五千。醉中知遇圣，梦里见寻仙。"
        },
        {
            "title": "又（一本此首同前第一首为二首）",
            "content": "春来半月度，俗忌一时闲。不酌他乡酒，惟堪对楚山。"
        },
        {
            "title": "耗磨日饮二首",
            "content": "耗磨传兹日，纵横道未宜。但令不忌醉，翻是乐无为。\r\n上月今朝减，流传耗磨辰。还将不事事，同醉俗中人。"
        },
        {
            "title": "元朝（一作幽州元日）",
            "content": "今岁元日乐，不谢往年春。知向来心道，谁为昨夜人。"
        },
        {
            "title": "岳州守岁二首",
            "content": "夜风吹醉舞，庭户对酣歌。愁逐前年少，欢迎今岁多。\r\n桃枝堪辟恶，爆竹好惊眠。歌舞留今夕，犹言惜旧年。"
        },
        {
            "title": "钦州守岁",
            "content": "故岁今宵尽，新年明旦来。愁心随斗柄，东北望春回。"
        },
        {
            "title": "正朝摘梅",
            "content": "蜀地寒犹暖，正朝发早梅。偏惊万里客，已复一年来。"
        },
        {
            "title": "被使在蜀",
            "content": "即今三伏尽，尚自在临邛。归途千里外，秋月定相逢。"
        },
        {
            "title": "书香能和尚塔",
            "content": "大师捐世去，空馀法力在。远寄无碍香，心随到南海。"
        },
        {
            "title": "送梁知微渡海东",
            "content": "今日此相送，明年此相待。天上客星回，知君渡东海。"
        },
        {
            "title": "醉中作",
            "content": "醉后乐无极，弥胜未醉时。动容皆是舞，出语总成诗。"
        },
        {
            "title": "广州江中作",
            "content": "去国年方晏，愁心转不堪。离人与江水，终日向西南。"
        },
        {
            "title": "奉裴中书光庭酒",
            "content": "西掖恩华降，南宫命席阑。讵知鸡树后，更接凤池欢。"
        },
        {
            "title": "清夜酌",
            "content": "秋阴士多感，雨息夜无尘。清樽宜明月，复有平生人。"
        },
        {
            "title": "奉宇文黄门融酒",
            "content": "圣德垂甘露，天章下大风。又乘黄阁赏，愿作黑头公。"
        },
        {
            "title": "奉萧令嵩酒并诗",
            "content": "乐奏天恩满，杯来秋兴高。更蒙萧相国，对席饮醇醪。"
        },
        {
            "title": "奉和圣制潼关口号应制",
            "content": "天德平无外，关门东复西。不将千里隔，何用一丸泥。"
        },
        {
            "title": "江中诵经",
            "content": "实相归悬解，虚心暗在通。澄江明月内，应是色成空。"
        },
        {
            "title": "喜度岭",
            "content": "东汉兴唐历，南河复禹谋。宁知瘴疠地，生入帝皇州。\r\n雷雨苏虫蛰，春阳放学鸠。洄沿炎海畔，登降闽山陬。\r\n岭路分中夏，川源得上流。见花便独笑，看草即忘忧。\r\n自始居重译，天星已再周。乡关绝归望，亲戚不相求。\r\n弃杖枯还植，穷鳞涸更浮。道消黄鹤去，运启白驹留。\r\n江妾晨炊黍，津童夜棹舟。盛明良可遇，莫后洛城游。\r\n第八十九卷"
        },
        {
            "title": "赦归在道中作",
            "content": "陈焦心息尽，死意不期生。何幸光华旦，流人归上京。\r\n愁将网共解，服与代俱明。复是三阶正，还逢四海平。\r\n谁能定礼乐，为国著功成。"
        },
        {
            "title": "闻雨",
            "content": "穷冬万花匝，永夜百忧攒。危戍临江火，空斋入雨寒。\r\n断猿知屡别，嘶雁觉虚弹。心对炉灰死，颜随庭树残。\r\n旧恩怀未报，倾胆镜中看。"
        },
        {
            "title": "清远江峡山寺",
            "content": "流落经荒处，逍遥此梵宫。云峰吐月白，石壁淡烟红。\r\n宝塔灵仙涌，悬龛造化功。天香涵竹气，虚呗引松风。\r\n檐牖飞花入，廊房激水通。猿鸣知谷静，鱼戏辨江空。\r\n静默将何贵，惟应心境同。"
        },
        {
            "title": "伯奴边见归田赋因投赵侍御",
            "content": "尔家叹穷鸟，吾族赋归田。莫道荣枯异，同嗟世网牵。\r\n黄陵浮汨渚，青草会湘川。去国逾三岁，兹山老二年。\r\n寒鸮鸣舍下，昏虎卧篱前。客泪堪斑竹，离亭欲赠荃。\r\n放言久无次，触兴感成篇。"
        },
        {
            "title": "别灉湖",
            "content": "念别灉湖去，浮舟更一临。千峰出浪险，万木抱烟深。\r\n南郡延恩渥，东山恋宿心。露花香欲醉，时鸟啭馀音。\r\n涉趣皆留赏，无奇不遍寻。莫言山水间，幽意在鸣琴。"
        },
        {
            "title": "寄刘道士舄",
            "content": "真人降紫气，邀我丹田宫。远寄双飞舄，飞飞不碍空。"
        },
        {
            "title": "岳州夜坐",
            "content": "炎洲苦三伏，永日卧孤城。赖此闲庭夜，萧条夜月明。\r\n独歌还太息，幽感见馀声。江近鹤时叫，山深猿屡鸣。\r\n息心观有欲，弃知返无名。五十知天命，吾其达此生。"
        },
        {
            "title": "春雨早雷",
            "content": "东北春风至，飘飘带雨来。拂黄先变柳，点素早惊梅。\r\n树蔼悬书阁，烟含作赋台。河鱼未上冻，江蛰已闻雷。\r\n美人宵梦著，金屏曙不开。无缘一启齿，空酌万年杯。"
        },
        {
            "title": "岳州作",
            "content": "水国生秋草，离居再及瓜。山川临洞穴，风日望长沙。\r\n物土南州异，关河北信赊。日昏闻怪鸟，地热见修蛇。\r\n远人梦归路，瘦马嘶去家。正有江潭月，徘徊恋九华。"
        },
        {
            "title": "岳州九日宴道观西阁",
            "content": "摇落长年叹，蹉跎远宦心。北风嘶代马，南浦宿阳禽。\r\n佳此黄花酌，酣馀白首吟。凉云霾楚望，濛雨蔽荆岑。\r\n登眺思清景，谁将眷浊阴。钓歌出江雾，樵唱入山林。\r\n鱼以嘉名采，木为美材侵。大道由中悟，逍遥匪外寻。\r\n参佐多君子，词华妙赏音。留题洞庭观，望古意何深。"
        },
        {
            "title": "岳州宴姚绍之",
            "content": "杞梓滞江滨，光华向日新。难兄金作友，媚子玉为人。\r\n山水含秋兴，池亭借善邻。檐松风送静，院竹鸟来驯。\r\n翠斝吹黄菊，雕盘鲙紫鳞。缓歌将醉舞，为拂绣衣尘。"
        },
        {
            "title": "对酒行巴陵作",
            "content": "留侯封万户，园令寿千金。本为成王业，初由赋上林。\r\n繁荣安足恃，霜露递相寻。鸟哭楚山外，猿啼湘水阴。\r\n梦中城阙近，天畔海云深。空对忘忧酌，离忧不去心。"
        },
        {
            "title": "岳州观竞渡",
            "content": "画作飞凫艇，双双竞拂流。低装山色变，急棹水华浮。\r\n土尚三闾俗，江传二女游。齐歌迎孟姥，独舞送阳侯。\r\n鼓发南湖溠，标争西驿楼。并驱常诧速，非畏日光遒。"
        },
        {
            "title": "岳州西城",
            "content": "水国何辽旷，风波遂极天。西江三纪合，南浦二湖连。\r\n危堞临清境，烦忧暂豁然。九围观掌内，万象阅眸前。\r\n日去长沙渚，山横云梦田。汀葭变秋色，津树入寒烟。\r\n潜穴探灵诡，浮生揖圣仙。至今人不见，迹灭事空传。"
        },
        {
            "title": "相州冬日早衙",
            "content": "城外宵钟敛，闺中曙火残。朝光曜庭雪，宿冻聚池寒。\r\n正色临厅事，疑词定笔端。除苛囹圄息，伐枳吏人宽。\r\n河内功犹浅，淮阳疾未安。镜中星发变，顿使世情阑。"
        },
        {
            "title": "巴丘春作",
            "content": "日出洞庭水，春山挂断霞。江涔相映发，卉木共纷华。\r\n湘戍南浮阔，荆关北望赊。湖阴窥魍魉，丘势辨巴蛇。\r\n岛户巢为馆，渔人艇作家。自怜心问景，三岁客长沙。"
        },
        {
            "title": "岳州别梁六入朝",
            "content": "远莅长沙渚，欣逢贾谊才。江山疲应接，风日复晴开。\r\n江树云间断，湘山水上来。近洲朝鹭集，古戍夜猿哀。\r\n岸杼含苍捄，河蒲秀紫台。月馀偏地赏，心尽故人杯。\r\n自我违京洛，嗟君此溯洄。容华因别老，交旧与年颓。\r\n梦见长安陌，朝宗实盛哉。"
        },
        {
            "title": "送宋休远之蜀任",
            "content": "求友殊损益，行道异穷申。缀我平生气，吐赠薄游人。\r\n结恩事明主，忍爱远辞亲。色丽成都俗，膏腴蜀水滨。\r\n如何从宦子，坚白共缁磷。日月千龄旦，河山万族春。\r\n怀铅书瑞府，横草事边尘。不及安人吏，能令王化淳。"
        },
        {
            "title": "送赵顺直郎中赴安西副大都督",
            "content": "绝镇功难立，悬军命匪轻。复承迁相后，弥重任贤情。\r\n将起神仙地，才称礼乐英。长心堪系虏，短语足论兵。\r\n日授休门法，星教置阵名。龙泉恩已著，燕颔相终成。\r\n月窟穷天远，河源入塞清。老夫操别翰，承旨颂升平。"
        },
        {
            "title": "石门别杨六钦望",
            "content": "燕人同窜越，万里自相哀。影响无期会，江山此地来。\r\n暮年伤泛梗，累日慰寒灰。潮水东南落，浮云西北回。\r\n俱看石门远，倚棹两悲哉。"
        },
        {
            "title": "送乔安邑备",
            "content": "书阁移年岁，文明难复辞。欢言冬雪满，恨别夏云滋。\r\n外尹方为政，高明自不欺。老人骖驭往，童子狎雏嬉。\r\n日茂西河俗，寂寥东观期。遥怀秀才令，京洛见新诗。"
        },
        {
            "title": "送苏合宫颋",
            "content": "都邑群方首，商泉旧俗讹。变风须恺悌，成化伫弦歌。\r\n畴昔珪璋友，雍容文雅多。振缨游省闼，锵玉宰京河。\r\n别曲鸾初下，行轩雉尚过。百壶非饯意，流咏在人和。"
        },
        {
            "title": "寄许八",
            "content": "万类春皆乐，徂颜独不怡。年来人更老，花发意先衰。\r\n乳鹊穿坛画，巢蜂触网丝。平生美容色，宿昔影中疑。\r\n远道何由梦，同心在者谁。西风欲谁语，悯默遂无词。"
        },
        {
            "title": "温泉冯刘二监客舍观妓",
            "content": "温谷寒林薄，群游乐事多。佳人蹀骏马，乘月夜相过。\r\n秀色然红黛，娇香发绮罗。镜前鸾对舞，琴里凤传歌。\r\n妒宠倾新意，衔恩奈老何。为君留上客，欢笑敛双蛾。"
        },
        {
            "title": "同刘给事城南宴集",
            "content": "水竹幽闲地，簪缨近侍臣。雍容乘暇日，潇洒出嚣尘。\r\n树对思朋鸟，池深入养鳞。管弦高逐吹，歌舞妙含春。\r\n老子叨专席，欢邀隔缙绅。此中情不浅，遥寄赏心人。"
        },
        {
            "title": "游洞庭湖",
            "content": "平湖晓望分，仙峤气氛氲。鼓枻乘清渚，寻峰弄白云。\r\n江寒天一色，日静水重纹。树坐参猿啸，沙行入鹭群。\r\n缘源斑筱密，罥径绿萝纷。洞穴传虚应，枫林觉自熏。\r\n双童有灵药，愿取献明君。"
        },
        {
            "title": "奉酬韦祭酒自汤还都经龙门北溪庄见贻之作",
            "content": "闻君汤井至，潇洒憩郊林。拂曙携清赏，披云觏绿岑。\r\n欢言游览意，款曲望归心。是日期佳客，同山忽异寻。\r\n桃花迂路转，杨柳间门深。泛舟伊水涨，系马香树阴。\r\n繁弦弄水族，娇吹狎沙禽。春满汀色媚，景斜岚气侵。\r\n怀仁殊未远，重德匪专临。来藻敷幽思，连词报所钦。"
        },
        {
            "title": "奉酬韦祭酒",
            "content": "石涧泉虚落，松崖路曲回。闻君北溪下，想像南山隈。\r\n近念鼎湖别，遥思云嶂陪。不同奇觏往，空睹斯文来。\r\n岁后寒初变，春前芳未开。黄蕤袅岸柳，紫萼折村梅。\r\n尽室兹游玩，盈门几乐哉。嗟留洛阳陌，梦诣建章台。\r\n野失巢由性，朝非元凯才。布怀钦远迹，幽意日尘埃。"
        },
        {
            "title": "东都酺宴",
            "content": "尧舜传天下，同心致太平。吾君内举圣，远合至公情。\r\n锡命承丕业，崇亲享大名。二天资广运，两曜益齐明。\r\n道畅昆虫乐，恩深朽蠹荣。皇舆久西幸，留镇在东京。\r\n合宴千官入，分曹百戏呈。乐来嫌景遽，酒著讶寒轻。\r\n喜气连云阁，欢呼动洛城。人间知几代，今日见河清。"
        },
        {
            "title": "酬崔光禄冬日述怀赠答",
            "content": "徐陈尝并作，枚马亦同时。各负当朝誉，俱承明主私。\r\n夫君迈前侣，观国骋奇姿。山似鸣威凤，泉如出宝龟。\r\n才雄子云笔，学广仲舒帷。紫绶拂三寺，朱门临九逵。\r\n昔我含香日，联尔缙云司。朝携兰省步，夕退竹林期。\r\n中路一分手，数载来何迟。求友还相得，群英复在兹。\r\n留台少人务，方驾递寻追。涉玩怀同赏，沾芳忆共持。\r\n迎宾南涧饮，载妓东城嬉。春郊绿亩秀，秋涧白云滋。\r\n名画披人物，良书讨滞疑。兴来光不惜，欢往迹如遗。\r\n岁晏罢行乐，层城间所思。夜魂灯处厌，朝发镜前衰。\r\n忽枉崔駰什，兼流韦孟词。曲高弥寡和，主善代为师。\r\n齐戒观华玉，留连叹色丝。终惭起予者，何足与言诗。"
        },
        {
            "title": "洛桥北亭诏饯诸刺史",
            "content": "离亭拂御沟，别曲舞船楼。诏饯朝廷牧，符分海县忧。\r\n股肱还入郡，父母更临州。扇逐仁风转，车随霖雨流。\r\n恩光水上溢，荣色柳间浮。预待群方最，三公不远求。"
        },
        {
            "title": "扈从南出雀鼠谷",
            "content": "豫动三灵赞，时巡四海威。陕关凌曙出，平路半春归。\r\n霍镇迎云罕，汾河送羽旂。山南柳半密，谷北草全稀。\r\n迟日宜华盖，和风入袷衣。上林千里近，应见百花飞。"
        },
        {
            "title": "玄武门侍射",
            "content": "射观通玄阙，兵栏辟御筵。雕弧月半上，画的晕重圆。\r\n羿后神幽赞，灵王法暗传。贯心精四返，饮羽妙三联。\r\n雪鹤来衔箭，星麟下集弦。一逢军宴洽，万庆武功宣。"
        },
        {
            "title": "宿直温泉宫羽林献诗",
            "content": "冬狩美秦正，新丰乐汉行。星陈玄武阁，月对羽林营。\r\n寒木罗霜仗，空山响夜更。恩深灵液暖，节劲古松贞。\r\n文武皆王事，轮心不为名。"
        },
        {
            "title": "奉和圣制爰因巡省途次旧居应制",
            "content": "葱郁兴王郡，殷忧启圣图。周成会西土，汉武幸南都。\r\n岁卜銮舆迈，农祠雁政敷。武威棱外域，文教靡中区。\r\n警跸干戈捧，朝宗万玉趋。旧藩人事革，新化国容殊。\r\n壁有真龙画，庭馀鸣凤梧。丛觞祝尧寿，合鼎献汤厨。\r\n阳乐寒初变，春恩蛰更苏。三耆颁命服，五稔复田输。\r\n君赋大风起，人歌湛露濡。从臣观玉叶，方愿纪灵符。"
        },
        {
            "title": "将赴朔方军应制",
            "content": "礼乐逢明主，韬钤用老臣。恭凭神武策，远御鬼方人。\r\n供帐荣恩饯，山川喜诏巡。天文日月丽，朝赋管弦新。\r\n幼志传三略，衰材谢六钧。胆由忠作伴，心固道为邻。\r\n汉保河南地，胡清塞北尘。连年大军后，不日小康辰。\r\n剑舞轻离别，歌酣忘苦辛。从来思博望，许国不谋身。"
        },
        {
            "title": "奉和御制与宋璟源乾曜同日上官命宴东堂赐诗",
            "content": "大块熔群品，经生偶圣诗。猥承三事命，虚忝百僚师。\r\n右揆谋华硕，前星傅重资。连骞求旧礼，滥典乐贤诗。\r\n赐釜同荣拜，摐金宴宰司。菊花吹御酒，兰叶捧天词。\r\n宝历休明盛，颓年晷漏衰。少留青史笔，未敢赤松期。"
        },
        {
            "title": "奉和圣制暇日与兄弟同游兴庆宫作应制",
            "content": "汉武横汾日，周王宴镐年。何如造区夏，复此睦亲贤。\r\n巢凤新成阁，飞龙旧跃泉。棣华歌尚在，桐叶戏仍传。\r\n禁籞氛埃隔，平台景物连。圣慈良有裕，王道固无偏。\r\n问俗兆人阜，观风五教宣。献图开益地，张乐奏钧天。\r\n侍酒衢樽满，询刍谏鼓悬。永言形友爱，万国共周旋。"
        },
        {
            "title": "奉和圣制太行山中言志应制",
            "content": "六龙鸣玉銮，九折步云端。河络南浮近，山经北上难。\r\n羽仪映松雪，戈甲带春寒。百谷晨笳动，千岩晓仗攒。\r\n皇心感韶节，敷藻念人安。既立省方馆，复建礼神坛。\r\n扈跸参天老，承荣忝夏官。长勤百年意，思见一胜残。"
        },
        {
            "title": "南中送北使二首",
            "content": "传闻合蒲叶，曾向洛阳飞。何日南风至，还随北使归。\r\n红颜渡岭歇，白首对秋衰。高歌何由见，层堂不可违。\r\n谁怜炎海曲，泪尽血沾衣。\r\n待罪居重译，穷愁暮雨秋。山临鬼门路，城绕瘴江流。\r\n人事今如此，生涯尚可求。逢君入乡县，传我念京周。\r\n别恨归途远，离言暮景遒。夷歌翻下泪，芦酒未消愁。\r\n闻有胡兵急，深怀汉国羞。和亲先是诈，款塞果为雠。\r\n释系应分爵，蠲徒几复侯。廉颇诚未老，孙叔且无谋。\r\n若道冯唐事，皇恩尚可收。"
        },
        {
            "title": "奉和圣制春中兴庆宫酺宴应制",
            "content": "千龄逢启圣，万域共来威。庆接郊禋后，酺承农事稀。\r\n御楼横广路，天乐下重闱。鸾凤调歌曲，虹霓动舞衣。\r\n合声云上聚，连步月中归。物睹恩无外，神和道入微。\r\n镐京陪乐饮，柏殿奉文飞。徒竭秋云影，何资春日晖。"
        },
        {
            "title": "端午三殿侍宴应制探得鱼字",
            "content": "小暑夏弦应，徽音商管初。愿赍长命缕，来续大恩馀。\r\n三殿褰珠箔，群官上玉除。助阳尝麦彘，顺节进龟鱼。\r\n甘露垂天酒，芝花捧御书。合丹同蝘蜓，灰骨共蟾蜍。\r\n今日伤蛇意，衔珠遂阙如。"
        },
        {
            "title": "三月二十日诏宴乐游园赋得风字",
            "content": "乐游形胜地，表里望郊宫。北阙连天顶，南山对掌中。\r\n皇恩贷芳月，旬宴美成功。鱼戏芙蓉水，莺啼杨柳风。\r\n春光看欲暮，天泽恋无穷。长袖招斜日，留光待曲终。"
        },
        {
            "title": "赴集贤院学士上赐宴应制得辉字",
            "content": "侍帝金华讲，千龄道固稀。位将贤士设，书共学徒归。\r\n首命深燕隗，通经浅汉韦。列筵荣赐食，送客愧儒衣。\r\n贺燕窥檐下，迁莺入殿飞。欲知朝野庆，文教日光辉。"
        },
        {
            "title": "恩赐乐游园宴",
            "content": "汉苑佳游地，轩庭近侍臣。共持荣幸日，来赏艳阳春。\r\n馔玉颁王篚，摐金下帝钧。池台草色遍，宫观柳条新。\r\n花绶光连榻，朱颜畅饮醇。圣朝多乐事，天意每随人。"
        },
        {
            "title": "奉和圣制经河上公庙应制",
            "content": "河上无名老，知非汉代人。先探道德要，留待圣明辰。\r\n玄妙为天下，清虚用谷神。化将和气一，风与太初邻。\r\n灵庙观遗像，仙歌入至真。皇心齐万物，何处不同尘。"
        },
        {
            "title": "奉和圣制过王濬墓应制",
            "content": "牛斗三分国，龙骧一统年。智高宁受制，风急肯回船。\r\n有策擒吴嚭，无言让范宣。援孤因势屈，功重为谗偏。\r\n旧迹灰尘散，枯坟故老传。百代逢明主，何辞死道边。"
        },
        {
            "title": "奉和圣制途经华岳应制",
            "content": "西岳镇皇京，中峰入太清。玉銮重岭应，缇骑薄云迎。\r\n霁日悬高掌，寒空类削成。轩游会神处，汉幸望仙情。\r\n旧庙青林古，新碑绿字生。群臣原封岱，还驾勒鸿名。"
        },
        {
            "title": "奉和圣制度蒲关应制",
            "content": "蒲坂横临晋，华芝晓望秦。关城雄地险，桥路扼天津。\r\n楼映行宫日，堤含宫树春。黄云随宝鼎，紫气逐真人。\r\n东咏唐虞迹，西观周汉尘。山河非国宝，明主爱忠臣。"
        },
        {
            "title": "奉和圣制花萼楼下宴应制",
            "content": "万心翘乐宴，三舍缓昌时。山接夏云险，台留春日迟。\r\n节移芳未歇，兴隔赏仍追。醉后传嘉惠，楼前舞圣慈。\r\n皇恩与时合，天意若人期。故发前旬雨，新垂湛露诗。"
        },
        {
            "title": "春晚侍宴丽正殿探得开字",
            "content": "圣政惟稽古，宾门引上才。坊因购书立，殿为集贤开。\r\n髦彦星辰下，仙章日月回。字如龙负出，韵是凤衔来。\r\n庭柳馀春驻，宫莺早夏催。喜承芸阁宴，幸奉柏梁杯。"
        },
        {
            "title": "奉和圣制赐崔日知往潞州应制",
            "content": "圣情留曩镇，佳气翊兴王。增戟雄都府，高车转太常。\r\n川横八练阔，山带五龙长。连帅初恩命，天人旧纪纲。\r\n饯涂飞御藻，阖境自生光。明主征循吏，何年下凤凰。"
        },
        {
            "title": "奉和圣制幸凤汤泉应制",
            "content": "周狩闻岐礼，秦都辨雍名。献禽天子孝，存老圣皇情。\r\n温润宜冬幸，游畋乐岁成。汤云出水殿，暖气入山营。\r\n坎意无私洁，乾心称物平。帝歌流乐府，溪谷也增荣。"
        },
        {
            "title": "奉和圣制寒食作应制",
            "content": "寒食春过半，花秾鸟复娇。从来禁火日，会接清明朝。\r\n斗敌鸡殊胜，争球马绝调。晴空数云点，香树百风摇。\r\n改木迎新燧，封田表旧烧。皇情爱嘉节，传曲与箫韶。"
        },
        {
            "title": "奉和圣制喜雪应制",
            "content": "圣德与天同，封峦欲报功。诏书期日下，灵感应时通。\r\n触石云呈瑞，含花雪告丰。积如沙照月，散似面从风。\r\n舞集仙台上，歌流帝乐中。遥知百神喜，洒路待行宫。"
        },
        {
            "title": "奉和圣制千秋节宴应制",
            "content": "五德生王者，千龄启圣人。赤光来照夜，黄云上覆晨。\r\n海县衔恩久，朝章献舞新。高居帝座出，夹道众官陈。\r\n槊杖洗清景，磬管凝秋旻。珠囊含瑞露，金镜抱仙轮。\r\n何岁无乡饮，何田不报神。薰歌与名节，传代幸群臣。"
        },
        {
            "title": "扈从幸韦嗣立山庄应制",
            "content": "寒灰飞玉琯，汤井驻金舆。既得方明相，还寻大隗居。\r\n悬泉珠贯下，列帐锦屏舒。骑远林逾密，笳繁谷自虚。\r\n门旗堑复磴，殿幕裹通渠。舞凤迎公主，雕龙赋婕妤。\r\n地幽天赏洽，酒乐御筵初。菲才叨侍从，连藻愧应徐。"
        },
        {
            "title": "幽州新岁作",
            "content": "去岁荆南梅似雪，今年蓟北雪如梅。共知人事何常定，\r\n且喜年华去复来。边镇戍歌连夜动，京城燎火彻明开。\r\n遥遥西向长安日，愿上南山寿一杯。\r\n第八十八卷"
        },
        {
            "title": "灉湖山寺",
            "content": "空山寂历道心生，虚谷迢遥野鸟声。禅室从来尘外赏，\r\n香台岂是世中情。云间东岭千寻出，树里南湖一片明。\r\n若使巢由知此意，不将萝薜易簪缨。"
        },
        {
            "title": "同赵侍御巴陵早春作",
            "content": "江上春来早可观，巧将春物妒馀寒。水苔共绕留鸟石，\r\n花鸟争开斗鸭栏。佩胜芳辰日渐暖，然灯美夜月初圆。\r\n意随北雁云飞去，直待南州蕙草残。"
        },
        {
            "title": "三月三日诏宴定昆池宫庄赋得筵字",
            "content": "凤凰楼下对天泉，鹦鹉洲中匝管弦。旧识平阳佳丽地，\r\n今逢上巳盛明年。舟将水动千寻日，幕共林横两岸烟。\r\n不降玉人观禊饮，谁令醉舞拂宾筵。"
        },
        {
            "title": "扈从温泉宫献诗",
            "content": "温泉启蛰气氛氲，渭浦归鸿日数群。骑仗联联环北极，\r\n鸣笳步步引南熏。松间彩殿笼佳气，山上朱旗绕瑞云。\r\n不知远梦华胥国，何如亲奉帝尧君。"
        },
        {
            "title": "侍宴隆庆池应制",
            "content": "灵池月满直城隈，黻帐天临御路开。东沼初阳疑吐出，\r\n南山晓翠若浮来。鱼龙百戏纷容与，凫鹢双舟较溯洄。\r\n愿似金堤青草馥，长承瑶水白云杯。"
        },
        {
            "title": "奉和圣制春日幸望春宫应制",
            "content": "别馆芳菲上苑东，飞花澹荡御筵红。城临渭水天河静，\r\n阙对南山雨露通。绕殿流莺凡几树，当蹊乱蝶许多丛。\r\n春园既醉心和乐，共识皇恩造化同。"
        },
        {
            "title": "徐高御挽歌",
            "content": "蒲密遥千载，鸣琴始一追。公卿传世范，仁义续灵基。\r\n不待南游禄，何先北帝期。玉棺从此闭，金鼎代相欺。"
        },
        {
            "title": "赠工部尚书冯公挽歌三首",
            "content": "忠鲠难为事，平生尽畏途。如弦心自直，秀木势恒孤。\r\n诏葬南陵道，神游北斗枢。贵门传万石，馀庆在双珠。\r\n爵位题龙旐，威仪出凤城。路傍人泣送，门外马嘶迎。\r\n万事非吾有，千悲是世情。昔焉称夏日，今也谥冬卿。\r\n窅然长夜台，举世可哀哉。泉户一朝闭，松风四面来。\r\n石碑填駮藓，珠服聚尘埃。谁言辽东鹤，千年往复回。"
        },
        {
            "title": "崔司业挽歌二首",
            "content": "海岱英灵气，胶庠礼乐资。风流满天下，人物擅京师。\r\n疾起扬雄赋，魂游谢客诗。从今好文主，遗恨不同时。\r\n象设存华馆，威仪下墓田。凤池伤旧草，麟史泣遗编。\r\n帷盖墟烟没，干旌陇日悬。古来埋玉树，流恨满山川。"
        },
        {
            "title": "右侍郎集贤院学士徐公挽词二首",
            "content": "才美临淄北，名高淮海东。羽仪三省遍，渔猎五车通。\r\n玉殿孤新榜，珠英落旧丛。徒悬一宝剑，何处访徐公。\r\n叹息书林友，才华天下选。并赋三阳宫，集诗集贤殿。\r\n具物衣如在，咄嗟长不见。既哀薤露词，岂忘平生眷。"
        },
        {
            "title": "李工部挽歌三首",
            "content": "锦帐为郎日，金门待诏时。杨宫先上赋，柏殿几连诗。\r\n瞬息琴歌断，凄凉箫挽悲。那堪霸陵岸，回首望京师。\r\n宅兆西陵上，平生雅志从。城临丹阙近，山望白云重。\r\n会葬知元伯，看碑识蔡邕。无由接神理，挥涕向青松。\r\n常时好宾客，永日对弦歌。是日归泉下，伤心无奈何。\r\n墓庭人已散，祭处鸟来处。碑石生苔藓，荣名岂复多。"
        },
        {
            "title": "崔尚书挽词",
            "content": "相宅隆坤宝，承家占海封。庭中男执雁，门外女乘龙。\r\n鸣玉游三省，摐金侍九重。一朝宾客散，留剑在青松。"
        },
        {
            "title": "右丞相苏公挽歌二首",
            "content": "王宰丹青化，春卿礼乐才。缁衣传旧职，华衮赠新哀。\r\n路泣群官送，山嘶驷马回。佳辰无白日，宾阁有青苔。\r\n门歌出野田，冠带寝穷泉。万事皆身外，平生尚目前。\r\n西垣紫泥綍，东岳白云篇。自惜同声处，从今遂绝弦。"
        },
        {
            "title": "韦谯公挽歌二首",
            "content": "五瑞分王国，双珠映后家。文飞书上凤，武结笥中蛇。\r\n出豫荣前马，回鸾丧后车。衮衣将锡命，泉路有光华。\r\n国骋双骐骥，庭仪两凤凰。将星连相位，玉树伴金乡。\r\n歌舞侯家艳，轩裘戚里光。安知杜陵下，碑版已相望。"
        },
        {
            "title": "节义太子杨妃挽歌二首",
            "content": "西华三公族，东闱五可才。玉环初受庆，金玦反逢灾。\r\n桂殿花空落，桐园月自开。朝云将暮雨，长绕望思台。\r\n昔日三朝路，逶迤四望车。绣腰长命绮，隐髻连枝花。\r\n今春戾园树，索然无岁华。共伤千载后，惟号一王家。"
        },
        {
            "title": "惠文太子挽歌二首",
            "content": "碣馆英灵在，瑶山美谥尊。剪桐悲曩戏，攻玉怆新恩。\r\n宫仗传驰道，朝衣送国门。千秋谷门外，明月照西园。\r\n梁国深文雅，淮王爱道仙。帝欢同宴日，神夺上宾年。\r\n旒旐飞行树，帷宫宿野烟。指言君爱弟，挥泪满山川。"
        },
        {
            "title": "奉和",
            "content": "禁林艳裔发青阳，春望逍遥出画堂。雨洗亭皋千亩绿，\r\n风吹梅李一园香。鹤飞不去随青管，鱼跃翻来入彩航。\r\n睿赏欢承天保定，遒文更睹日重光。"
        },
        {
            "title": "深渡驿",
            "content": "旅泊青山夜，荒庭白露秋。洞房悬月影，高枕听江流。\r\n猿响寒岩树，萤飞古驿楼。他乡对摇落，并觉起离忧。"
        },
        {
            "title": "阙题",
            "content": "婚礼知无贺，承家叹有辉。亲迎骥子跃，吉兆凤雏飞。\r\n温席开华扇，梁门换褧衣。遥思桃李日，应赋采蘋归。"
        },
        {
            "title": "咏尘",
            "content": "仙浦生罗袜，神京染素衣。裨山期益峻，照日幸增辉。\r\n夕伴龙媒合，朝游凤辇归。独怜范甑下，思绕画梁飞。"
        },
        {
            "title": "岳州守岁",
            "content": "除夜清樽满，寒庭燎火多。舞衣连臂拂，醉坐合声歌。\r\n至乐都忘我，冥心自委和。今年只如此，来岁知如何。"
        },
        {
            "title": "荆州亭入朝",
            "content": "巫山云雨峡，湘水洞庭波。九辨人犹摈，三秋雁始过。\r\n旃裘吴地尽，髫荐楚言多。不果朝宗愿，其如江汉何。"
        },
        {
            "title": "湘州北亭",
            "content": "人务南亭少，风烟北院多。山花迷径路，池水拂藤萝。\r\n萍散鱼时跃，林幽鸟任歌。悠然白云意，乘兴抱琴过。"
        },
        {
            "title": "四月一日过江赴荆州",
            "content": "春色沅湘尽，三年客始回。夏云随北帆，同日过江来。\r\n水漫荆门出，山平郢路开。比肩羊叔子，千载岂无才。"
        },
        {
            "title": "还至端州驿前与高六别处",
            "content": "旧馆分江日，凄然望落晖。相逢传旅食，临别换征衣。\r\n昔记山川是，今伤人代非。往来皆此路，生死不同归。"
        },
        {
            "title": "下江南向夔州",
            "content": "天明江雾歇，洲浦棹歌来。绿水逶迤去，青山相向开。\r\n城临蜀帝祀，云接楚王台。旧知巫山上，游子共徘徊。"
        },
        {
            "title": "寄天台司马道士",
            "content": "世上求真客，天台去不还。传闻有仙要，梦寐在兹山。\r\n朱阙青霞断，瑶堂紫月闲。何时枉飞鹤，笙吹接人间。"
        },
        {
            "title": "和张监观赦",
            "content": "日御临双阙，天街俨百神。雷兹作解气，岁复建寅春。\r\n喜候开星驿，欢声发市人。金环能作赋，来入管弦声。"
        },
        {
            "title": "和魏仆射还乡",
            "content": "富贵还乡国，光华满旧林。秋风树不静，君子叹何深。\r\n故老空悬剑，邻交日散金。众芳摇落尽，独有岁寒心。"
        },
        {
            "title": "岳州赠广平公宋大夫",
            "content": "亚相本时英，归来复国桢。朝推长孺直，野慕隐之清。\r\n传节还闽嶂，皇华入汉京。宁思江上老，岁晏独无成。"
        },
        {
            "title": "戏题草树",
            "content": "忽惊石榴树，远出渡江来。戏问芭蕉叶，何愁心不开。\r\n微霜拂宫桂，凄吹扫庭槐。荣盛更如此，惭君独见哀。"
        },
        {
            "title": "翻著葛巾呈赵尹",
            "content": "昔日接\r\n口离倒，今我葛巾翻。宿酒何时醒，形骸不复存。\r\n忽闻有嘉客，骊步出闲门。桃花春径满，误识武陵源。"
        },
        {
            "title": "湘州九日城北亭子",
            "content": "西楚茱萸节，南淮戏马台。宁知沅水上，复有菊花杯。\r\n亭帐凭高出，亲朋自远来。短歌将急景，同使兴情催。"
        },
        {
            "title": "晦日",
            "content": "晦日嫌春浅，江浦看湔衣。道傍花欲合，枝上鸟犹稀。\r\n共忆浮桥晚，无人不醉归。寄书题此日，雁过洛阳飞。"
        },
        {
            "title": "游灉湖上寺",
            "content": "湖上奇峰积，山中芳树春。何知绝世境，来遇赏心人。\r\n清旧岩前乐，呦嘤鸟兽驯。静言观听里，万法自成轮。"
        },
        {
            "title": "与赵冬曦君懋子均登南楼",
            "content": "危楼泻洞湖，积水照城隅。命驾邀渔火，通家引凤雏。\r\n山晴红蕊匝，洲晓绿苗铺。举目思乡县，春光定不殊。"
        },
        {
            "title": "岳州山城",
            "content": "山城丰日暇，闭户见天心。东旷迎朝色，西楼引夕阴。\r\n书观千载近，学静二毛深。忽有南风至，吹君堂上琴。"
        },
        {
            "title": "南中赠高六戬",
            "content": "北极辞明代，南溟宅放臣。丹诚由义尽，白发带愁新。\r\n鸟坠炎洲气，花飞洛水春。平生歌舞席，谁忆不归人。"
        },
        {
            "title": "卢巴驿闻张御史张判官欲到不得待留赠之",
            "content": "旅窜南方远，传闻北使来。旧庭知玉树，合浦识珠胎。\r\n白发因愁改，丹心托梦回。皇恩若再造，为忆不然灰。"
        },
        {
            "title": "过庾信宅",
            "content": "兰成追宋玉，旧宅偶词人。笔涌江山气，文骄云雨神。\r\n包胥非救楚，随会反留秦。独有东阳守，来嗟古树春。"
        },
        {
            "title": "和朱使欣二首",
            "content": "南土多为寇，西江尽畏途。山行阻篁竹，水宿碍萑蒲。\r\n使越才应有，征蛮力岂无。空传人赠剑，不见虎衔珠。\r\n江势连山远，天涯此夜愁。霜空极天静，寒月带江流。\r\n思起南征棹，文高北望楼。自怜如坠叶，泛泛侣仙舟。"
        },
        {
            "title": "和朱使欣道峡似巫山之作",
            "content": "江如晓天净，石似暮霞张。征帆一流览，宛若巫山阳。\r\n楚客思归路，秦人谪异乡。猿鸣孤月夜，再使泪沾裳。"
        },
        {
            "title": "和尹懋秋夜游灉湖",
            "content": "灉湖佳可游，既近复能幽。林里栖精舍，山间转去舟。\r\n雁飞江月冷，猿啸野风秋。不是迷乡客，寻奇处处留。"
        },
        {
            "title": "岭南送使",
            "content": "秋雁逢春返，流人何日归。将余去国泪，洒子入乡衣。\r\n饥狖啼相聚，愁猿喘更飞。南中不可问，书此示京畿。"
        },
        {
            "title": "南中别陈七李十",
            "content": "二年共游处，一旦各西东。请君聊驻马，看我转征蓬。\r\n画益愁南海，离驹思北风。何时似春雁，双入上林中。"
        },
        {
            "title": "幽州别阴长河行先",
            "content": "惠好交情重，辛勤世事多。荆南久为别，蓟北远来过。\r\n寄目云中鸟，留欢酒上歌。影移春复间，迟暮两如何。"
        },
        {
            "title": "送赵二尚书彦昭北伐",
            "content": "虏地河冰合，边城备此时。兵连紫塞路，将举白云司。\r\n提剑荣中贵，衔珠盛出师。日华光组练，风色焰旌旗。\r\n投笔尊前起，横戈马上辞。梅花吹别引，杨柳赋归诗。"
        },
        {
            "title": "端州别高六戬",
            "content": "异壤同羁窜，途中喜共过。愁多时举酒，劳罢或长歌。\r\n南海风潮壮，西江瘴疠多。於焉复分手，此别伤如何。"
        },
        {
            "title": "岳州别子均",
            "content": "离筵非燕喜，别酒正销魂。念汝犹童孺，嗟予隔远藩。\r\n津亭拔心草，江路断肠猿。他日将何见，愁来独倚门。"
        },
        {
            "title": "南中别蒋五岑向青州",
            "content": "老亲依北海，贱子弃南荒。有泪皆成血，无声不断肠。\r\n此中逢故友，彼地送还乡。愿作枫林叶，随君度洛阳。"
        },
        {
            "title": "岳州别赵国公王十一琚入朝",
            "content": "昔滥貂蝉长，同承雨露霏。今参鱼鳖守，望美洞庭归。\r\n浦树悬秋影，江云烧落辉。离魂似征帆，恒往帝乡飞。"
        },
        {
            "title": "送岳州李十从军桂州",
            "content": "送客之江上，其人美且才。风波万里阔，故旧十年来。\r\n剑拔蛟随断，弓张鸟自摧。阳桥书落落，驿马定先回。"
        },
        {
            "title": "岳州别姚司马绍之制许归侍",
            "content": "和玉悲无已，长沙宦不成。天从扇枕愿，人遂倚门情。\r\n方外怀司马，江东忆步兵。问君栖泊处，空岭夜猿惊。"
        },
        {
            "title": "广州萧都督入朝过岳州宴饯得冬字",
            "content": "孤城抱大江，节使往朝宗。果是台中旧，依然水上逢。\r\n京华遥比日，疲老飒如冬。窃羡能言鸟，衔恩向九重。"
        },
        {
            "title": "岳州宴别潭州王熊二首",
            "content": "丝管清且哀，一曲倾一杯。气将然诺重，心向友朋开。\r\n古木无生意，寒云若死灰。赠君芳杜草，为植建章台。\r\n缙云连省阁，沟水遽西东。然诺心犹在，荣华岁不同。\r\n孤城临楚塞，远树入秦宫。谁念三千里，江潭一老翁。"
        },
        {
            "title": "相州前池别许郑二判官景先神力",
            "content": "数步圆塘水，双鸿戢羽仪。一飞乔木上，一返故林垂。\r\n澹泊含秋景，虚明抱夜规。无因留绝翰，云海意差池。"
        },
        {
            "title": "送薛植入京",
            "content": "青组言从史，鸿都忽见求。款言人向老，饮别岁方秋。\r\n仿佛长安陌，平生是旧游。何时复相遇，宛在水中流。"
        },
        {
            "title": "送李问政河北简兵",
            "content": "斗酒贻朋爱，踌蹰出御沟。依然四牡别，更想八龙游。\r\n密亲仕燕冀，连年迩寇雠。因君阅河朔，垂泪语幽州。"
        },
        {
            "title": "送任御史江南发粮以赈河北百姓",
            "content": "河朔人无岁，荆南义廪开。将兴泛舟役，必仗济川才。\r\n夜月临江浦，春云历楚台。调饥坐相望，绣服几时回。"
        },
        {
            "title": "同王仆射山亭饯岑广武羲得言字",
            "content": "闻道长岑令，奋翼宰旅门。长安东陌上，送客满朱轩。\r\n琴爵留佳境，山池借好园。兹游恨不见，别后缀离言。"
        },
        {
            "title": "自羽林赴永昌令",
            "content": "将星移北洛，神雨避东京。为负刚肠誉，还追强项名。\r\n白云向伊阙，黄叶散昆明。多谢弦歌宰，稀闻桴鼓声。"
        },
        {
            "title": "饯唐州高使君",
            "content": "常时好闲独，朋旧少相过。及尔宣风去，方嗟别日多。\r\n淮流春晼晚，江海路蹉跎。百岁屡分散，欢言复几何。"
        },
        {
            "title": "同贺八送兖公赴荆州",
            "content": "畴昔同声友，骞飞出凤池。风云一荡薄，日月屡参差。\r\n此别黄叶下，前期安可知。谁怜楚南树，不为岁寒移."
        },
        {
            "title": "送崔二长史日知赴潞州",
            "content": "东山怀卧理，南省怅悲翁。共见前途促，何知后会同。\r\n莫轻一筵宴，明日半成空。况尔新离阙，思归迷梦中。"
        },
        {
            "title": "送郑大夫惟忠从公主入蕃",
            "content": "凤吹遥将断，龙旗送欲还。倾都邀节使，传酌缓离颜。\r\n春碛沙连海，秋城月对关。和戎因赏魏，定远莫辞班。"
        },
        {
            "title": "崔礼部园亭得深字",
            "content": "窈窕留清馆，虚徐步晚阴。水连伊阙近，树接夏阳深。\r\n柳蔓怜垂拂，藤梢爱上寻。讶君轩盖侣，非复俗人心。"
        },
        {
            "title": "幽州夜饮",
            "content": "凉风吹夜雨，萧瑟动寒林。正有高堂宴，能忘迟暮心。\r\n军中宜剑舞，塞上重笳音。不作边城将，谁知恩遇深。"
        },
        {
            "title": "南中别王陵成崇",
            "content": "握手与君别，歧路赠一言。曹卿礼公子，楚媪馈王孙。\r\n倏尔生六翮，翻飞戾九门。常怀客鸟意，会答主人恩。"
        },
        {
            "title": "道家四首奉敕撰",
            "content": "金坛启曙闱，真气肃微微。落月衔仙窦，初霞拂羽衣。\r\n香随龙节下，云逐凤箫飞。暂住蓬莱戏，千年始一归。\r\n窈窕流精观，深沉紫翠庭。金奁调上药，宝案读仙经。\r\n作赋看神雨，乘槎辨客星。只应谢人俗，轻举托云輧。\r\n金炉承道诀，玉牒启玄机。云逐笙歌度，星流宫殿飞。\r\n乘风嬉浩荡，窥月弄光辉。唯有三山鹤，应同千载归。\r\n道记开中箓，真官表上清。焚香三鸟至，炼药九仙成。\r\n天上灵书下，空中妙伎迎。迎来出烟雾，渺渺戏蓬瀛。"
        },
        {
            "title": "东都酺宴四首",
            "content": "重华升宝历，轩帝眇闲居。政成天子孝，俗返上皇初。\r\n忘味因观乐，欢心寄合酺。自怜疲马意，恋恋主恩馀。\r\n朱城尘曀灭，翠幕景情开。震震灵鼍起，翔翔舞凤来。\r\n雕盘装草树，绮乘结楼台。共喜光华日，酣歌捧玉杯。\r\n晓月调金阙，朝暾对玉盘。争驰群鸟散，斗伎百花团。\r\n遇圣人知幸，承恩物自欢。洛桥将举烛，醉舞拂归鞍。\r\n恺宴惟今席，馀欢殊未穷。入云歌袅袅，向日伎丛丛。\r\n驶管催酣兴，留关待曲终。长安若为乐，应与万方同。"
        },
        {
            "title": "恩制赐食于丽正殿书院宴赋得林字",
            "content": "东壁图书府，西园翰墨林。诵诗闻国政，讲易见天心。\r\n位窃和羹重，恩叨醉酒深。缓歌春兴曲，情竭为知音。"
        },
        {
            "title": "奉和圣制温泉言志应制",
            "content": "温谷媚新丰，骊山横半空。汤池薰水殿，翠木暖烟宫。\r\n起疾逾仙药，无私合圣功。始知尧舜德，心与万人同。"
        },
        {
            "title": "奉和圣制野次喜雪应制",
            "content": "寒更玉漏催，晓色御前开。泱漭云阴积，氤氲风雪回。\r\n山知银作瓮，宫见璧成台。欲验丰年象，飘摇仙藻来。"
        },
        {
            "title": "奉和圣制途次陕州应制",
            "content": "周召尝分陕，诗书空复传。何如万乘眷，追赏二南篇。\r\n郡带洪河侧，宫临大道边。洛城将日近，佳气满山川。"
        },
        {
            "title": "送王尚一严嶷二侍御赴司马都督军",
            "content": "汉掖通沙塞，边兵护草腓。将行司马令，助以铁冠威。\r\n白露鹰初下，黄尘骑欲飞。明年春酒熟，留酌二星归。"
        },
        {
            "title": "晦日诏宴永穆公主亭子赋得流字",
            "content": "堂邑山林美，朝恩晦日游。园亭含淑气，竹树绕春流。\r\n舞席千花妓，歌船五彩楼。群欢与王泽，岁岁满皇州。"
        },
        {
            "title": "奉和圣制同刘晃喜雨应制",
            "content": "青气含春雨，知从岱岳来。行云避师出，洒雨待车回。\r\n厌浥尘清道，空濛柳映台。最宜三五夜，晴月九重开。"
        },
        {
            "title": "侍宴浐水赋得浓字",
            "content": "千行发御柳，一叶下仙筇。青浦宸游至，朱城佳气浓。\r\n云霞交暮色，草树喜春容。蔼蔼天旗转，清笳入九重。"
        },
        {
            "title": "侍宴蘘荷亭应制",
            "content": "回銮青岳观，帐殿紫烟峰。仙路迎三鸟，云衢驻两龙。\r\n园林看化塔，坛墠识馀封。山外闻箫管，还如天上逢。"
        },
        {
            "title": "奉和圣制经邹鲁祭孔子应制",
            "content": "孔圣家邹鲁，儒风蔼典坟。龙骖回旧宅，凤德咏馀芬。\r\n入室神如在，升堂乐似闻。悬知一王法，今日待明君。"
        },
        {
            "title": "奉和圣制赐王公千秋镜应制",
            "content": "宝镜颁神节，凝规写圣情。千秋题作字，长寿带为名。\r\n月向天边下，花从日里生。不承悬象意，谁辨照心明。"
        },
        {
            "title": "羽林恩召观御书王太尉碑",
            "content": "陇首名公石，来承圣札归。鱼龙生意态，钩剑动铓辉。\r\n字得神明保，词惭少女徽。谁家羽林将，又逐凤书飞。"
        },
        {
            "title": "奉和圣制同玉真公主过大哥山池题石壁应制",
            "content": "绿竹初成苑，丹砂欲化金。乘龙与骖凤，歌吹满山林。\r\n爽气凝情迥，寒光映浦深。忘忧题此观，为乐赏同心。"
        },
        {
            "title": "奉和圣制过宁王宅应制",
            "content": "进酒忘忧观，箫韶喜降临。帝尧敦族礼，王季友兄心。\r\n竹院龙鸣笛，梧宫凤绕林。大风将小雅，一字尽千金。"
        },
        {
            "title": "侍宴武三思山第应制赋得风字",
            "content": "梁王池馆好，晓日凤楼通。竹町罗千卫，兰筵降两宫。\r\n清歌芳树下，妙舞落花中。臣觉筵中听，还如大国风。"
        },
        {
            "title": "奉和同皇太子过慈恩寺应制二首",
            "content": "翼翼宸恩永，煌煌福地开。离光升宝殿，震气绕香台。\r\n上界幡花合，中天伎乐来。愿君无量寿，仙乐屡徘徊。\r\n朗朗神居峻，轩轩瑞象威。圣君成愿果，太子拂天衣。\r\n至乐三灵会，深仁四皓归。还闻涡水曲，更绕白云飞。"
        },
        {
            "title": "奉和圣制送金城公主适西蕃应制",
            "content": "青海和亲日，潢星出降时。戎王子婿宠，汉国舅家慈。\r\n春野开离宴，云天起别词。空弹马上曲，讵减凤楼思。"
        },
        {
            "title": "奉和圣制观拔河俗戏应制",
            "content": "今岁好拖钩，横街敞御楼。长绳系日住，贯索挽河流。\r\n斗力频催鼓，争都更上筹。春来百种戏，天意在宜秋。"
        },
        {
            "title": "奉和圣制幸白鹿观应制",
            "content": "洞府寒山曲，天游日旰回。披云看石镜，拂雪上金台。\r\n竹径龙骖下，松庭鹤辔来。双童还献药，五色耀仙材。"
        },
        {
            "title": "奉和圣制登骊山瞩眺应制",
            "content": "寒山上半空，临眺尽寰中。是日巡游处，晴光远近同。\r\n川明分渭水，树暗辨新丰。岩壑清音暮，天歌起大风。"
        },
        {
            "title": "遥同蔡起居偃松篇",
            "content": "清都众木总荣芬，传道孤松最出群。名接天庭长景色，\r\n气连宫阙借氛氲。悬池的的停华露，偃盖重重拂瑞云。\r\n不借流膏助仙鼎，愿将桢干捧明君。莫比冥灵楚南树，\r\n朽老江边代不闻。\r\n第八十七卷"
        },
        {
            "title": "送考功武员外学士使嵩山署舍利塔",
            "content": "怀玉泉，恋仁者，寂灭真心不可见，空留影塔嵩岩下。\r\n宝王四海转千轮，金昙百粒送分身。山中二月娑罗会，\r\n虚呗遥遥愁思人。我念过去微尘劫，与子禅门同正法。\r\n虽在神仙兰省间，常持清净莲花叶。来亦好，去亦好，\r\n了观车行马不移，当见菩提离烦恼。"
        },
        {
            "title": "送尹补阙元凯琴歌",
            "content": "凤哉凤哉，啄琅玕，饮瑶池，栖昆仑之山哉。\r\n中国有圣人，感和气，飞来飞来。自歌自舞，先王册府，\r\n麒麟之台，羁雌众雏故山曲。其鸣喈喈，其鸣喈喈，\r\n欲往衔之欻去来，去别鸾凤心徘徊。\r\n明年阿阁梧桐花叶开，群飞凤归来，群飞凤归来。"
        },
        {
            "title": "凤楼寻胜地",
            "content": "西掖持醇酒，东山就白云。开轩绿池映，命席紫兰芬。\r\n舞度花为伴，莺来管作群。太平多乐事，春物共氛氲。"
        },
        {
            "title": "赠崔二安平公乐世词",
            "content": "十五红妆侍绮楼，朝承握槊夜藏钩。君臣一意金门宠，\r\n兄弟双飞玉殿游。宁知宿昔恩华乐，变作潇湘离别愁。\r\n地湿莓苔生舞袖，江声怨叹入箜篌。自怜京兆双眉妩，\r\n会待南来五马留。"
        },
        {
            "title": "巡边在河北作",
            "content": "去年六月西河西，今年六月北河北。沙场碛路何为尔，\r\n重气轻生知许国。人生在世能几时，壮年征战发如丝。\r\n会待安边报明主，作颂封山也未迟。"
        },
        {
            "title": "同赵侍御乾湖作",
            "content": "江南湖水咽山川，春江溢入共湖连。气色纷沦横罩海，\r\n波涛鼓怒上漫天。鳞宗壳族嬉为府，弋叟罛师利焉聚。\r\n欹帆侧柁弄风口，赴险临深绕湾浦。一湾一浦怅邅回，\r\n千曲千溠怳迷哉，乍见灵妃含笑往。复闻游女怨歌来。\r\n暑来寒往运洄洑，潭生水落移陵谷。云间坠翮散泥沙，\r\n波上浮查栖树木，昨暮飞霜下北津，今朝行雁度南滨。\r\n处处沟洚清源竭，年年旧苇白头新。天地盈虚尚难保，\r\n人间倚伏何须道。秋月皛皛泛澄澜，冬景青青步纤草。\r\n念君宿昔观物变，安得踌蹰不衰老。"
        },
        {
            "title": "城南亭作",
            "content": "珂马朝归连万石，稍门洞启亲迎客。北堂珍重琥珀酒，\r\n庭前列肆茱萸席。长袖迟回意绪多，清商缓转目腾波。\r\n旧传比翼侯家舞，新出将雏主第歌。汉家绛灌馀兵气，\r\n晋代浮虚安足贵。正逢天下金镜清，偏加日饮醇醪意。\r\n谁复遨游不复归，闲庭莫畏不芳菲。会待城南春色至，\r\n竟将花柳拂罗衣。"
        },
        {
            "title": "邺都引",
            "content": "君不见魏武草创争天禄，群雄睚眦相驰逐。\r\n昼携壮士破坚阵，夜接词人赋华屋。都呈缭绕西山阳，\r\n桑榆汗漫漳河曲。城郭为虚人代改，但有西园明月在。\r\n邺傍高冢多贵臣，娥眉曼睩共灰尘。\r\n试上铜台歌舞处，唯有秋风愁杀人。"
        },
        {
            "title": "离会曲",
            "content": "何处送客洛桥头，洛水泛泛中行舟。可怜河树叶萎蕤，\r\n关关河鸟声相思。街鼓喧喧日将夕，去棹归轩两相迫。\r\n何人送客故人情，故人今夜何处客。"
        },
        {
            "title": "时乐鸟篇",
            "content": "旧传南海出灵禽，时乐名闻不可寻。形貌乍同鹦鹉类，\r\n精神别禀凤凰心。千年待圣方轻举，万里呈才无伴侣。\r\n红茸糅绣好毛衣，清泠讴鸦好言语。内人试取御衣牵，\r\n啄手暝声不许前。心愿阳乌恒保日，志嫌阴鹤欲凌天。\r\n天情玩讶良无已，察图果见祥经里。本持符瑞验明王，\r\n还用文章比君子。自怜弱羽讵堪珍，喜共华篇来示人。\r\n人见嘤嘤报恩鸟，多惭碌碌具官臣。"
        },
        {
            "title": "奉和圣制初入秦川路寒食应制",
            "content": "上阳柳色唤春归，临渭桃花拂水飞。总为朝廷巡幸去，\r\n顿教京洛少光辉。昨从分陕山南口，驰道依依渐花柳。\r\n入关正投寒食前，还京遂落清明后。路上天心重豫游，\r\n御前恩赐特风流。便幕那能镂鸡子，行宫善巧帖毛球。\r\n渭桥南渡花如扑，麦陇青青断人目。汉家行树直新丰，\r\n秦地骊山抱温谷。香池春溜水初平，预欢浴日照京城。\r\n今岁随宜过寒食，明年陪宴作清明。"
        },
        {
            "title": "皇帝降诞日集贤殿赐宴",
            "content": "仲秋金帝起，五日土行昭。瑞表壬寅露，光传甲子宵。\r\n阴风吹大泽，梦日照昌朝。不独华封老，千年喜祝尧。"
        },
        {
            "title": "河上公",
            "content": "尊师厌尘去，精魄知何明。形气不复生，弟子空伤情。\r\n济北神如在，淮南药未成。共期终莫遂，寥落两无成。"
        },
        {
            "title": "安乐郡主花烛行",
            "content": "青宫朱邸翊皇闱，玉叶琼蕤发紫微。姬姜本来舅甥国，\r\n卜筮俱道凤凰飞。星昴殷冬献吉日，夭桃秾李遥相匹。\r\n鸾车凤传王子来，龙楼月殿天孙出。平台火树连上阳，\r\n紫炬红轮十二行。丹炉飞铁驰炎焰，炎霞烁电吐明光。\r\n绿輧绀幰纷如雾，节鼓清笳前启路。城隅靡靡稍东还，\r\n桥上鳞鳞转南渡。五方观者聚中京，四合尘烟涨洛城。\r\n商女香车珠结网，天人宝马玉繁缨。百壶渌酒千斤肉，\r\n大道连延障锦轴。先祝圣人寿万年，复祷宜家承百禄。\r\n珊瑚刻盘青玉尊，因之假道入梁园。梁园山竹凝云汉，\r\n仰望高楼在天半。翠幕兰堂苏合薰，珠帘挂户水波纹。\r\n别起芙蓉织成帐，金缕鸳鸯两相向。罽茵饰地承雕履，\r\n花烛分阶移锦帐。织女西垂隐烛台，双童连缕合欢杯。\r\n蔼蔼绮庭嫔从列，娥娥红粉扇中开。黄金两印双花绶，\r\n富贵婚姻古无有。清歌棠棣美王姬，流化邦人正夫妇。"
        },
        {
            "title": "古泉驿",
            "content": "昔闻陈仲子，守义辞三公。身赁妻织屦，乐亦在其中。\r\n岂无穷贱苦，羞与倾巧同。长白临河上，於陵入济东。\r\n我行吊遗迹，感叹古泉空。"
        },
        {
            "title": "和张监游终南",
            "content": "宿怀终南意，及此语云峰。夜闻竹涧静，晓望林岭重。\r\n春烟生古石，时鸟戏幽松。岂无山中赏，但畏心莫从。"
        },
        {
            "title": "杂诗四首",
            "content": "抱薰心常焦，举旆心常摇。天长地自久，欢乐能几朝。\r\n君看西陵树，歌舞为谁娇。\r\n山闲苦积雨，木落悲时遽。赏心凡几人，良辰在何处。\r\n触石满堂侈，洒我终夕虑。客鸟怀主人，衔花未能去。\r\n剖珠贵分明，琢玉思坚贞。要君意如此，终始莫相轻。\r\n问子青霞意，何事留朱轩。自言心远俗，未始迹辞喧。\r\n过蒙良时幸，侧息吏途烦。簪缨非宿好，文史弃前言。\r\n夕卧北窗下，梦归南山园。白云惭幽谷，清风愧泉源。\r\n十年兹赏废，佳期今复存。挂冠谢朝侣，星驾别君门。\r\n默念群疑起，玄通百虑清。初心灭阳艳，复见湛虚明。\r\n悟灭心非尽，求虚见后生。应将无住法，修到不成名。"
        },
        {
            "title": "咏瓢",
            "content": "美酒酌悬瓢，真淳好相映。蜗房卷堕首，鹤颈抽长柄。\r\n雅色素而黄，虚心轻且劲。岂无雕刻者，贵此成天性。"
        },
        {
            "title": "咏镜",
            "content": "宝镜如明月，出自秦宫样。隐起双蟠龙，衔珠俨相向。\r\n常恐君不察，匣中委清量。积翳掩菱花，虚心蔽尘状。\r\n倘蒙罗袖拂，光生玉台上。"
        },
        {
            "title": "冬日见牧牛人担青草归",
            "content": "塞上绵应折，江南草可结。欲持梅岭花，远竞榆关雪。\r\n日月无他照，山川何顿别。苟齐两地心，天问将安说。"
        },
        {
            "title": "山夜闻钟",
            "content": "夜卧闻夜钟，夜静山更响。霜风吹寒月，窈窕虚中上。\r\n前声既舂容，后声复晃荡。听之如可见，寻之定无像。\r\n信知本际空，徒挂生灭想。"
        },
        {
            "title": "过怀王墓",
            "content": "咿嚘不可信，以此败怀王。客死峣关路，返葬岐江阳。\r\n啼狖抱山月，饥狐猎野霜。一闻怀沙事，千载尽悲凉。"
        },
        {
            "title": "登九里台是樊姬墓",
            "content": "楚国所以霸，樊姬有力焉。不怀沈尹禄，谁谙叔敖贤。\r\n万化茫无在，孤坟独岿然。北分阳台陌，南识郢城阡。\r\n漠漠渚宫树，苍苍云梦田。登高形胜出，访古令名传。\r\n自我来符守，因君树蕙荃。诗书将变俗，絺纩忽弥年。\r\n志阐三折后，愁值二毛前。伫立帝京路，遥心寄此篇。"
        },
        {
            "title": "游龙山静胜寺",
            "content": "每上襄阳楼，遥望龙山树。郁茀吐冈岭，微蒙在烟雾。\r\n下车岁已成，饰马闲馀步。苦霜裛野草，爱日扬江煦。\r\n云对石上塔，风吹松下路。禅室宴三空，神祠同六趣。\r\n儿童共戏谑，猿鸟相惊顾。南识桓公台，北望先贤墓。\r\n世上人何在，时闻心不住。但传无尽灯，可使有情悟。"
        },
        {
            "title": "五君咏五首·赵耿公彦昭",
            "content": "耿公山岳秀，才杰心亦妙。鸷鸟峻标立，哀玉扣清调。\r\n协赞休明启，恩华日月照。何意瑶台云，风吹落江徼。\r\n湘流下浔阳，洒泪一投吊。"
        },
        {
            "title": "闻雨",
            "content": "多雨绝尘事，寥寥入太玄。城阴疏复合，檐滴断还连。\r\n念我劳造化，从来五十年。误将心徇物，近得还自然。\r\n闲居草木侍，虚室鬼神怜。有时进美酒，有时泛清弦。\r\n声真不世识，心醉岂言诠。"
        },
        {
            "title": "五君咏五首·郭代公元振",
            "content": "代公举鹏翼，悬飞摩海雾。志康天地屯，适与云雷遇。\r\n兴丧一言决，安危万心注。大勋书王府，舛命沦江路。\r\n势倾北夏门，哀靡东平树。"
        },
        {
            "title": "五君咏五首·李赵公峤",
            "content": "李公实神敏，才华乃天授。睦亲何用心，处贵不忘旧。\r\n故事遵台阁，新诗冠宇宙。在人忠所奉，恶我诚将宥。\r\n南浦去莫归，嗟嗟蔑孙秀。"
        },
        {
            "title": "五君咏五首·苏许公环",
            "content": "许公信国桢，克美具瞻情。百事资朝问，三章广世程。\r\n处高心不有，临节自为名。朱户传新戟，青松拱旧茔。\r\n凄凉丞相府，馀庆在玄成。"
        },
        {
            "title": "五君咏五首·魏齐公元忠",
            "content": "齐公生人表，迥天闻鹤唳。清论早揣摩，玄心晚超诣。\r\n入相廊庙静，出军沙漠霁。见深吕禄忧，举后陈平计。\r\n甘心除君恶，足以报先帝。"
        },
        {
            "title": "和尹懋秋夜游灉湖",
            "content": "坐啸人事闲，佳游野情发。山门送落照，湖口升微月。\r\n林寻猿狖居，水戏鼋鼍穴。朔风吹飞雁，芳草亦云歇。"
        },
        {
            "title": "岳阳石门墨山二山",
            "content": "囷轮江上山，近在华容县。常涉巴丘首，天晴遥可见。\r\n佳游屡前诺，芳月愆幽眷。及此符守移，欢言临道便。\r\n既携赏心客，复有送行掾。竹径入阴窅，松萝上空蒨。\r\n草共林一色，云与峰万变。探窥石门断，缘越沙涧转。\r\n两山势争雄，峰巘相顾眄。药妙灵仙宝，境华岩壑选。\r\n清都西渊绝，金地东敞宴。池果接园畦，风烟迩台殿。\r\n高寻去石顶，旷览天宇遍。千山纷满目，百川豁对面。\r\n骑来云气迎，人去鸟声恋。长揖桃源士，举世同企羡。"
        },
        {
            "title": "岳阳早霁南楼",
            "content": "山水佳新霁，南楼玩初旭。夜来枝半红，雨后洲全绿。\r\n四运相终始，万形纷代续。适临青草湖，再变黄莺曲。\r\n地穴穿东武，江流下西蜀。歌闻枉渚邅，舞见长沙促。\r\n心阻意徒驰，神和生自足。白发悲上春，知常谢先欲。"
        },
        {
            "title": "出湖寄赵冬曦",
            "content": "西泛平湖尽，参差入乱山。东瞻岳阳郡，汗漫太虚间。\r\n窘步同行乐，遒文互屡看。山戍上云桂，江亭临水关。\r\n川途倏忽间，风景依如昨。湘浦未赐环，荆门犹主诺。\r\n何时与美人，载酒游宛洛。"
        },
        {
            "title": "灉湖山寺",
            "content": "楚老游山寺，提携观画壁。扬袂指辟支，睩眄相斗阋。\r\n险哉透撞儿，千金赌一掷。成败身自受，傍人那叹息。"
        },
        {
            "title": "游洞庭湖湘",
            "content": "缅邈洞庭岫，葱蒙水雾色。宛在太湖中，可望不可即。\r\n剖竹守穷渚，开门对奇域。城池自絷笼，缨绶为徽纆。\r\n靡日不思往，经时始愿克。飞棹越溟波，维舟恣攀陟。\r\n窈窕入云步，崎岖倚松息。岩坛有鹤过，壁字无人识。\r\n滴石香乳溜，垂崖灵草植。玩幽轻雾阻，讨异忘曛逼。\r\n寒沙际水平，霜树笼烟直。空宫闻莫睹，地道窥难测。\r\n此处学金丹，何人生羽翼。谁传九光要，几拜三仙职。\r\n紫气徒想像，清潭长眇默。霓裳若有来，觏我云峰侧。"
        },
        {
            "title": "夜坐",
            "content": "怀哉四壁时，未有五都价。百金谁见许，斗酒难为贳。\r\n落花生芳春，孤月皎清夜。复逢利交客，题户遥相谢。"
        },
        {
            "title": "岳州行郡竹篱",
            "content": "山郡不沟郭，荒居无翳壅。爱人忠主利，善守闭为勇。\r\n苟非小勤瘁，安得期逸宠。版筑恐土疏，襄城嫌役重。\r\n藩栅聊可固，筠篁近易奉。差池截浦沙，缭绕缘隈垄。\r\n矗似长云亘，森如高戟耸。预绝豺狼忧，知免牛羊恐。\r\n闾里宽矫步，榛丛恣踏踵。始果游处心，终日成闲拱。"
        },
        {
            "title": "岳州作",
            "content": "夜梦云阙间，从容簪履列。朝游洞庭上，缅望京华绝。\r\n潦收江未清，火退山更热。重欷视欲醉，懵满气如噎。\r\n器留鱼鳖腥，衣点蚊虻血。发白思益壮，心玄用弥拙。\r\n冠剑日苔藓，琴书坐废撤。唯有报恩字，刻意长不灭。"
        },
        {
            "title": "相州山池作",
            "content": "尝怀谢公咏，山水陶嘉月。及此年事衰，徒看众花发。\r\n观鱼乐何在，听鸟情都歇。星汉流不停，蓬莱去难越。\r\n邺中秋麦秀，淇上春云沿。日见尘物空，如何静心阙。"
        },
        {
            "title": "入海二首",
            "content": "乘桴入南海，海旷不可临。茫茫失方面，混混如凝阴。\r\n云山相出没，天地互浮沉。万里无涯际，云何测广深。\r\n潮波自盈缩，安得会虚心。\r\n海上三神山，逍遥集众仙。灵心岂不同，变化无常全。\r\n龙伯如人类，一钓两鳌连。金台此沦没，玉真时播迁。\r\n问子劳何事，江上泣经年。隰中生红草，所美非美然。"
        },
        {
            "title": "巡边在河北作",
            "content": "抚剑空馀勇，弯弧遂无力。老去事如何，据鞍长叹息。\r\n故交索将尽，后进稀相识。独怜半死心，尚有寒松直。"
        },
        {
            "title": "襄州景空寺题融上人兰若",
            "content": "高名出汉阴，禅阁跨香岑。众山既围绕，长川复回临。\r\n云峰晓灵变，风木夜虚吟。碧湫龙池满，苍松虎径深。\r\n旧知青岩意，偏入杳冥心。何由侣飞锡，从此脱朝簪。"
        },
        {
            "title": "至尉氏",
            "content": "夕次阮公台，啸歌临爽垲。高名安足赖，故物今皆改。\r\n吾兄昔兹邑，遗爱称贤宰。桑中雉未飞，屋上乌犹在。\r\n途逢旧甿吏，城有同僚寀。望尘远见迎，拂馆来欣待。\r\n慈惠留千室，友于存四海。始知鲁卫间，优劣相悬倍。"
        },
        {
            "title": "过汉南城叹古坟",
            "content": "旧国多陵墓，荒凉无岁年。汹涌蔽平冈，汨若波涛连。\r\n上世千金字，潜卧九重泉。松柏剪无馀，碑记灭罔传。\r\n葬于不毛地，咸谓楚先贤。事尽情可识，使人心怅然。"
        },
        {
            "title": "一柱观",
            "content": "旧说江陵观，初疑神化来。空山结云阁，绮靡随风回。\r\n奈何任一柱，斯焉容众材。奇功非长世，今馀草露台。"
        },
        {
            "title": "江路忆郡",
            "content": "雾敛江早明，星翻汉将没。卧闻峡猿响，起视榜人发。\r\n倚棹攀岸筱，凭船弄波月。水宿压洲渚，晨光屡挥忽。\r\n林泽来不穷，烟波去无歇。结思笙竽里，摇情游侠窟。\r\n年貌不暂留，欢愉及玄发。云涓恋山海，禽马怀燕越。\r\n自非行役人，安知慕城阙。"
        },
        {
            "title": "蜀路二首",
            "content": "云埃夜澄廓，山日晓晴鲜。叶落苍江岸，鸿飞白露天。\r\n磷磷含水石，幂幂覆林烟。客心久无绪，秋风殊未然。\r\n徭蜀时未改，别家乡念盈。忆昨出门日，春风发鲜荣。\r\n及兹旋辕地，秋风满路生。昏晓思魏阙，梦寐还秦京。\r\n秦京开朱第，魏阙垂紫缨。幽独玄虚阁，不闻人马声。\r\n艺业为君重，名位为君轻。玉琴知调苦，宝镜对胆清。\r\n鹰饥常啄腥，凤饥亦待琼。于君自有属，物外岂能轻。"
        },
        {
            "title": "过蜀道山",
            "content": "我行春三月，山中百花开。披林入峭蒨，攀登陟崔嵬。\r\n白云半峰起，清江出峡来。谁知高深意，缅邈心幽哉。"
        },
        {
            "title": "代书寄薛四",
            "content": "孤雁东飞来，寄我纹与素。纹足经三象，素当综群务。\r\n远见故人心，一言重千金。答之彩毛翰，继以瑶华音。\r\n岁寒众木改，松柏心常在。"
        },
        {
            "title": "代书寄吉十一",
            "content": "一雁雪上飞，值我衡阳道。口衔离别字，远寄当归草。\r\n目想春来迟，心惊寒去早。忆乡乘羽翮，慕侣盈怀抱。\r\n零落答故人，将随江树老。"
        },
        {
            "title": "寄姚司马",
            "content": "共君春种瓜，本期清夏暑。瓜成人已去，失望将谁语。\r\n裛露摘香园，感味怀心许。偶逢西风便，因之寄鄂渚。"
        },
        {
            "title": "答李伯鱼桐竹",
            "content": "结庐桐竹下，室迩人相深。接垣分竹径，隔户共桐阴。\r\n落花朝满岸，明月夜披林。竹有龙鸣管，桐留凤舞琴。\r\n奇声与高节，非吾谁赏心。"
        },
        {
            "title": "赠赵侍御",
            "content": "禄放迹异端，偏荒事同蹇。苟忘风波累，俱会云壑践。\r\n险式压西湖，侨庐对南岘。夜楼江月入，朝幌山云卷。\r\n山势远涛连，江途斜汉转。坐啸予多暇，行吟子独善。\r\n并辔躧郊郭，方舟玩游演。虚声万籁分，水色千里辨。\r\n不知岸阴谢，再见春露泫。绿壤发欣颜，华年助虫篆。\r\n上世时难接，古人情可选。泊渚烦为媒，多才怨成褊。\r\n长沙鵩作赋，任道可知浅。请从三已心，荣辱两都遣。"
        },
        {
            "title": "赠赵公",
            "content": "湘东股肱守，心与帝乡期。舟楫中途蹇，风波复来思。\r\n嘉我常联翼，金貂侍玉墀。迹参前马圣，名缀鬻熊师。\r\n寒暑一何速，山川远间之。宁知洞庭上，独得平生时。\r\n精意微绝简，从权讨妙棋。林壑为予请，纷霭发华滋。\r\n流赏忽已散，惊帆杳难追。送君在南浦，侘傺投此词。"
        },
        {
            "title": "赠崔公",
            "content": "我闻西汉日，四老南山幽。长歌紫芝秀，高卧白云浮。\r\n朝野光尘绝，榛芜年貌秋。一朝驱驷马，连辔入龙楼。\r\n昔遁高皇去，今从太子游。行藏惟圣节，福祸在人谋。\r\n卒能匡惠帝，岂不赖留侯。事随年代远，名与图籍留。\r\n平生钦淳德，慷慨景前修。蚌蛤伺阴兔，蛟龙望斗牛。\r\n无嗟异飞伏，同气幸相求。"
        },
        {
            "title": "新都南亭送郭元振卢崇道（一作卢崇道诗）",
            "content": "竹径女萝蹊，莲洲文石堤。静深人俗断，寻玩往还迷。\r\n碧潭秀初月，素林惊夕栖。褰幌纳蟾影，理琴听猿啼。\r\n佳辰改宿昔，胜寄坐睽携。长怀赏心爱，如玉复如珪。"
        },
        {
            "title": "代书答姜七崔九",
            "content": "婀娜金闺树，离披野田草。虽殊两地荣，幸共三春好。\r\n花殊鸟飞处，叶镂虫行道。真心独感人，惆怅令人老。"
        },
        {
            "title": "送王光庭",
            "content": "同居洛阳陌，经日懒相求。及尔江湖去，言别怅悠悠。\r\n楚云眇羁翼，海月倦行舟。爱而不可见，徒嗟芳岁流。"
        },
        {
            "title": "别平一师",
            "content": "王子不事俗，高驾眇难追。茅土非屑盼，倾城无乐资。\r\n宴坐深林中，三世同一时。皎皎独往心，不为尘网欺。\r\n朅来已复去，今去何来思。回首谢同行，勤会安请期。"
        },
        {
            "title": "送李侍郎迥秀薛长史季昶同赋得水字",
            "content": "汉郡接胡庭，幽并对烽垒。旌旗按部曲，文武惟卿士。\r\n薛公善筹画，李相威边鄙。中冀分两河，长城各万里。\r\n藉马黄花塞，蒐兵白狼水。胜敌在安人，为君汗青史。"
        },
        {
            "title": "再使蜀道",
            "content": "眇眇葭萌道，苍苍褒斜谷。烟壑争晦深，云山共重复。\r\n古来风尘子，同眩望乡目。芸阁有儒生，轺车倦驰逐。\r\n青春客岷岭，白露摇江服。岁月镇羁孤，山川俄反覆。\r\n鱼游恋深水，鸟迁恋乔木。如何别亲爱，坐去文章国。\r\n蟋蟀鸣户庭，蟏蛸网琴筑。"
        },
        {
            "title": "修书院学士奉敕宴梁王宅赋得树字",
            "content": "虎殿成鸿业，猿岩题凤赋。既荷大君恩，还蒙小山遇。\r\n秋吹迎弦管，凉云生竹树。共惜朱邸欢，无辞洛城暮。"
        },
        {
            "title": "药园宴武辂沙将军赋得洛字",
            "content": "东第乘馀兴，南园宴清洛。文学引邹枚，歌钟陈卫霍。\r\n风高大夫树，露下将军药。待闻出塞还，丹青上麟阁。"
        },
        {
            "title": "夕宴房主簿舍",
            "content": "岁晏关雍空，风急河渭冰。薄游羁物役，微尚惬远凭。\r\n旅馆月宿永，闭扃云思兴。伊人美修夜，朋酒惠来称。\r\n交谈既清雅，琴吹亦凄凝。不逢君蹇涸，幽意长郁蒸。"
        },
        {
            "title": "清明日诏宴宁王山池赋得飞字",
            "content": "今日清明宴，佳境惜芳菲。摇扬花杂下，娇啭莺乱飞。\r\n绿渚传歌榜，红桥度舞旂。和风偏应律，细雨不沾衣。\r\n承恩如改火，春去春来归。"
        },
        {
            "title": "送郭大夫元振再使吐蕃",
            "content": "犬戎废东献，汉使驰西极。长策问酋渠，猜阻自夷殛。\r\n容发徂边岁，旌裘敝海色。五年一见家，妻子不相识。\r\n武库兵犹动，金方事未息。远图待才智，苦节输筋力。\r\n脱刀赠分手，书带加餐食。知君万里侯，立功在异域。"
        },
        {
            "title": "奉和圣制义成校猎喜雪应制",
            "content": "文教资武功，郊畋阅邦政。不知仁育久，徒看禽兽盛。\r\n夜霰氛埃灭，朝日山川净。绰仗飞走繁，抨弦筋角劲。\r\n帝射参神道，龙驰合人性。五豝连一发，百中皆先命。\r\n勇爵均万夫，雄图罗七圣。星为吉符老，雪作丰年庆。\r\n喜听行猎诗，威神入军令。"
        },
        {
            "title": "奉和圣制温汤对雪应制",
            "content": "瑞雪带寒风，寒风入阴琯。阴琯方凝闭，寒风复凄断。\r\n宫似瑶林匝，庭如月结满。正赓挟纩词，非近温泉暖。"
        },
        {
            "title": "奉和圣制行次成皋应制",
            "content": "夏氏阶隋乱，自言河朔雄。王师进谷水，兵气临山东。\r\n前扫成皋阵，却下洛阳宫。义合帝图起，威加天宇同。\r\n轩台百年外，虞典一巡中。战龙思王业，倚马赋神功。"
        },
        {
            "title": "行从方秀川与刘评事文同宿",
            "content": "方秀美盘游，频年降天罕。水共伊川接，山将阙门断。\r\n捧日照恩华，攀云引疲散。野宿霜入帐，孤衾寒不暖。\r\n静闻宫漏疏，卧视庭月满。开炉命温酎，中夜发清管。\r\n风送关山长，气遒星岁短。寓言情思惬，适兴真意坦。\r\n寰中病羁挂，方外嫌纵诞。愿君乐盛时，无嗟带纕缓。"
        },
        {
            "title": "奉和圣制送宇文融安辑户口应制",
            "content": "至德临天下，劳情遍九围。念兹人去本，蓬转将何依。\r\n外避征戍数，内伤亲党稀。嗟不逢明盛，胡能照隐微。\r\n柏台简行李，兰殿锡朝衣。别曲动秋风，恩令生春辉。\r\n使出四海安，诏下万心归。怍非夔龙佐，徒歌鸿雁飞。"
        },
        {
            "title": "唐享太庙乐章·长发舞",
            "content": "具礼崇德，备乐承风。魏推幢主，周赠司空。\r\n不行而至，无成有终。神兴王业，天归帝功。"
        },
        {
            "title": "唐封泰山乐章·豫和",
            "content": "礼乐终，烟燎上。怀灵惠，结皇想。\r\n归风疾，回风爽。百神来，众神往。"
        },
        {
            "title": "奉和圣制过晋阳宫应制",
            "content": "太原俗尚武，高皇初奋庸。星轩三晋躔，土乐二尧封。\r\n北风遂举鹏，西河亦上龙。至德起王业，继明赖人雍。\r\n六合启昌期，再兴广圣踪。传呼大驾来，文物如云从。\r\n连营火百里，纵观人千重。翠华渡汾水，白日崒罕峰。\r\n枌榆恩赏洽，桑梓旧情恭。往运感不追，清时惜难逢。\r\n诗发尊祖心，颂刊盛德容。愿君及春事，回舆绥万邦。"
        },
        {
            "title": "杂曲歌辞·舞马千秋万岁乐府词",
            "content": "金天诞圣千秋节，玉醴还分万寿觞。试听紫骝歌乐府，\r\n何如騄骥舞华冈。连骞势出鱼龙变，蹀躞骄生鸟兽行。\r\n岁岁相传指树日，翩翩来伴庆云翔。\r\n圣王至德与天齐，天马来仪自海西。腕足齐行拜两膝，\r\n繁骄不进蹈千蹄。髤髵奋鬣时蹲踏，鼓怒骧身忽上跻。\r\n更有衔杯终宴曲，垂头掉尾醉如泥。\r\n远听明君爱逸才，玉鞭金翅引龙媒。不因兹白人间有，\r\n定是飞黄天上来。影弄日华相照耀，喷含云色且徘徊。\r\n莫言阙下桃花舞，别有河中兰叶开。"
        },
        {
            "title": "杂曲歌辞·舞马词",
            "content": "万玉朝宗凤扆，千金率领龙媒。\r\n眄鼓凝骄躞蹀，听歌弄影徘徊。\r\n天禄遥征卫叔，日龙上借羲和。\r\n将共两骖争舞，来随八骏齐歌。\r\n彩旄八佾成行，时龙五色因方。\r\n屈膝衔杯赴节，倾心献寿无疆。\r\n帝皂龙驹沛艾，星兰骥子权奇。\r\n腾倚骧洋应节，繁骄接迹不移。\r\n二圣先天合德，群灵率土可封。\r\n击石骖马覃紫燕，扌从金顾步苍龙。\r\n圣君出震应箓，神马浮河献图。\r\n足踏天庭鼓舞，心将帝乐踟踌。"
        },
        {
            "title": "杂曲歌辞·苏摩遮",
            "content": "摩遮本出海西胡，琉璃宝服紫髯胡。\r\n闻道皇恩遍宇宙，来时歌舞助欢娱。\r\n绣装帕额宝花冠，夷歌骑舞借人看。\r\n自能激水成阴气，不虑今年寒不寒。\r\n腊月凝阴积帝台，豪歌击鼓送寒来。\r\n油囊取得天河水，将添上寿万年杯。\r\n寒气宜人最可怜，故将寒水散庭前。\r\n惟愿圣君无限寿，长取新年续旧年。\r\n昭成皇后帝家亲，荣乐诸人不比伦。\r\n往日霜前花委地，今年雪后树逢春。"
        },
        {
            "title": "杂曲歌辞·踏歌词",
            "content": "花萼楼前雨露新，长安城里太平人。\r\n龙衔火树千灯艳，鸡踏莲花万岁春。\r\n帝宫三五戏春台，行雨流风莫妒来。\r\n西域灯轮千影合，东华金阙万重开。"
        },
        {
            "title": "蜀道后期",
            "content": "客心争日月，来往预期程。\r\n秋风不相待，先至洛阳城。"
        },
        {
            "title": "唐封泰山乐章·豫和六首",
            "content": "挹泰坛，紫泰清。受天命，报天成。\r\n竦皇心，荐乐声。志上达，歌下迎。\r\n亿上帝，临下庭。骑日月，陪列星。\r\n嘉视信，大糦馨。澹神心，醉皇灵。\r\n相百辟，贡八荒。九歌叙，万舞翔。\r\n肃振振，铿皇皇。帝欣欣，福穰穰。\r\n高在上，道光明。物资始，德难名。\r\n承眷命，牧苍生。寰宇谧，泰阶平。\r\n天道无亲，至诚与邻。山川遍礼，宫徵惟新。\r\n玉帛非盛，聪明会真。正斯一德，通乎百神。\r\n享帝享亲，维孝维圣。缉熙懿德，敷扬成命。\r\n华夷志同，笙镛礼盛。明灵降止，感此诚敬。"
        },
        {
            "title": "奉和圣制赐诸州刺史应制以题坐右",
            "content": "文明遍禹迹，鳏寡达尧心。正在亲人守，能令王泽深。\r\n朝廷多秀士，熔炼比精金。犀节同分命，熊轩各外临。\r\n圣主赋新诗，穆若听薰琴。先言教为本，次言则是钦。\r\n三时农不夺，午夜犬无侵。愿使天宇内，品物遂浮沉。\r\n寄情群飞鹤，千里一扬音。共蹑华胥梦，龚黄安足寻。"
        },
        {
            "title": "四月十三日诏宴宁王亭子赋得好字",
            "content": "何许承恩宴，山亭风日好。绿嫩鸣鹤洲，阴秾斗鸡道。\r\n果思夏来茂，花嫌春去早。行乐无限时，皇情及芳草。"
        }
    ]
}