{
    "dynasty": "唐",
    "author": "权德舆",
    "intro": "字载之，天水略阳人。未冠，即以文章称，杜佑、裴胄交辟之。德宗闻其材，召为太常博士，改左补阙，兼制诰，进中书舍人，历礼部侍郎，三知贡举。宪宗元和初，历兵部、吏部侍郎，坐郎吏误用官阙，改太子宾客。俄复前官，迁太常卿，拜礼部尚书，同平章事。会李吉甫再秉政，帝又自用李绛，议论持异，德舆从容不敢有所轻重，坐是罢，以检校吏部尚书，留守东都，复拜太常卿，徙刑部尚书，出为山南西道节度使。二年，以病乞还，卒于道，年六十。赠左仆射，谥曰文。德舆积思经术，无不贯综。其文雅正赡缛，动止无外饰，而酝藉风流，自然可慕，为贞元、元和间缙绅羽仪。文集五十卷，今编诗十卷。",
    "items": [
        {
            "title": "送别同用阔字",
            "content": "耿耿离念繁，萧萧凉叶脱。缁尘素衣敝，风露秋江阔。\r\n想得读书窗，岩花对巾褐。"
        },
        {
            "title": "酬南园新亭宴会璩新第慰庆之作，时任宾客",
            "content": "南宫烟景浓，平视中南峰。官闲似休沐，尽室来相从。\r日抱汉阴瓮，或成蝴蝶梦。树老欲连云，竹深疑入洞。\r欢言交羽觞，列坐俨成行。歌吟不能去，待此明月光。\r好逑蕴明识，内顾多惭色。不厌梁鸿贫，常讥伯宗直。\r予婿信时英，谏垣金玉声。男儿才弱冠，射策幸成名。\r偃放斯自足，翛然去营欲。散木固无堪，虚舟常任触。\r大隐本吾心，喜君流好音。相期悬车岁，此地即中林。"
        },
        {
            "title": "奉使丰陵职司卤簿，通宵涉路，因寄内",
            "content": "彩仗列森森，行宫夜漏深。殳鋋方启路，钲鼓正交音。\r曙月思兰室，前山辨谷林。家人念行役，应见此时心。"
        },
        {
            "title": "河南崔尹即安喜从兄宜于室家四十余岁，一昨",
            "content": "五色金光鸾凤飞，三川墨妙巧相辉。\r尊崇善祝今如此，共待曾玄捧翟衣。"
        },
        {
            "title": "元和元年，蒙恩封成纪县伯，时室中封安喜县",
            "content": "启土封成纪，宜家县安喜。同欣井赋开，共受闺门祉。\r珩璜联采组，琴瑟谐宫徵。更待悬车时，与君欢暮齿。"
        },
        {
            "title": "旅馆雪晴，又睹新月，众兴所感，因成杂言",
            "content": "寥寥深夜雪初晴，楼上云开月渐明。池中片影依稀见，\r帘外清光远近生。皎皎晴空疑破镜，广庭积素偏相映。\r珠帘卷却光更深，玉指持来色逾净。梦觉青楼最可怜，\r婵娟素魄满寒天。天地寥寥同一色，秦淮楚江无限极。\r归鸿断猿何处声，深闺旅馆遥相忆。长安五侯华阁开，\r嘉宾列坐倾金罍。赏明月，玩流雪，纤手蛾眉座中设，\r清歌一声无断绝。夜已央，乐未阑。狐裘兽炭不知寒，\r珠环翠珮声珊珊。履舄纷纭桂袖攒，朱颜倚醉尽君欢。\r人生少年全不久，相看且劝杯中酒。丈夫富贵自有期，\r映雪读书徒白首。"
        },
        {
            "title": "张工部至薄寒山下有书无由驰报輤车之至倍切",
            "content": "书来远自薄寒山，缭绕洮河出古关。\r今日难裁秣陵报，薤歌寥落柳车边。"
        },
        {
            "title": "县君赴兴庆宫朝贺载之奉行册礼，因书即事",
            "content": "合卺交欢二十年，今朝比翼共朝天。风传漏刻香车度，\r日照旌旗彩仗鲜。顾我华簪鸣玉珮，看君盛服耀金钿。\r相期偕老宜家处，鹤发鱼轩更可怜。"
        },
        {
            "title": "奉和许阁老霁后慈恩寺杏园看花，同用花字口",
            "content": "杏林微雨霁，灼灼满瑶华。左掖期先至，中园景未斜。\r含毫歌白雪，藉草醉流霞。独限金闺籍，支颐啜茗花。"
        },
        {
            "title": "从叔将军宅蔷薇花开，太府韦卿有题壁长句，",
            "content": "环列从容蹀躞归，光风骀荡发红薇。莺藏密叶宜新霁，\r蹀绕低枝爱晚晖。艳色当轩迷舞袖，繁香满径拂朝衣。\r名卿洞壑仍相近，佳句新成和者稀。"
        },
        {
            "title": "奉和史馆张阁老，以许、陈二阁长爱弟俱为尚",
            "content": "伯仲尽时贤，平舆与颍川。桂枝尝遍折，棣萼更相鲜。\r丹地晨趋并，黄扉夕拜联。岂如分侍从，来就凤池边。"
        },
        {
            "title": "奉和韦谏议奉送水部家兄上后书情，寄诸兄弟",
            "content": "驷牡龙旂庆至今，一门儒服耀华簪。人望皆同照乘宝，\r家风不重满籝金。护衣直夜南宫静，焚草清时左掖深。\r何幸末班陪两地，阳春欲和意难任。"
        },
        {
            "title": "奉和陈阁老寒食初假当直，从东省往集贤，因",
            "content": "繁花满树似留客，应为主人休浣归。"
        },
        {
            "title": "酬崔舍人阁老，冬至日宿直省中，奉简两掖阁",
            "content": "令节一阳新，西垣宿近臣。晓光连凤沼，残漏近鸡人。\r白雪飞成曲，黄钟律应均。层霄翔迅羽，广陌驻归轮。\r清切晨趋贵，恩华夜直频。辍才时所重，分命秩皆真。\r左掖期连茹，南宫愧积薪。九年叨此地，回首倍相亲。"
        },
        {
            "title": "奉和崔阁老，清明日候许阁老交直之际，辱裴",
            "content": "紫禁宿初回，清明花乱开。相招直城外，远远上春台。\r谏曹将列宿，几处期子玉。深竹与清泉，家家桃李鲜。\r折芳行载酒，胜赏随君有。愁疾自无悰，临风一搔首。"
        },
        {
            "title": "和王祭酒太社宿斋，不得赴李尚书宅会，戏书",
            "content": "元礼门前劳引望，句龙坛下阻欢娱。\r此时对局空相忆，博进何人更乐输。"
        },
        {
            "title": "朔旦冬至摄职南郊，因书即事",
            "content": "大明南至庆天正，朔旦圆丘乐七成。文轨尽同尧历象，\r斋祠忝备汉公卿。星辰列位祥光满，金石交音晓奏清。\r更有观台称贺处，黄云捧日瑞升平。"
        },
        {
            "title": "和张秘监阁老献岁过蒋大拾遗，因呈两省诸公",
            "content": "二贤同载笔，久次入新年。焚草淹轻秩，藏书厌旧编。\r竹风晴翠动，松雪瑞光鲜。庆赐行春令，从兹伫九迁。"
        },
        {
            "title": "早夏青龙寺致斋，凭眺感物，因书十四韵",
            "content": "晓出文昌宫，憩兹青莲宇。洁斋奉明祀，凭览伤夐古。\r秦为三月火，汉乃一抔土。诈力自湮沦，霸仪终莽卤。\r中南横峻极，积翠泄云雨。首夏谅清和，芳阴接场圃。\r仁祠閟严净，稽首洗灵府。虚室僧正禅，危梁燕初乳。\r通庄走声利，结驷乃旁午。观化复何如，刳心信为愈。\r盛时忽过量，弱质本无取。静永环中枢，益愧腰下组。\r尘劳期抖擞，陟降聊俯偻。遗韵留壁间，凄然感东武。"
        },
        {
            "title": "埇桥达奚四、于十九、陈大三侍御夜宴叙，各",
            "content": "满树铁冠琼树枝，樽前烛下心相知。\r明朝又与白云远，自古河梁多别离。"
        },
        {
            "title": "送少清赴润州参军，因思练旧居",
            "content": "二纪乐箪瓢，烟霞暮与朝。因君宦游去，记得春江潮。\r远别更搔首，初官方折腰。青门望离袂，魂为阿连销。"
        },
        {
            "title": "送薛十九丈授将作主簿，分司东都，赋得春草",
            "content": "芊芊远郊外，杳杳春岩曲。愁处映微波，望中连净绿。\r日暮藉离觞，折芳心断续。"
        },
        {
            "title": "拜昭陵出城，与张秘监阁老同里，临行别承在",
            "content": "仲月当南吕，晨装拜古林。逢君在东观，不得话离襟。\r策马缘云路，开缄扣玉音。还期才浃日，里社酒同斟。"
        },
        {
            "title": "送密秀才吏部驳放后归蜀，应崔大理序",
            "content": "蜀国本多士，雄文似相如。之子西南秀，名在贤能书。\r薄禄且未及，故山念归欤。迢迢三千里，返驾一羸车。\r玉垒长路尽，锦江春物余。此行无愠色，知尔恋林庐。"
        },
        {
            "title": "李韶州著书，常论释氏之理，贵州有能公遗迹",
            "content": "常日区中暇，时闻象外言。曹溪有宗旨，一为勘心源。"
        },
        {
            "title": "祗命赴京，途次淮口，因书所怀",
            "content": "弱植素寡偶，趋时非所任。感恩再登龙，求友皆断金。\r彪炳睹奇采，凄锵闻雅音。适欣佳期接，遽叹离思侵。\r靡靡遵远道，忡忡劳寸心。难成独酌谣，空奏伐木吟。\r泬寥清冬时，萧索白昼阴。交欢谅如昨，滞念纷在今。\r因风试矫翼，倦飞会归林。向晚清淮驶，回首楚云深。"
        },
        {
            "title": "上巳日贡院考杂文不遂赴九华观祓禊之会，以",
            "content": "三日韶光处处新，九华仙洞七香轮。\r老夫留滞何由往，珉玉相和正绕身。\r禊饮寻春兴有余，深情婉婉见双鱼。\r同心齐体如身到，临水烦君便祓除。"
        },
        {
            "title": "初秋月夜中书宿直，因呈杨阁老",
            "content": "欹枕直庐暇，风蝉迎早秋。沈沈玉堂夕，皎皎金波流。\r对掌喜新命，分曹谐旧游。相思玩华彩，因感庾公楼。"
        },
        {
            "title": "贡院对雪，以绝句代八行，奉寄崔阁老",
            "content": "寓宿春闱岁欲除，严风密雪绝双鱼。\r思君独步西垣里，日日含香草诏书。"
        },
        {
            "title": "和职方殷郎中留滞江汉初至南宫，呈诸公并见",
            "content": "十载别文昌，藩符寄武当。师贞上介辟，恩擢正员郎。\r藻思烟霞丽，归轩印绶光。还希驻辇问，莫自叹冯唐。"
        },
        {
            "title": "和司门殷员外早秋省中书直夜，寄荆南卫象端",
            "content": "共嗟王粲滞荆州，才子为郎忆旧游。凉夜偏宜粉署直，\r清言远待玉人酬。风生北渚烟波阔，露下南宫星汉秋。\r早晚得为同舍侣，知君两地结离忧。"
        },
        {
            "title": "郴州换印缄遣之际，率成三韵，因寄李二兄员",
            "content": "缄题桂阳印，持寄朗陵兄。刺举官犹屈，风谣政已成。\r行看换龟纽，奏最谒承明。"
        },
        {
            "title": "奉和张舍人阁老阁中直夜，思闻雅琴，因以书",
            "content": "紫垣宿清夜，蔼蔼复沈沈。圆月衡汉净，好风松涤深。\r轩窗韵虚籁，兰雪怀幽音。珠露销暑气，玉徽结遐心。\r盛才本殊伦，雅诰方在今。伫见舒彩翮，翻飞归凤林。"
        },
        {
            "title": "奉和李给事省中书情，寄刘、苗、崔三曹长，",
            "content": "常寮几处伏明光，新诏联翩夕拜郎。五夜漏清天欲曙，\r万年枝暖日初长。分曹列侍登文石，促膝闲谣接羽觞。\r共说汉朝荣上赏，岂令三友滞冯唐。"
        },
        {
            "title": "唐开州文编远寄新赋，累惠良药，咏叹仰佩，",
            "content": "风雨竦庭柯，端忧坐空堂。多病时节换，所思道里长。\r故人朱两轓，出自尚书郎。下车今几时，理行远芬芳。\r琼瑶览良讯，芣苡满素囊。结根在贵州，蠲疾传古方。\r探撷当五月，殷勤逾八行。深情婉如此，善祝何可忘。\r复有金玉音，焕如龙凤章。一闻灵洞说，若睹群仙翔。\r三清飞庆霄，百汰成雄铓。体物信无对，洒心愿相将。\r昔年同旅食，终日窥文房。春风眺芜城，秋水渡柳杨。\r君为太史氏，弱质羁楚乡。今来忝司谏，千骑遥相望。\r归云夕鳞鳞，圆魄夜苍苍。远思结铃阁，何人交羽觞。\r伫见征颍川，无为薄淮阳。政成看再入，列侍炉烟傍。"
        },
        {
            "title": "太原郑尚书远寄新诗，走笔酬赠，因代书贺",
            "content": "晓开阊阖出丝言，共喜全才镇北门。职重油幢推上略，\r荣兼革履见深恩。昔岁经过同二仲，登朝并命惭无用。\r曲台分季奉斋祠，直笔系年陪侍从。芬芳鸡舌向南宫，\r伏奏丹墀迹又同。公望数承黄纸诏，虚怀自号白云翁。\r戎装躞蹀纷出祖，金印煌煌宠司武。时看介士阅犀渠，\r每狎儒生冠章甫。晋祠汾水古并州，千骑双旌居上头。\r新握兵符应感激，远缄诗句更风流。缁衣诸侯谅称美，\r白衣尚书何可比。只今麟阁待丹青，努力加餐报天子。"
        },
        {
            "title": "和王侍郎病中领度支，烦迫之余，过西园书堂",
            "content": "凭槛辍繁务，晴光烟树分。中邦均禹贡，上药验桐君。\r满径风转蕙，卷帘山出云。锵然玉音发，余兴在斯文。"
        },
        {
            "title": "奉和新卜城南郊居得与卫右丞邻舍，因赋诗寄",
            "content": "上宰坐论道，郊居仍里仁。七符既昭晰，万象随陶钧。\r旭旦下玉墀，鸣驺拂车茵。轩窗退残暑，风物迎萧辰。\r山泽蜃雨出，林塘鱼鸟驯。岂同求羊径，共是羲皇人。\r石君五曹重，左户三壤均。居止烟火接，逢迎鸡黍频。\r大方本无隅，盛德必有邻。千年郢曲后，复此闻阳春。"
        },
        {
            "title": "奉和韦曲庄言怀，贻东曲外族诸弟",
            "content": "韦曲冠盖里，鲜原郁青葱。公台睦中外，墅舍邻西东。\r驺驭出国门，晨曦正曈曨。燕居平外土，野服参华虫。\r疆畎分古渠，烟霞连灌丛。长幼序以齿，欢言无不同。\r忆昔全盛时，勋劬播休功。代业扩宇内，光尘蔼墟中。\r慨息多永叹，歌诗厚时风。小生忝瓜葛，慕义斯无穷。"
        },
        {
            "title": "跌伤伏枕，有劝醲酒者暂忘所苦，因有一绝",
            "content": "一杯宜病士，四体委胡床。暂得遗形处，陶然在醉乡。"
        },
        {
            "title": "多病戏书，因示长孺",
            "content": "行年未四十，已觉百病生。眼眩飞蝇影，耳厌远蝉声。\r甘辛败六藏，冰炭交七情。唯思曲肱枕，搔首掷华缨。"
        },
        {
            "title": "刘绍相访夜话，因书即事",
            "content": "故人怆久别，兹夕款郊扉。山僮漉野酝，稚子褰书帷。\r清露泫珠莹，金波流玉徽。忘言我造适，瞪视君无违。\r但令静胜躁，自使癯者肥。不待蘧生年，从此知昔非。"
        },
        {
            "title": "奉和李相公早朝于中书候传点偶书所怀，奉呈",
            "content": "五更钟漏歇，千门扃钥开。紫宸残月下，黄道晓光来。\r辨色趋中禁，分班列上台。祥烟初缭绕，威凤正裴回。\r斧藻归全德，轮辕适众材。化成风偃草，道合鼎调梅。\r渥命随三接，皇恩畅九垓。嘉言造膝去，喜气沃心回。\r东阁延多士，南山赋有台。阳春那敢和，空此咏康哉。"
        },
        {
            "title": "同陆太祝鸿渐崔法曹载华见萧侍御留后，说得",
            "content": "专城书素至留台，忽报张纲揽辔回。\r共看昨日蝇飞处，并是今朝鹊喜来。\r鹤发州民拥使车，人人自说受恩初。\r如今天下无冤气，乞为邦君雪谤书。\r众人哺啜喜君醒，渭水由来不杂泾。\r遮莫雪霜撩乱下，松枝竹叶自青青。"
        },
        {
            "title": "崔四郎协律以诗见寄，兼惠蜀琴，因以酬赠",
            "content": "临风结烦想，客至传好音。白雪缄郢曲，朱弦亘蜀琴。\r泠泠响幽韵，款款寄遐心。岁晚何以报，与君期断金。"
        },
        {
            "title": "李十韶州寄途中绝句，使者取报修书之际，口",
            "content": "诏下忽临山水郡，不妨从事恣攀登。\r莫言向北千行雁，别有图南七月鹏。"
        },
        {
            "title": "句",
            "content": "耒水波纹细，湘江竹叶轻。\r\n古时楼上清明夜，月照楼前撩乱花。今日成阴复成子，\r\n可怜春尽未归家。\r\n新妇矶头云半敛，女儿滩畔月初明。\r\n回合千峰里，晴光似画图。\r\n征车随反照，候吏映白云。"
        },
        {
            "title": "与故人夜坐道旧",
            "content": "笑语欢今夕，烟霞怆昔游。清羸还对月，迟暮更逢秋。\r\n胜理方自得，浮名不在求。终当制初服，相与卧林丘。"
        },
        {
            "title": "冬至宿斋时郡君南内朝谒因寄",
            "content": "清斋独向丘园拜，盛服想君兴庆朝。\r\n明日一阳生百福，不辞相望阻寒宵。"
        },
        {
            "title": "发硖石路上却寄内",
            "content": "莎栅东行五谷深，千峰万壑雨沈沈。\r\n细君几日路经此，应见悲翁相望心。"
        },
        {
            "title": "和李大夫西山祈雨，因感张曲江故事十韵",
            "content": "亚相冠貂蝉，分忧统十联。火星当永日，云汉倬炎天。\r斋祷期灵贶，精诚契昔贤。中宵出驺驭，清夜旅牲牷。\r触日看初起，随车应物先。雷音生绝巘，雨足晦平阡。\r潇洒四冥合，空濛万顷连。歌谣喧泽国，稼穑遍原田。\r故事三台盛，新文七义全。作霖应自此，天下待丰年。"
        },
        {
            "title": "舟行夜泊",
            "content": "萧萧落叶送残秋，寂寞寒波急暝流。\r\n今夜不知何处泊，断猿晴月引孤舟。"
        },
        {
            "title": "栖霞寺云居室",
            "content": "一径萦纡至此穷，山僧盥漱白云中。\r\n闲吟定后更何事，石上松枝常有风。"
        },
        {
            "title": "宿严陵",
            "content": "身羁从事驱征传，江入新安泛暮涛。\r\n今夜子陵滩下泊，自惭相去九牛毛。"
        },
        {
            "title": "次滕老庄",
            "content": "征途无旅馆，当昼喜逢君。羸病仍留客，朝朝扫白云。"
        },
        {
            "title": "题邵端公林亭",
            "content": "春光何处好，柱史有林塘。莺啭风初暖，花开日欲长。\r\n凿池通野水，扫径阅新芳。更置盈尊酒，时时醉楚狂。"
        },
        {
            "title": "湖南观察使故相国袁公挽歌二首",
            "content": "五驱龙虎节，一入凤凰池。令尹自无喜，羊公人不疑。\r\n天归京兆日，叶下洞庭时。湘水秋风至，凄凉吹素旗。\r\n丹旐发江皋，人悲雁亦号。湘南罢亥市，汉上改词曹。\r\n表墓双碑立，尊名一字褒。常闻平楚狱，为报里门高。"
        },
        {
            "title": "敕赐长寿酒因口号以赠",
            "content": "恩沾长寿酒，归遗同心人。满酌共君醉，一杯千万春。"
        },
        {
            "title": "中书宿斋有寄",
            "content": "铜壶漏滴斗阑干，泛滟金波照露盘。\r\n遥想洞房眠正熟，不堪深夜凤池寒。"
        },
        {
            "title": "朝回阅乐寄绝句",
            "content": "子城风暖百花初，楼上龟兹引导车。\r\n曲罢卿卿理驺驭，细君相望意何如。"
        },
        {
            "title": "七夕见与诸孙题乞巧文",
            "content": "外孙争乞巧，内子共题文。隐映花奁对，参差绮席分。\r\n鹊桥临片月，河鼓掩轻云。羡此婴儿辈，吹呼彻曙闻。"
        },
        {
            "title": "酬南园新",
            "content": "南宫烟景浓，平视中南峰。官闲似休沐，尽室来相从。\r\n日抱汉阴瓮，或成蝴蝶梦。树老欲连云，竹深疑入洞。\r\n欢言交羽觞，列坐俨成行。歌吟不能去，待此明月光。\r\n好逑蕴明识，内顾多惭色。不厌梁鸿贫，常讥伯宗直。\r\n予婿信时英，谏垣金玉声。男儿才弱冠，射策幸成名。\r\n偃放斯自足，翛然去营欲。散木固无堪，虚舟常任触。\r\n大隐本吾心，喜君流好音。相期悬车岁，此地即中林。"
        },
        {
            "title": "卧病喜惠上人、李炼师、茅处士见访，因以赠",
            "content": "沈疴结繁虑，卧见书窗曙。方外三贤人，惠然来相亲。\r整巾起曳策，喜非车马客。支郎有佳文，新句凌碧云。\r霓裳何飘飘，浩志凌紫氛。复有沈冥士，远系三茅君。\r各言麋鹿性，不与簪组群。清言出象系，旷迹逃玄纁。\r心源暂澄寂，世故方纠纷。终当逐师辈，岩桂香氲芬。"
        },
        {
            "title": "奉使丰陵职司卤簿",
            "content": "彩仗列森森，行宫夜漏深。殳鋋方启路，钲鼓正交音。\r\n曙月思兰室，前山辨谷林。家人念行役，应见此时心。"
        },
        {
            "title": "元和元年，蒙",
            "content": "启土封成纪，宜家县安喜。同欣井赋开，共受闺门祉。\r\n珩璜联采组，琴瑟谐宫徵。更待悬车时，与君欢暮齿。"
        },
        {
            "title": "县君赴兴",
            "content": "合卺交欢二十年，今朝比翼共朝天。风传漏刻香车度，\r\n日照旌旗彩仗鲜。顾我华簪鸣玉珮，看君盛服耀金钿。\r\n相期偕老宜家处，鹤发鱼轩更可怜。"
        },
        {
            "title": "中书送敕赐斋馔戏酬",
            "content": "常日每齐眉，今朝共解颐。遥知大官膳，应与众雏嬉。"
        },
        {
            "title": "七夕",
            "content": "今日云輧渡鹊桥，应非脉脉与迢迢。\r\n家人兢喜开妆镜，月下穿针拜九霄。"
        },
        {
            "title": "新月与儿女夜坐听琴举酒",
            "content": "泥泥露凝叶，骚骚风入林。以兹皓月圆，不厌良夜深。\r\n列坐屏轻箑，放怀弦素琴。儿女各冠笄，孙孩绕衣襟。\r\n乃知大隐趣，宛若沧洲心。方结偕老期，岂惮华发侵。\r\n笑语向兰室，风流传玉音。愧君袖中字，价重双南金。"
        },
        {
            "title": "太常寺宿斋有寄",
            "content": "转枕挑灯候晓鸡，相君应叹太常妻。\r\n长年多病偏相忆，不遣归时醉似泥。"
        },
        {
            "title": "桃源篇",
            "content": "小年尝读桃源记，忽睹良工施绘事。岩径初欣缭绕通，\r\n溪风转觉芬芳异。一路鲜云杂彩霞，渔舟远远逐桃花。\r\n渐入空濛迷鸟道，宁知掩映有人家。庞眉秀骨争迎客，\r\n凿井耕田人世隔。不知汉代有衣冠，犹说秦家变阡陌。\r\n石髓云英甘且香，仙翁留饭出青囊。相逢自是松乔侣，\r\n良会应殊刘阮郎。内子闲吟倚瑶瑟，玩此沈沈销永日。\r\n忽闻丽曲金玉声，便使老夫思阁笔。"
        },
        {
            "title": "和九华观见怀贡院八韵",
            "content": "上巳好风景，仙家足芳菲。地殊兰亭会，人似山阴归。\r\n丹灶缀珠掩，白云岩径微。真宫集女士，虚室涵春辉。\r\n拘限心杳杳，欢言望依依。滞兹文墨职，坐与琴觞违。\r\n丽曲涤烦虚，幽缄发清机。支颐一吟想，恨不双翻飞。"
        },
        {
            "title": "河南",
            "content": "五色金光鸾凤飞，三川墨妙巧相辉。\r\n尊崇善祝今如此，共待曾玄捧翟衣。"
        },
        {
            "title": "上",
            "content": "三日韶光处处新，九华仙洞七香轮。\r\n老夫留滞何由往，珉玉相和正绕身。\r\n禊饮寻春兴有余，深情婉婉见双鱼。\r\n同心齐体如身到，临水烦君便祓除。"
        },
        {
            "title": "和九日从杨氏姊游",
            "content": "秋光风露天，令节庆初筵。易象家人吉，闺门女士贤。\r\n招邀菊酒会，属和柳花篇。今日同心赏，全胜落帽年。"
        },
        {
            "title": "端午日礼部宿斋有衣服彩结之贶以诗还答",
            "content": "良辰当五日，偕老祝千年。彩缕同心丽，轻裾映体鲜。\r\n寂寥斋画省，款曲擘香笺。更想传觞处，孙孩遍目前。"
        },
        {
            "title": "病中寓直代书题寄",
            "content": "愚夫何所任，多病感君深。自谓青春壮，宁知白发侵。\r\n寝兴劳善祝，疏懒愧良箴。寂寞闻宫漏，那堪直夜心。"
        },
        {
            "title": "黄蘖馆",
            "content": "驱车振楫越山川，候晓通宵冒烟雨。\r\n青枫浦上魂已销，黄檗馆前心自苦。"
        },
        {
            "title": "斗子滩",
            "content": "斗子滩头夜已深，月华偏照此时心。\r\n春江风水连天阔，归梦悠扬何处寻。"
        },
        {
            "title": "清明日次弋阳",
            "content": "自叹清明在远乡，桐花覆水葛溪长。\r\n家人定是持新火，点作孤灯照洞房。"
        },
        {
            "title": "石楠树",
            "content": "石楠红叶透帘春，忆得妆成下锦茵。\r\n试折一枝含万恨，分明说向梦中人。"
        },
        {
            "title": "相思树",
            "content": "家寄江东远，身对江西春。空见相思树，不见相思人。"
        },
        {
            "title": "自桐庐如兰溪有寄",
            "content": "东南江路旧知名，惆怅春深又独行。新妇山头云半敛，\r\n女儿滩上月初明。风前荡飏双飞蝶，花里间关百啭莺。\r\n满目归心何处说，欹眠搔首不胜情。"
        },
        {
            "title": "夜泊有怀",
            "content": "栖鸟向前林，暝色生寒芜。孤舟去不息，众感非一途。\r\n川程方浩淼，离思方郁纡。转枕眼未熟，拥衾泪已濡。\r\n窘然风水上，寝食疲朝晡。心想洞房夜，知君还向隅。"
        },
        {
            "title": "祗役江西路上以诗代书寄内",
            "content": "辛苦事行役，风波倦晨暮。摇摇结遐心，靡靡即长路。\r\n别来如昨日，每见缺蟾兔。潮信催客帆，春光变江树。\r\n宦游岂云惬，归梦无复数。愧非超旷姿，循此跼促步。\r\n笑言思暇日，规劝多远度。鹑服我久安，荆钗君所慕。\r\n伊予多昧理，初不涉世务。适因拥肿材，成此懒慢趣。\r\n一身常抱病，不复理章句。胸中无町畦，与物且多忤。\r\n既非大川楫，则守南山雾。胡为出处间，徒使名利污。\r\n羁孤望予禄，孩稚待我餔。未能即忘怀，恨恨以此故。\r\n终当税鞿鞅，岂待毕婚娶。如何久人寰，俯仰学举措。\r\n衡茅去迢递，水陆两驰骛。晰晰窥晓星，涂涂践朝露。\r\n静闻田鹤起，远见沙鸨聚。怪石不易跻，急湍那可溯。\r\n渔商闻远岸，烟火明古渡。下碇夜已深，上碕波不驻。\r\n畏途信非一，离念纷难具。枕席有馀清，壶觞无与晤。\r\n南方出兰桂，归日自分付。北窗留琴书，无乃委童孺。\r\n春江足鱼雁，彼此勤尺素。早晚到中闺，怡然两相顾。"
        },
        {
            "title": "杂兴五首",
            "content": "丛鬓愁眉时势新，初笄绝代北方人。\r\n一颦一笑千金重，肯似成都夜失身。\r\n乍听丝声似竹声，又疑丹穴九雏惊。\r\n金波露洗净于昼，寂寞不堪深夜情。\r\n琥珀尊开月映帘，调弦理曲指纤纤。\r\n含羞敛态劝君住，更奏新声刮骨盐。\r\n乳燕双飞莺乱啼，百花如绣照深闺。\r\n新妆对镜知无比，微笑时时出瓠犀。\r\n巫山云雨洛川神，珠襻香腰稳称身。\r\n惆怅妆成君不见，含情起立问傍人。"
        },
        {
            "title": "舟行见月",
            "content": "月入孤舟夜半晴，寥寥霜雁两三声。\r\n洞房烛影在何处，欲寄相思梦不成。"
        },
        {
            "title": "中书夜直寄赠",
            "content": "通籍在金闺，怀君百虑迷。迢迢五夜永，脉脉两心齐。\r\n步履疲青琐，开缄倦紫泥。不堪风雨夜，转枕忆鸿妻。"
        },
        {
            "title": "赠友人",
            "content": "知向巫山逢日暮，轻袿玉佩暂淹留。\r\n晓随云雨归何处，还是襄王梦觉愁。"
        },
        {
            "title": "玉台体十二首",
            "content": "鸾啼兰已红，见出凤城东。粉汗宜斜日，衣香逐上风。\r\n情来不自觉，暗驻五花骢。\r\n婵娟二八正娇羞，日暮相逢南陌头。\r\n试问佳期不肯道，落花深处指青楼。\r\n隐映罗衫薄，轻盈玉腕圆。相逢不肯语，微笑画屏前。\r\n知向辽东去，由来几许愁。破颜君莫怪，娇小不禁羞。\r\n楼上吹箫罢，闺中刺绣阑。佳期不可见，尽日泪潺潺。\r\n泪尽珊瑚枕，魂销玳瑁床。罗衣不忍著，羞见绣鸳鸯。\r\n君去期花时，花时君不至。檐前双燕飞，落妾相思泪。\r\n空闺灭烛后，罗幌独眠时。泪尽肠欲断，心知人不知。\r\n秋风一夜至，吹尽后庭花。莫作经时别，西邻是宋家。\r\n独自披衣坐，更深月露寒。隔帘肠欲断，争敢下阶看。\r\n昨夜裙带解，今朝蟢子飞。铅华不可弃，莫是藁砧归。\r\n万里行人至，深闺夜未眠。双眉灯下扫，不待镜台前。"
        },
        {
            "title": "放歌行",
            "content": "夕阳不驻东流急，荣名贵在当年立。青春虚度无所成，\r\n白首衔悲亦何及。拂衣西笑出东山，君臣道合俄顷间。\r\n一言一笑玉墀上，变化生涯如等闲。朱门杳杳列华戟，\r\n座中皆是王侯客。鸣环动珮暗珊珊，骏马花骢白玉鞍。\r\n十千斗酒不知贵，半醉留宾邀尽欢。银烛煌煌夜将久，\r\n侍婢金罍泻春酒。春酒盛来琥珀光，暗闻兰麝几般香。\r\n乍看皓腕映罗袖，微听清歌发杏梁。双鬟美人君不见，\r\n一一皆胜赵飞燕。迎杯乍举石榴裙，匀粉时交合欢扇。\r\n未央钟漏醉中闻，联骑朝天曙色分。双阙烟云遥霭霭，\r\n五衢车马乱纷纷。罢朝鸣珮骤归鞍，今日还同昨日欢。\r\n岁岁年年恣游宴，出门满路光辉遍。一身自乐何足言，\r\n九族为荣真可羡。男儿称意须及时，闭门下帷人不知。\r\n年光看逐转蓬尽，徒咏东山招隐诗。"
        },
        {
            "title": "薄命篇",
            "content": "昔住邯郸年尚少，只是娇羞弄花鸟。青楼碧纱大道边，\r\n绿杨日暮风袅袅。婵娟玉貌二八余，自怜颜色花不如。\r\n丽质全胜秦氏女，藁砧宁用专城居。岁去年来年渐长，\r\n青春红粉全堪赏。玉楼珠箔但闲居，南陌东城讵来往。\r\n韶光日日看渐迟。摽梅既落行有时。宁知燕赵娉婷子，\r\n翻嫁幽并游侠儿。年年结束青丝骑，出门一去何时至。\r\n秋月空悬翡翠帘，春帏懒卧鸳鸯被。沙塞经时不寄书，\r\n深闺愁独意何如。花前拭泪情无限，月下调琴恨有余。\r\n离别苦多相见少，洞房愁梦何由晓。闲看双燕泪霏霏，\r\n静对空床魂悄悄。镜里红颜不自禁，陌头香骑动春心。\r\n为问佳期早晚是，人人总解有黄金。"
        },
        {
            "title": "秋闺月",
            "content": "三五二八月如练，海上天涯应共见。不知何处玉楼前，\r\n乍入深闺玳瑁筵。露浓香径和愁坐，风动罗帏照独眠。\r\n初卷珠帘看不足。斜抱箜篌未成曲。稍映妆台临绮窗，\r\n遥知不语泪双双。此时愁望知何极，万里秋天同一色。\r\n霭霭遥分陌上光，迢迢对此闺中忆。早晚归来欢宴同，\r\n可怜歌吹月明中。此夜不堪肠断绝，愿随流影到辽东。"
        },
        {
            "title": "渡江秋怨二首",
            "content": "秋江平，秋月明，孤舟独夜万里情。万里情，相思远，\r\n人不见兮泪满眼。\r\n渡秋江兮渺然，望秋月兮婵娟。色如练，万里遍，\r\n我有所思兮不得见。不得见兮露寒水深，耿遥夜兮伤心。"
        },
        {
            "title": "古乐府",
            "content": "风光澹荡百花吐，楼上朝朝学歌舞。身年二八婿侍中，\r\n幼妹承恩兄尚主。绿窗珠箔绣鸳鸯，侍婢先焚百和香。\r\n莺啼日出不知曙，寂寂罗帏春梦长。"
        },
        {
            "title": "相思曲",
            "content": "少小别潘郎，娇羞倚画堂。有时裁尺素，无事约残黄。\r\n鹊语临妆镜，花飞落绣床。相思不解说，明月照空房。"
        },
        {
            "title": "杂言和常州李员外副使春日戏题十首",
            "content": "随风柳絮轻，映日杏花明。无奈花深处，流莺三数声。\r\n兰桡画舸转花塘，水映风摇路渐香。\r\n任兴不知行近远，更怜微月照鸣榔。\r\n檐前晓色惊双燕，户外春风舞百花。\r\n粉署可怜闲对此，唯令碧玉泛流霞。\r\n枕上觉，窗外晓。怯朝光，惊曙鸟。花坠露，满芳沼。\r\n柳如丝，风袅袅。佳期远，相见少。试一望，魂杳渺。\r\n闲庭无事，独步春辉。韶光满目，落蕊盈衣。芳树交柯，\r\n文禽并飞。婉彼君子，怅然有违。对酒不饮，横琴不挥。\r\n不挥者何，知音诚稀。\r\n江春好游衍，处处芳菲积。彩舫入花津，香车依柳陌。\r\n绿杨烟袅袅，红蕊莺寂寂。如何愁思人，独与风光隔。\r\n曙月渐到窗前，移尊更就芳筵。轻吹乍摇兰烛，\r\n春光暗入花钿。丝竹偏宜静夜，绮罗共占韶年。\r\n不遣通宵尽醉，定知辜负风烟。\r\n露洗百花新，帘开月照人。绿窗销暗烛，兰径扫清尘。\r\n双燕频惊梦，三桃竞报春。相思寂不语，珠泪洒红巾。\r\n雨歇风轻一院香，红芳绿草接东墙。\r\n春衣试出当轩立，定被邻家暗断肠。\r\n春风半，春光遍。柳如丝，花似霰。归心劳梦寐，\r\n远目伤游眄。可惜长安无限春，年年空向江南见。"
        },
        {
            "title": "古意",
            "content": "家人强进酒，酒后能忘情。持杯未饮时，众感纷已盈。\r\n明月照我房，庭柯振秋声。空庭白露下，枕席凉风生。\r\n所思万里馀，水阔山纵横。佳期凭梦想，未晓愁鸡鸣。\r\n愿将一心人，当年欢乐平。长筵映玉俎，素手弹秦筝。\r\n;睇呈巧笑，惠音激凄清。此愿良未果，永怀空如酲。"
        },
        {
            "title": "酬九日",
            "content": "重九共游娱，秋光景气殊。他日头似雪，还对插茱萸。"
        },
        {
            "title": "广陵诗",
            "content": "广陵实佳丽，隋季此为京。八方称辐凑，五达如砥平。\r\n大旆映空色，笳箫发连营。层台出重霄，金碧摩颢清。\r\n交驰流水毂，迥接浮云甍。青楼旭日映，绿野春风晴。\r\n喷玉光照地，颦蛾价倾城。灯前互巧笑，陌上相逢迎。\r\n飘飘翠羽薄，掩映红襦明。兰麝远不散，管弦闲自清。\r\n曲士守文墨，达人随性情。茫茫竟同尽，冉冉将何营。\r\n且申今日欢，莫务身后名。肯学诸儒辈，书窗误一生。"
        },
        {
            "title": "杂诗五首",
            "content": "婉彼嬴氏女，吹箫偶萧史。彩鸾驾非烟，绰约两仙子。\r\n神期谅交感，相顾乃如此。岂比成都人，琴心中夜起。\r\n阳台巫山上，风雨忽清旷。朝云与游龙，变化千万状。\r\n魂交复目断，缥缈难比况。兰泽不可亲，凝情坐惆怅。\r\n淇水春正绿，上宫兰叶齐。光风两摇荡，鸣珮出中闺。\r\n一顾授横波，千金呈瓠犀。徒然路傍子，怳怳复凄凄。\r\n碧树泛鲜飙，玉琴含妙曲。佳人掩鸾镜，婉婉凝相瞩。\r\n文袿映束素，香黛宜A 绿。寂寞远怀春，何时来比目。\r\n含颦倚瑶瑟，丹慊结繁虑。失身不自还，万恨随玉箸。\r\n蘼芜山下路，团扇秋风去。君看心断时，犹在目成处。"
        },
        {
            "title": "小言",
            "content": "醯鸡伺晨驾蚊翼，毫端棘刺分畛域。\r\n蛛丝结构聊荫息，蚁垤崔嵬不可陟。"
        },
        {
            "title": "大言",
            "content": "华嵩为佩河为带，南交北朔跬步内。\r\n搏鹏作腊巨鳌鲙，伸舒轶出元气外。"
        },
        {
            "title": "危语",
            "content": "被病独行逢乳虎，狂风骇浪失棹橹。\r\n举人看榜闻晓鼓，孱夫孽子遇妒母。"
        },
        {
            "title": "安语",
            "content": "岩岩五岳镇方舆，八极廓清氛祲除。\r\n挥金得谢归里闾，象床角枕支体舒。"
        },
        {
            "title": "三妇诗",
            "content": "大妇刺绣文，中妇缝罗裙。小妇无所作，娇歌遏行云。\r\n丈人且安坐，金炉香正薰。"
        },
        {
            "title": "七府诗",
            "content": "金罍映玉俎，宾友纷宴喜。木兰泛方塘，桂酒启皓齿。\r\n水榭临空迥，酣歌当座起。火云散奇峰，瑶瑟韵清徵。\r\n土梗乃虚论，康庄有逸轨。欲成一编书，谈笑佐天子。"
        },
        {
            "title": "八音诗",
            "content": "金谷盛繁华，凉台列簪组。石崇留客醉，绿珠当座舞。\r\n丝泪可销骨，冶容竟何补。竹林谅贤人，满酌无所苦。\r\n匏居容宴豆，儒室贵环堵。土鼓与污尊，颐神则为愈。\r\n革道当在早，谦光斯可取。木雁才不才，吾知养生主。"
        },
        {
            "title": "州名诗寄道士",
            "content": "金兰同道义，琼简复芝田。平楚白云合，幽崖丹桂连。\r\n松峰明爱景，石窦纳新泉。冀永南山寿，欢随万福延。"
        },
        {
            "title": "古人名诗",
            "content": "藩宣秉戎寄，衡石崇势位。年纪信不留，弛张良自愧。\r\n樵苏则为惬，瓜李斯可畏。不顾荣官尊，每陈丰亩利。\r\n家林类岩巘，负郭躬敛积。忌满宠生嫌，养蒙恬胜智。\r\n疏钟皓月晓，晚景丹霞异。涧谷永不谖，山梁冀无累。\r\n颇符生肇学，得展禽尚志。从此直不疑，支离疏世事。"
        },
        {
            "title": "药名诗",
            "content": "七泽兰芳千里春，潇湘花落石磷磷。\r\n有时浪白微风起，坐钓藤阴不见人。"
        },
        {
            "title": "建除诗",
            "content": "建节出王都，雄雄大丈夫。除书加右职，骑吏拥前驱。\r\n满月张繁弱，含霜耀鹿卢。平明跃騕褭，清夜击珊瑚。\r\n定远功那比，平津策乃迂。执心思报国，效节在忘躯。\r\n破胆销丹浦，颦蛾舞绿珠。危冠徒自爱，长毂事应殊。\r\n成绩封千室，畴劳使五符。收功轻骠卫，致埋迈黄虞。\r\n开济今如此，英威古不侔。闭关草玄者，无乃误为儒。"
        },
        {
            "title": "卦名诗",
            "content": "节变忽惊春，临风骋望频。支颐倦书幌，步履整山巾。\r\n时鸟渐成曲，杂芳随意新。曙霞连观阙，绮陌丽咸秦。\r\n天地今交泰，云雷背遘屯。中孚谅可乐，书此示家人。"
        },
        {
            "title": "星名诗",
            "content": "虚怀何所欲，岁晏聊懒逸。云翼谢翩翻，松心保贞实。\r\n风秋景气爽，叶落井径出。陶然美酒酣，所谓幽人吉。\r\n自当轻尺璧，岂复扫一室。安用簪进贤，少微斯可必。"
        },
        {
            "title": "数名诗",
            "content": "一区扬雄宅，恬然无所欲。二顷季子田，岁晏常自足。\r\n三端固为累，事物反徽束。四体苟不勤，安得丰菽粟。\r\n五侯诚暐晔，荣甚或为辱。七翮未骞翔，虞罗乃相触。\r\n七人称作者，杳杳有遐躅。八桂挺奇姿，森森照初旭。\r\n九歌伤泽畔，怨思徒刺促。十翼有格言，幽贞谢浮俗。"
        },
        {
            "title": "春日雪酬潘孟阳回文",
            "content": "酒杯春醉好，飞雪晚庭闲。久忆同前赏，中林对远山。"
        },
        {
            "title": "旅馆雪晴，",
            "content": "寥寥深夜雪初晴，楼上云开月渐明。池中片影依稀见，\r\n帘外清光远近生。皎皎晴空疑破镜，广庭积素偏相映。\r\n珠帘卷却光更深，玉指持来色逾净。梦觉青楼最可怜，\r\n婵娟素魄满寒天。天地寥寥同一色，秦淮楚江无限极。\r\n归鸿断猿何处声，深闺旅馆遥相忆。长安五侯华阁开，\r\n嘉宾列坐倾金罍。赏明月，玩流雪，纤手蛾眉座中设，\r\n清歌一声无断绝。夜已央，乐未阑。狐裘兽炭不知寒，\r\n珠环翠珮声珊珊。履舄纷纭桂袖攒，朱颜倚醉尽君欢。\r\n人生少年全不久，相看且劝杯中酒。丈夫富贵自有期，\r\n映雪读书徒白首。"
        },
        {
            "title": "离合诗赠张监阁老",
            "content": "黄叶从风散，暗嗟时节换。忽见鬓边霜，勿辞林下觞。\r\n躬行君子道，身负芳名早。帐殿汉官仪，巾车塞垣草。\r\n交情剧断金，文律每招寻。始知蓬山下，如见古人心。"
        },
        {
            "title": "马秀才草书歌",
            "content": "伯英草圣称绝伦，后来学者无其人。白眉年少未弱冠，\r\n落纸纷纷运纤腕。初闻之子十岁馀，当时时辈皆不如。\r\n犹轻昔日墨池学，未许前贤团扇书。艳彩芳姿相点缀，\r\n水映荷花风转蕙。三春并向指下生，万象争分笔端势。\r\n有时当暑如清秋，满堂风雨寒飕飕。乍疑崩崖瀑水落，\r\n又见古木饥鼯愁。变化纵横出新意，眼看一字千金贵。\r\n忆昔谢安问献之，时人虽见那得知。"
        },
        {
            "title": "锡杖歌送明楚上人归佛川",
            "content": "上人远自西天竺，头陀行遍国朝寺。口翻贝叶古字经，\r\n手持金策声泠泠。护法护身唯振锡，石濑云溪深寂寂。\r\n乍来松径风更寒，遥映霜天月成魄。后夜空山禅诵时，\r\n寥寥挂在枯树枝。真法常传心不住，东西南北随缘路。\r\n佛川此去何时回，应真莫便游天台。"
        },
        {
            "title": "和李中丞慈恩寺清上人院牡丹花歌",
            "content": "澹荡韶光三月中，牡丹偏自占春风。时过宝地寻香径，\r\n已见新花出故丛。曲水亭西杏园北，浓芳深院红霞色。\r\n擢秀全胜珠树林，结根幸在青莲域。艳蕊鲜房次第开，\r\n含烟洗露照苍苔。庞眉倚杖禅僧起，轻翅萦枝舞蝶来。\r\n独坐南台时共美，闲行古刹情何已。花间一曲奏阳春，\r\n应为芬芳比君子。"
        },
        {
            "title": "奉和张仆射朝天行",
            "content": "元侯重寄贞师律，三郡四封今静谧。丹毂常思阙下来，\r\n紫泥忽自天中出。军装喜气倍趋程，千骑鸣珂入凤城。\r\n周王致理称申甫，今日贤臣见明主。拜恩稽首纷无已，\r\n凝旒前席皇情喜。逢时自是山出云，献可还同石投水。\r\n昔岁褒衣梁甫吟，当时已有致君心。专城一鼓妖氛静，\r\n拥旆十年天泽深。日日披诚奉昌运，王人织路传清问。\r\n仙酝尝分玉斝浓，御闲更辍金羁骏。元正前殿朝君臣，\r\n一人负扆百福新。宫悬彩仗俨然合，瑞气炉烟相与春。\r\n万年枝上东风早，珮玉晨趋光景好。涂山已见首诸侯，\r\n麟阁终当画元老。温室沈沈漏刻移，退朝宾侣每相随。\r\n雄词乐职波涛阔，旷度交欢云雾披。自古全才贵文武，\r\n懦夫只解冠章甫。见公抽匣百炼光，试欲磨铅谅无助。"
        },
        {
            "title": "奉和礼部尚书酬杨著作竹亭歌",
            "content": "直城朱户相逦连，九逵丹毂声阗阗。春官自有花源赏，\r\n终日南山当目前。晨摇玉佩趋温室，莫入竹溪疑洞天。\r\n烟销雨过看不足，晴翠鲜飙逗深谷。独谣一曲泛流霞，\r\n闲对千竿连净绿。萦回疏凿随胜地，石磴岩扉光景异。\r\n虚斋寂寂清籁吟，幽涧纷纷杂英坠。家承麟趾贵，\r\n剑有龙泉赐，上奉明时事无事。人间方外兴偏多，\r\n能以簪缨狎薜萝。常通内学青莲偈，更奏新声白雪歌。\r\n风入松，云归栋，鸿飞灭处犹目送。蝶舞闲时梦忽成，\r\n兰台有客叙交情，返照中林曳履声。直为君恩催造膝，\r\n东方辨色谒承明。"
        },
        {
            "title": "故司徒兼侍中赠太傅北平王挽词",
            "content": "授律勋庸盛，居中鼎鼐和。佐时调四气，尽力净三河。\r\n忽访天京兆，空传汉伏波。今朝麟阁上，偏轸圣情多。"
        },
        {
            "title": "故太尉兼中书令赠太师西平王挽词",
            "content": "翊戴推元老，谋猷合大君。河山封故地，金石表新坟。\r\n剑履归长夜，笳箫咽暮云。还经誓师处，薤露不堪闻。"
        },
        {
            "title": "赠梁国惠康公主挽歌词二首",
            "content": "外馆嫔仪贵，中参睿渥深。初笄横白玉，盛服镂黄金。\r\n风度箫声远，河低婺彩沈。夜台留册谥，凄怆即徽音。\r\n杳霭异湘川，飘飖驾紫烟。凤楼人已去，鸾镜月空悬。\r\n雾湿汤沐地，霜凝脂粉田。音容无处所，应在玉皇前。"
        },
        {
            "title": "赠魏国宪穆公主挽歌词二首",
            "content": "汉制荣车服，周诗美肃雍。礼尊同姓主，恩锡大名封。\r\n外馆留图史，阴堂闭德容。睿词悲薤露，千古仰芳踪。\r\n秦楼晓月残，卤簿列材官。红绶兰桂歇，粉田风露寒。\r\n凝笳悲驷马，清镜掩孤鸾。愍册徽音在，都人雪涕看。"
        },
        {
            "title": "赠郑国庄穆公主挽歌二首",
            "content": "追饰崇汤沐，遗芳蔼禁闱。秋原森羽卫，夜壑掩容辉。\r\n睿藻悲难尽，公宫望不归。笳箫向烟雾，疑是彩鸾飞。\r\n旧馆闭平阳，容车启寿堂。霜凝蕣英落，风度薤歌长。\r\n淑德图书在，皇慈礼命彰。凄凉霸川曲，垄树已成行。"
        },
        {
            "title": "赠文敬太子挽歌词二首",
            "content": "盘石公封重，瑶山赠礼尊。归全荣备物，乐善积深恩。\r\n雁沼寒波咽，鸾旌夕吹翻。唯馀西靡树，千古霸陵原。\r\n铜壶晓漏初，羽翣拥涂车。方外留鸿宝，人间得善书。\r\n清笳悲画绶，朱邸散长裾。还似缑山驾，飘飘向碧虚。"
        },
        {
            "title": "大行皇太后挽歌词三首",
            "content": "筮水灵源濬，因山祔礼崇。从龙开隧路，合璧向方中。\r\n殿帐金根出，廞衣玉座空。唯余文母化，阴德满公宫。\r\n配礼归清庙，灵仪出直城。九虞宁厚载，一惠易尊名。\r\n晓漏铜壶涩，秋风羽翣轻。容车攀望处，孺慕切皇情。\r\n哀笳出长信，宝剑入延津。呜咽宫车进，凄凉祠殿新。\r\n青乌灵兆久，白燕瑞书频。从此山园夕，金波照玉尘。"
        },
        {
            "title": "顺宗至德大安孝皇帝挽歌三首",
            "content": "十叶开昌运，三辰丽德音。荐功期瘗玉，昭俭每捐金。\r\n解泽皇风遍，虞泉白日沈。仍闻起居注，焚奏感人心。\r\n孝理本忧勤，玄功在啬神。睿图传上嗣，寿酒比家人。\r\n仙驭三清远，行宫万象新。小臣司吉从，还扈属车尘。\r\n候晓传清跸，迎风引彩旒。共瞻宫辂出，遥想望陵愁。\r\n弓剑随云气，衣冠奉月游。空余驾龙处，摇落鼎湖秋。"
        },
        {
            "title": "题亡友江畔旧居",
            "content": "寥落留三径，柴扉对楚江。蟏蛸集暗壁，蜥蝎走寒窗。\r\n松盖欹书幌，苔衣上酒缸。平生断金契，到此泪成双。"
        },
        {
            "title": "惠昭皇太子挽歌词二首",
            "content": "前星落庆霄，薤露逐晨飙。宫仗黄麾出，仙游紫府遥。\r\n空嗟凤吹去，无复鸡鸣朝。今夜西园月，重轮更寂寥。\r\n东朝闻楚挽，羽翿依稀转。天归京兆新，日与长安远。\r\n兰芳落故殿，桂影销空苑。骑吹咽不前，风悲九旗卷。"
        },
        {
            "title": "哭张十八校书",
            "content": "芸阁为郎一命初，桐州寄傲十年馀。魂随逝水归何处，\r\n名在新诗众不如。蹉跎江浦生华发，牢落寒原会素车。\r\n更忆八行前日到，含凄为报秣陵书。"
        },
        {
            "title": "昭德皇后挽歌词",
            "content": "淮水源流远，涂山礼命升。往年求故剑，今夕祔初陵。\r\n鸾镜金波涩，翚衣玉彩凝。千年子孙庆，孝理在蒸蒸。"
        },
        {
            "title": "题柳郎中茅山故居",
            "content": "下马荒阶日欲曛，潺潺石溜静中闻。\r\n鸟啼花落人声绝，寂寞山窗掩白云。"
        },
        {
            "title": "苏小小墓",
            "content": "万古荒坟在，悠然我独寻。寂寥红粉尽，冥寞黄泉深。\r\n蔓草映寒水，空郊暧夕阴。风流有佳句，吟眺一伤心。"
        },
        {
            "title": "周平西墓",
            "content": "英威今寂寞，陈迹对崇丘。壮志清风在，荒坟白日愁。\r\n穷泉那复晓，乔木不知秋。岁岁寒塘侧，无人水自流。"
        },
        {
            "title": "成南阳墓",
            "content": "枯荄没古基，驳藓蔽丰碑。向晚微风起，如闻坐啸时。"
        },
        {
            "title": "观葬者",
            "content": "涂刍随昼哭，数里至松门。贵尽人间礼，宁知逝者魂。\r\n笳箫出古陌，烟雨闭寒原。万古皆如此，伤心反不言。"
        },
        {
            "title": "哭李晦群崔季文二处士",
            "content": "华封西祝尧，贵寿多男子。二贤无主后，贫贱大壮齿。\r\n未成鸿鹄姿，遽顿骅骝趾。子渊将叔度，自古不得已。"
        },
        {
            "title": "从事淮南府过亡友杨校书旧厅感念愀然",
            "content": "故人随化往，倏忽今七霜。及我就拘限，清风留此堂。\r\n松竹逾映蔚，芝兰自销亡。绝弦罢流水，闻笛同山阳。\r\n炯如冰玉姿，粲若鸾凤章。欲翥摧劲翮，先秋落贞芳。\r\n正平赋鹦鹉，文考颂灵光。二子古不吊，夫君今何伤。\r\n黄墟既杳杳，玄化亦茫茫。岂必限宿草，含凄洒衣裳。"
        },
        {
            "title": "工部发引日属伤足卧疾不遂执绋",
            "content": "子春伤足日，况有寝门哀。元伯归全去，无由白马来。\r\n笳箫里巷咽，龟筮墓田开。片石潺湲泪，含悲叙史才。"
        },
        {
            "title": "张工部至薄寒山下有书",
            "content": "书来远自薄寒山，缭绕洮河出古关。\r\n今日难裁秣陵报，薤歌寥落柳车边。"
        },
        {
            "title": "哭刘四尚书",
            "content": "士友惜贤人，天朝丧守臣。才华推独步，声气幸相亲。\r\n理析寰中妙，儒为席上珍。笑言成月旦，风韵挹天真。\r\n丹地膺推择，青油寄抚循。岂言朝象魏，翻是卧漳滨。\r\n命赐龙泉重，追荣密印陈。撤弦惊物故，庀具见家贫。\r\n牢落风悲笛，汍澜涕泣巾。只嗟蒿里月，非复柳营春。\r\n黄绢碑文在，青松隧路新。音容无处所，归作北邙尘。"
        },
        {
            "title": "徐孺亭马上口号",
            "content": "湖上荒亭临水开，龟文篆字积莓苔。\r\n曲江北海今何处，尽逐东流去不回。"
        },
        {
            "title": "题崔山人草堂",
            "content": "竹径茆堂接洞天，闲时廛尾濑春泉。\r\n世人车马不知处，时有归云到枕边。"
        },
        {
            "title": "与沈十九拾遗同游栖霞寺上方于亮上人院会宿",
            "content": "摄山标胜绝，暇日谐想瞩。萦纡松路深，缭绕云岩曲。\r\n重楼回树杪，古像凿山腹。人远水木清，地深兰桂馥。\r\n层台耸金碧，绝顶摩净绿。下界诚可悲，南朝纷在目。\r\n焚香入古殿，待月出深竹。稍觉天籁清，自伤人世促。\r\n宗雷此相遇，偃放从所欲。清论松枝低，闲吟茗花熟。\r\n一生如土梗，万虑相桎梏。永愿事潜师，穷年此栖宿。\r\n偶来人境外，心赏幸随君。古殿烟霞夕，深山松桂薰。\r\n岩花点寒溜，石磴扫春云。清净诸天近，喧尘下界分。\r\n名僧康宝月，上客沈休文。共宿东林夜，清猿彻曙闻。"
        },
        {
            "title": "春日同诸公过兵部王尚书林园",
            "content": "休沐君相近，时容曳履过。花间留客久，台上见春多。\r\n松色明金艾，莺声杂玉珂。更逢新酒熟，相与藉庭莎。"
        },
        {
            "title": "晚秋陪崔阁老、张秘监阁老、苗考功同游昊天",
            "content": "方驾游何许，仙源去似归。萦回留胜赏，萧洒出尘机。\r\n泛菊贤人至，烧丹姹女飞。步虚清晓籁，隐几吸晨晖。\r\n竹径琅玕合，芝田沆瀣晞。银钩三洞字，瑶笥七铢衣。\r\n丽句翻红药，佳期限紫微。徒然一相望，郢曲和应稀。"
        },
        {
            "title": "奉和陈阁老寒食初",
            "content": "繁花满树似留客，应为主人休浣归。"
        },
        {
            "title": "奉和许阁老",
            "content": "杏林微雨霁，灼灼满瑶华。左掖期先至，中园景未斜。\r\n含毫歌白雪，藉草醉流霞。独限金闺籍，支颐啜茗花。"
        },
        {
            "title": "从",
            "content": "环列从容蹀躞归，光风骀荡发红薇。莺藏密叶宜新霁，\r\n蹀绕低枝爱晚晖。艳色当轩迷舞袖，繁香满径拂朝衣。\r\n名卿洞壑仍相近，佳句新成和者稀。"
        },
        {
            "title": "过隐者湖上所居",
            "content": "蜗舍映平湖，皤然一鲁儒。唯将酒作圣，不厌谷名愚。\r\n兵法窥黄石，天官辨白榆。行看软轮起，未可号潜夫。"
        },
        {
            "title": "酬张秘监阁老喜太常中书二阁老与德舆同日迁",
            "content": "珠树共飞栖，分封受紫泥。正名推五字，贵仕仰三珪。\r\n继组心知忝，腰章事颇齐。蓬山有佳句，喜气在新题。"
        },
        {
            "title": "韦宾客宅与诸博士宴集",
            "content": "累抗气身章，湛恩比上庠。宾筵征稷嗣，家法自扶阳。\r\n簪组欢言久，琴壶雅兴长。阴岚冒苔石，轻籁韵风篁。\r\n佩玉三朝贵，挥金百虑忘。因知卧商洛，岂胜白云乡。"
        },
        {
            "title": "奉和史馆张",
            "content": "伯仲尽时贤，平舆与颍川。桂枝尝遍折，棣萼更相鲜。\r\n丹地晨趋并，黄扉夕拜联。岂如分侍从，来就凤池边。"
        },
        {
            "title": "奉和韦谏",
            "content": "驷牡龙旂庆至今，一门儒服耀华簪。人望皆同照乘宝，\r\n家风不重满籝金。护衣直夜南宫静，焚草清时左掖深。\r\n何幸末班陪两地，阳春欲和意难任。"
        },
        {
            "title": "夜",
            "content": "猿声到枕上，愁梦纷难理。寂寞深夜寒，青霜落秋水。"
        },
        {
            "title": "晚",
            "content": "古树夕阳尽，空江暮霭收。寂寞扣船坐，独生千里愁。"
        },
        {
            "title": "昼",
            "content": "孤舟漾暧景，独鹤下秋空。安流日正昼，净绿天无风。"
        },
        {
            "title": "富阳陆路",
            "content": "又入乱峰去，远程殊未归。烟萝迷客路，山果落征衣。\r\n欹石临清浅，晴云出翠微。渔潭明夜泊，心忆谢玄晖。"
        },
        {
            "title": "陪包谏议湖墅路中举帆",
            "content": "萧萧凉雨歇，境物望中闲。风际片帆去，烟中独鸟还。\r\n断桥通远浦，野墅接秋山。更喜陪清兴，尊前一解颜。"
        },
        {
            "title": "江城夜泊寄所思",
            "content": "客程殊未极，舣棹泊回塘。水宿知寒早，愁眠觉夜长。\r\n远钟和暗杵，曙月照晴霜。此夕相思意，摇摇不暂忘。"
        },
        {
            "title": "月夜江行",
            "content": "扣船不得寐，浩露清衣襟。弥伤孤舟夜，远结万里心。\r\n幽兴惜瑶草，素怀寄鸣琴。三奏月初上，寂寞寒江深。"
        },
        {
            "title": "晚渡扬子江却寄江南亲故",
            "content": "返照满寒流，轻舟任摇漾。支颐见千里，烟景非一状。\r\n远岫有无中，片帆风水上。天清去鸟灭，浦迥寒沙涨。\r\n树晚叠秋岚，江空翻宿浪。胸中千万虑，对此一清旷。\r\n回首碧云深，佳人不可望。"
        },
        {
            "title": "盘豆驿",
            "content": "盘豆绿云上古驿，望思台下使人愁。\r\n江充得计太子死，日暮戾园风雨秋。"
        },
        {
            "title": "敷水驿",
            "content": "空见水名敷，秦楼昔事无。临风驻征骑，聊复捋髭须。"
        },
        {
            "title": "宫人斜绝句",
            "content": "一路斜分古驿前，阴风切切晦秋烟。\r\n铅华新旧共冥寞，日暮愁鸱飞野田。"
        },
        {
            "title": "渭水",
            "content": "吕叟年八十，皤然持钓钩。意在静天下，岂唯食营丘。\r\n师臣有家法，小白犹尊周。日暮驻征策，爱兹清渭流。"
        },
        {
            "title": "细柳驿",
            "content": "细柳肃军令，条侯信殊伦。棘门乃儿戏，从古多其人。\r\n神武今不杀，介夫如搢绅。息驾幸兹地，怀哉悚精神。"
        },
        {
            "title": "丰城剑池驿感题",
            "content": "龙剑昔未发，泥沙相晦藏。向非张茂先，孰辨斗牛光。\r\n神物不自达，圣贤亦彷徨。我行丰城野，慷慨心内伤。"
        },
        {
            "title": "晓发武阳馆即事书情",
            "content": "清晨策羸车，嘲唽闻村鸡。行将骑吏亲，日与情爱暌。\r\n东风变林樾，南亩事耕犁。青菰冒白水，方塘接广畦。\r\n杂英被长坂，野草蔓幽蹊。泻卤成沃壤，枯株发柔荑。\r\n芳树莺命雏，深林麏引麑。杳杳途未极，团团日已西。\r\n哲士务缨弁，鄙夫恋蓬藜。终当税尘驾，盥濯依春溪。"
        },
        {
            "title": "石瓮寺",
            "content": "石瓮灵泉胜宝井，汲人回挂青丝绠。\r\n厨烟半逐白云飞，当昼老僧来灌顶。"
        },
        {
            "title": "奉陪李大夫九日龙沙宴会",
            "content": "龙沙重九会，千骑驻旌旗。水木秋光净，丝桐雅奏迟。\r\n烟芜敛暝色，霜菊发寒姿。今日从公醉，全胜落帽时。"
        },
        {
            "title": "严陵钓台下作",
            "content": "绝顶耸苍翠，清湍石磷磷。先生晦其中，天子不得臣。\r\n心灵栖颢气，缨冕犹缁尘。不乐禁中卧，却归江上春。\r\n潜驱东汉风，日使薄者醇。焉用佐天子，特此报故人。\r\n人知大贤心，不独私其身。弛张有深致，耕钓陶天真。\r\n奈何清风后，扰扰论屈伸。交情同市道，利欲相纷纶。\r\n我行访遗台，仰古怀逸民。矰缴鸿鹄远，雪霜松桂新。\r\n江流去不穷，山色凌秋旻。人世自今古，清辉照无垠。"
        },
        {
            "title": "腊日龙沙会绝句",
            "content": "帘外寒江千里色，林中樽酒七人期。\r\n宁知腊日龙沙会，却胜重阳落帽时。"
        },
        {
            "title": "七夕",
            "content": "佳期人不见，天上喜新秋。玉珮沾清露，香车渡浅流。\r\n东西一水隔，迢递两年愁。别有穿针处，微明月映楼。"
        },
        {
            "title": "甲子岁元日呈郑侍御明府",
            "content": "万里烟尘合，秦吴遂渺然。无人来上国，洒泪向新年。\r\n世故看风叶，生涯寄海田。屠苏聊一醉，犹赖主人贤。"
        },
        {
            "title": "二月二十七日社兼春分端居有怀简所思者",
            "content": "清昼开帘坐，风光处处生。看花诗思发，对酒客愁轻。\r\n社日双飞燕，春分百啭莺。所思终不见，还是一含情。"
        },
        {
            "title": "九日北楼宴集",
            "content": "萧飒秋声楼上闻，霜风漠漠起阴云。不见携觞王太守，\r\n空思落帽孟参军。风吟蟋蟀寒偏急，酒泛茱萸晚易醺。\r\n心忆旧山何日见，并将愁泪共纷纷。"
        },
        {
            "title": "夏至日作",
            "content": "璿枢无停运，四序相错行。寄言赫曦景，今日一阴生。"
        },
        {
            "title": "德宗神武孝文皇帝挽歌词三首",
            "content": "覆露雍熙运，澄清教化源。赓歌凝庶绩，羽舞被深恩。\r\n纂业光文祖，贻谋属孝孙。恭闻留末命，犹是爱元元。\r\n梯航来万国，玉帛庆三朝。湛露恩方浃，薰风曲正调。\r\n晏车悲卤簿，广乐遏箫韶。最怆号弓处，龙髯上紫霄。\r\n常时柏梁宴，今日谷林归。玉斝恩波遍，灵輼烟雨霏。\r\n乔山森羽骑，渭水拥旌旂。仙驭何由见，耘田鸟自飞。"
        },
        {
            "title": "无题",
            "content": "令节一阳新，西垣宿近臣。晓光连凤沼，残漏近鸡人。\r\n白雪飞成曲，黄钟律应均。层霄翔迅羽，广陌驻归轮。\r\n清切晨趋贵，恩华夜直频。辍才时所重，分命秩皆真。\r\n左掖期连茹，南宫愧积薪。九年叨此地，回首倍相亲。"
        },
        {
            "title": "朝元阁",
            "content": "缭垣复道上层霄，十月离宫万国朝。\r\n胡马忽来清跸去，空馀台殿照山椒。"
        },
        {
            "title": "奉和崔",
            "content": "紫禁宿初回，清明花乱开。相招直城外，远远上春台。\r\n谏曹将列宿，几处期子玉。深竹与清泉，家家桃李鲜。\r\n折芳行载酒，胜赏随君有。愁疾自无悰，临风一搔首。"
        },
        {
            "title": "和王祭",
            "content": "元礼门前劳引望，句龙坛下阻欢娱。\r\n此时对局空相忆，博进何人更乐输。"
        },
        {
            "title": "嘉兴九日寄丹阳亲故",
            "content": "穷年路岐客，西望思茫茫。积水曾南渡，浮云失旧乡。\r\n海边寻别墅，愁里见重阳。草露荷衣冷，山风菊酒香。\r\n独谣看坠叶，远目遍秋光。更羡登攀处，烟花满练塘。"
        },
        {
            "title": "詹事府宿斋绝句",
            "content": "清斋四体泰，白昼一室空。摧颓有古树，骚屑多悲风。"
        },
        {
            "title": "奉和郑宾客相公摄官丰陵扈从之作",
            "content": "五辂导灵輼，千夫象缭垣。行宫移晓漏，彩仗下秋原。\r\n莫究希夷理，空怀涣汗恩。颐神方蹈道，传圣乃尊尊。\r\n共祝如山寿，俄惊凭几言。遐荒七会，肸蚃百灵奔。\r\n豹尾从风直，鸾旗映日翻。涂刍联法从，营骑肃旌门。\r\n杳霭虞泉夕，凄清楚挽喧。不堪程尽处，呜咽望文园。"
        },
        {
            "title": "奉和张监阁老过八陵院题赠杜卿崔员外",
            "content": "崇饰山园孝理深，万方同感圣人心。已闻东阁招从事，\r\n每向西垣奉德音。公府从容谈婉婉，宾阶清切景沈沈。\r\n与君跬步如同舍，终日相期此盍簪。"
        },
        {
            "title": "朔旦冬至",
            "content": "大明南至庆天正，朔旦圆丘乐七成。文轨尽同尧历象，\r\n斋祠忝备汉公卿。星辰列位祥光满，金石交音晓奏清。\r\n更有观台称贺处，黄云捧日瑞升平。"
        },
        {
            "title": "酬冯监拜昭陵回途中遇雨见示",
            "content": "之子共乘轺，清秋拜上霄。曙霞迎夙驾，零雨湿回镳。\r\n甘谷行初尽，轩台去渐遥。望中犹可辨，耘鸟下山椒。"
        },
        {
            "title": "拜昭陵",
            "content": "仲月当南吕，晨装拜古林。逢君在东观，不得话离襟。\r\n策马缘云路，开缄扣玉音。还期才浃日，里社酒同斟。"
        },
        {
            "title": "仲秋朝拜昭陵",
            "content": "清秋寿原上，诏拜承吉卜。尝读贞观书，及兹幸斋沐。\r\n文皇昔潜耀，随季自颠覆。抚运斯顺人，救焚非逐鹿。\r\n神祇戴元圣，君父纳大麓。良将授兵符，直臣调鼎餗。\r\n无疆传庆祚，有截荷亭育。仙驭凌紫氛，神游弃黄屋。\r\n方祗护山迹，先正陪岩腹。杳杳九峻深，沈沈万灵肃。\r\n鸟飞田已辟，龙去云犹簇。金气爽林峦，乾冈走崖谷。\r\n吾皇弘孝理，率土蒙景福。拥佑乃清夷，威灵谅回复。\r\n礼承三公重，心愧二卿禄。展敬何所伸，曾以斧山木。"
        },
        {
            "title": "酬裴端公八月十五日夜对月见怀",
            "content": "凉夜清秋半，空庭皓月圆。动摇随积水，皎洁满晴天。\r\n多病嘉期阻，深情丽曲传。偏怀赏心处，同望庾楼前。"
        },
        {
            "title": "早夏青",
            "content": "晓出文昌宫，憩兹青莲宇。洁斋奉明祀，凭览伤夐古。\r\n秦为三月火，汉乃一抔土。诈力自湮沦，霸仪终莽卤。\r\n中南横峻极，积翠泄云雨。首夏谅清和，芳阴接场圃。\r\n仁祠閟严净，稽首洗灵府。虚室僧正禅，危梁燕初乳。\r\n通庄走声利，结驷乃旁午。观化复何如，刳心信为愈。\r\n盛时忽过量，弱质本无取。静永环中枢，益愧腰下组。\r\n尘劳期抖擞，陟降聊俯偻。遗韵留壁间，凄然感东武。"
        },
        {
            "title": "赠别表兄韦卿",
            "content": "新读兵书事护羌，腰间宝剑映金章。\r\n少年百战应轻别，莫笑儒生泪数行。"
        },
        {
            "title": "岭上逢久别者又别",
            "content": "十年曾一别，征路此相逢。马首向何处，夕阳千万峰。"
        },
        {
            "title": "杂言同用离骚体送张评事襄阳觐省",
            "content": "黯离堂兮日晚，俨壶觞兮送远。远水霁兮微明，\r\n杜蘅秀兮白芷生。波泫泫兮烟幂幂，凝暮色于空碧。\r\n纷离念兮随君，溯九江兮经七泽。君之去兮不可留，\r\n五彩裳兮木兰舟。"
        },
        {
            "title": "杂言赋得风送崔秀才归白田限三五七七言",
            "content": "响深涧，思啼猿。暗入蘋洲暖，轻随柳陌暄。\r\n澹荡乍飘云影，芳菲遍满花源。寂寞春江别君处，\r\n和烟带雨送征轩。"
        },
        {
            "title": "古离别",
            "content": "人生天地间，瞥若七辔驰。夭寿既常数，奈何生别离。\r\n迹当中人域，正性日已衰。是非千万境，杳霭情尘滋。\r\n出门事何常，暂别亦难期。冉冉叹流景，悠悠限山陂。\r\n尽此一夕欢，华樽会前墀。鸡鸣东方曙，夙驾临通逵。\r\n欲出强移步，欲留难致辞。两情不得已，念此留何为。\r\n天明去已远，寂默居人归。入门复上堂，恍恍生惊疑。\r\n经履同游处，犹言常相随。览物或临盘，翻怪来何迟。\r\n乃知前日欢，本为今日悲。特此别后心，宁及未见时。\r\n则知交疏分，久久翻易持。报君未别后，别后当自知。"
        },
        {
            "title": "余干赠别张二十二侍御",
            "content": "芜城陌上春风别，干越亭边岁暮逢。\r\n驱车又怆南北路，返照寒江千万峰。"
        },
        {
            "title": "八月十五日夜瑶台寺对月绝句",
            "content": "嬴女乘鸾已上天，仁祠空在鼎湖边。\r\n凉风遥夜清秋半，一望金波照粉田。"
        },
        {
            "title": "送人使之江陵",
            "content": "嘉招不辞远，捧檄利攸往。行役念前程，宴游暌旧赏。\r\n征轺星乍动，江信潮应上。烟水飞一帆，霜风摇五两。\r\n纷纷别袂举，切切离鸿响。后会杳何时，悠然劳梦想。"
        },
        {
            "title": "晓",
            "content": "晓风摇五两，残月映石壁。稍稍曙光开，片帆在空碧。"
        },
        {
            "title": "和张秘监阁老",
            "content": "二贤同载笔，久次入新年。焚草淹轻秩，藏书厌旧编。\r\n竹风晴翠动，松雪瑞光鲜。庆赐行春令，从兹伫九迁。"
        },
        {
            "title": "送清洨上人谒信州陆员外",
            "content": "暂辞长老去随缘，候晓轻装寄客船。佳句已齐康宝月，\r\n清谈远指谢临川。滩经水濑逢新雪，路过渔潭宿暝烟。\r\n暇日若随千骑出，南岩只在郡楼前。"
        },
        {
            "title": "送李处士归弋阳山居",
            "content": "暂来城市意何如，却忆葛阳溪上居。不惮薄田输井税，\r\n自将嘉句著州闾。波翻极浦樯竿出，霜落秋郊树影疏。\r\n想到家山无俗侣，逢迎只是坐篮舆。"
        },
        {
            "title": "送陆太祝赴湖南幕同用送字",
            "content": "不惮征路遥，定缘宾礼重。新知折柳赠，旧侣乘篮送。\r\n此去佳句多，枫江接云梦。"
        },
        {
            "title": "送崔端公赴度支江陵院三韵",
            "content": "津亭风雪霁，斗酒留征棹。星传指湘江，瑶琴多楚调。\r\n偏愁欲别处，黯黯颓阳照。"
        },
        {
            "title": "送穆侍御归东都",
            "content": "知君儒服贵，彩绣两相辉。婉婉成名后，翩翩拥传归。\r\n江深烟屿没，山暗雨云飞。共待酬恩罢，相将去息机。"
        },
        {
            "title": "送袁太祝衢婺巡覆",
            "content": "校缗税亩不妨闲，清兴自随鱼鸟间。\r\n知君此去足佳句，路出桐溪千万山。"
        },
        {
            "title": "惠上人房宴别",
            "content": "方袍相引到龙华，支策开襟路不赊。法味已同香积会，\r\n礼容疑在少施家。逸民羽客期皆至，疏竹青苔景半斜。\r\n究竟相依何处好，匡山古社足烟霞。"
        },
        {
            "title": "送山人归旧隐",
            "content": "工为楚辞赋，更著鲁衣冠。岁俭山田薄，秋深晨服寒。\r\n武人荣燕颔，志士恋渔竿。会被公车荐，知君久晦难。"
        },
        {
            "title": "送宇文文府赴行在",
            "content": "送君当岁暮，斗酒破离颜。车骑拥寒水，雪云凝远山。\r\n且安黄绶屈，莫羡白鸥闲。从此图南路，青云步武间。"
        },
        {
            "title": "送湖南李侍御赴本使赋采菱亭诗",
            "content": "旧俗采菱处，津亭风景和。沅江收暮霭，楚女发清歌。\r\n曲岸萦湘叶，荒阶上白波。兰桡向莲府，一为枉帆过。"
        },
        {
            "title": "送映师归本寺",
            "content": "还归柳市去，远远出人群。苔甃桐花落，山窗桂树薰。\r\n引泉通绝涧，放鹤入孤云。幸许宗雷到，清谈不易闻。"
        },
        {
            "title": "送韩孝廉侍从赴举",
            "content": "贡士去翩翩，如君最少年。彩衣行不废，儒服代相传。\r\n晓月经淮路，繁阴过楚天。清谈遇知己，应访孝廉船。"
        },
        {
            "title": "送郑秀才贡举",
            "content": "西笑意如何，知随贡举科。吟诗向月露，驱马出烟萝。\r\n晚色平芜远，秋声候雁多。自怜归未得，相送一劳歌。"
        },
        {
            "title": "送梁道士谒寿州崔大夫",
            "content": "年少一仙官，清羸驾彩鸾。洞宫云渺渺，花路水漫漫。\r\n岁计芝田熟，晨装月帔寒。遥知小山桂，五马待邀欢。"
        },
        {
            "title": "送裴秀才贡举",
            "content": "儒衣风貌清，去抵汉公卿。宾贡年犹少，篇章艺已成。\r\n临流惜暮景，话别起乡情。离酌不辞醉，西江春草生。"
        },
        {
            "title": "送句容王少府簿领赴上都",
            "content": "上国路绵绵，行人候晓天。离亭绿绮奏，乡树白云连。\r\n江露湿征袂，山莺宜泊船。春风若为别，相顾起尊前。"
        },
        {
            "title": "送张将军归东都旧业",
            "content": "功名不复求，旧业向东周。白草辞边骑，青门别故侯。\r\n摧残宝剑折，羸病绿珠愁。日暮寒风起，犹疑大漠秋。"
        },
        {
            "title": "送谢孝廉移家越州",
            "content": "家承晋太傅，身慕鲁诸生。又见一帆去，共愁千里程。\r\n沙平古树迥，潮满晓江晴。从此幽深去，无妨隐姓名。"
        },
        {
            "title": "送张周二秀才谒宣州薛侍郎",
            "content": "儒衣两少年，春棹毂溪船。湖月供诗兴，岚风费酒钱。\r\n上帆涵浦岸，欹枕傲晴天。不用愁羁旅，宣城太守贤。"
        },
        {
            "title": "送崔端公郎君入京觐省",
            "content": "已见风姿美，仍闻艺业勤。清秋上国路，白皙少年人。\r\n带月轻帆疾，迎霜彩服新。过庭若有问，一为说漳滨。"
        },
        {
            "title": "送卢评事婺州省觐",
            "content": "知向东阳去，晨装见彩衣。客愁青眼别，家喜玉人归。\r\n漠漠水烟晚，萧萧枫叶飞。双溪泊船处，候吏拜胡威。"
        },
        {
            "title": "送李城门罢官归嵩阳",
            "content": "与君相识处，吏隐在墙东。启闭千门静，逢迎两掖通。\r\n罢官多暇日，肄业有儒风。归去尘寰外，春山桂树丛。"
        },
        {
            "title": "送从弟谒员外叔父回归义兴",
            "content": "异乡兄弟少，见尔自依然。来酌林中酒，去耕湖上田。\r\n何朝逢暑雨，几夜泊鱼烟。余力当勤学，成名贵少年。"
        },
        {
            "title": "送台州崔录事",
            "content": "不嫌临海远，微禄代躬耕。古郡纪纲职，扁舟山水程。\r\n诗因琪树丽，心与瀑泉清。盛府知音在，何时荐政成。"
        },
        {
            "title": "扬州与丁山人别",
            "content": "将军易道令威仙，华发清谈得此贤。\r\n惆怅今朝广陵别，辽东后会复何年。"
        },
        {
            "title": "酬别蔡十二见赠",
            "content": "伊人茂天爵，恬澹卧郊园。傲世方隐几，说经久颛门。\r\n浩歌曳柴车，讵羡丹毂尊。严霜被鹑衣，不知狐白温。\r\n游心羲文际，爱我相讨论。潢污忽朝宗，传骑令载奔。\r\n峥嵘岁阴晚，愀怆离念繁。别馆丝桐清，寒郊烟雨昏。\r\n中饮见逸气，纵谈穷化元。伫见公车起，圣代待乞言。"
        },
        {
            "title": "送上虞丞",
            "content": "越郡佳山水，菁江接上虞。计程航一苇，试吏佐双凫。\r\n云壑窥仙籍，风谣验地图。因寻黄绢字，为我吊曹盱。"
        },
        {
            "title": "埇",
            "content": "满树铁冠琼树枝，樽前烛下心相知。\r\n明朝又与白云远，自古河梁多别离。"
        },
        {
            "title": "送岳州温录事赴任",
            "content": "解巾州主簿，捧檄不辞遥。独鹤九霄翼，寒松百尺条。\r\n晨装沾雨雪，旅宿候风潮。为政闲无事，清谈肃郡僚。"
        },
        {
            "title": "送信安刘少府",
            "content": "相看结离念，尽此林中渌。夷代轻远游，上才随薄禄。\r\n参卿滞孙楚，隐市同梅福。吏散时泛弦，宾来闲覆局。\r\n襟情无俗虑，谈笑成逸躅。此路足滩声，羡君多水宿。"
        },
        {
            "title": "送杜尹赴东都",
            "content": "商於留异绩，河洛贺新迁。朝选吴公守，时推杜尹贤。\r\n如纶披凤诏，出匣淬龙泉。风雨交中土，簪裾敞别筵。\r\n清明人比玉，照灼府如莲。伫报司州政，征黄似颍川。"
        },
        {
            "title": "送文畅上人东游",
            "content": "桑门许辩才，外学接宗雷。护法麻衣净，翻经贝叶开。\r\n宗通知不染，妄想自堪哀。或结西方社，师游早晚回。"
        },
        {
            "title": "送殷卿罢举归淮南旧居",
            "content": "计偕十上竟无成，忽忆岩居便独行。志业尝探绝编义，\r\n风尘虚作弃繻生。岁储应叹山田薄，里社时逢野酝清。\r\n惆怅中年群从少，相看欲别倍关情。"
        },
        {
            "title": "送张曹长工部大夫奉使西番",
            "content": "殊邻覆露同，奉使小司空。西候车徒出，南台节印雄。\r\n吊祠将渥命，导驿畅皇风。故地山河在，新恩玉帛通。\r\n塞云凝废垒，关月照惊蓬。青史书归日，翻轻五利功。"
        },
        {
            "title": "送别沅汎",
            "content": "念尔强学殖，非贯早从师。温温禀义方，慥慥习书诗。\r\n计偕来上国，宴喜方怡怡。经术既修明，艺文亦葳蕤。\r\n伊予谅无取，琐质荷洪慈。偶来贰仪曹，量力何可支。\r\n废业固相受，避嫌诚自私。徇吾刺促心，婉尔康庄姿。\r\n古人贵直道，内讼乖坦夷。用兹处大官，无乃玷清时。\r\n羸车出门去，怅望交涕洟。琢磨贵分阴，岁月若飙驰。\r\n千里起足下，丰年系镃钅基。苟令志气坚，伫见缨珮随。\r\n斑斓五彩服，前路春物熙。旧游忆江南，环堵留蓬茨。\r\n湖水白于练，莼羹细若丝。别来十三年，梦寐时见之。\r\n宠荣忽逾量，荏苒不自知。晨兴愧华簪，止足为灵龟。\r\n遐路各自爱，大来行可期。青冥在目前，努力调羽仪。"
        },
        {
            "title": "送安南裴都护",
            "content": "忽佩交州印，初辞列宿文。莫言方任远，且贵主忧分。\r\n迥转朱鸢路，连飞翠羽群。戈船航涨海，旌旆卷炎云。\r\n绝徼褰帷识，名香夹毂焚。怀来通北户，长养洽南薰。\r\n暂叹同心阻，行看异绩闻。归时无所欲，薏苡或烦君。"
        },
        {
            "title": "送三十叔赴任晋陵",
            "content": "春云结暮阴，侍坐捧离襟。黄绶轻装去，青门芳草深。\r\n十年尘右职，三径寄遐心。便道停桡处，应过旧竹林。"
        },
        {
            "title": "送崔谕德致政东归",
            "content": "天子坐法宫，诏书下江东。懿此嘉遁士，蒲车赴丘中。\r\n褐衣入承明，朴略多古风。直道侍太子，昌言沃宸聪。\r\n岩居四十年，心与鸥鸟同。一朝受恩泽，自说如池龙。\r\n乞骸归故山，累疏明深衷。大君不夺志，命锡忽以崇。\r\n旭旦出国门，轻装若秋蓬。家依白云峤，手植丹桂丛。\r\n竹斋引寒泉，霞月相玲珑。旷然解赤绶，去逐冥冥鸿。"
        },
        {
            "title": "送黔中裴中丞阁老赴任",
            "content": "五谏留中禁，双旌辍上才。内臣持凤诏，天厩锡龙媒。\r\n宴语暌兰室，辉荣亚柏台。怀黄宜命服，举白叹离杯。\r\n景霁山川迥，风清雾露开。辰溪分浩淼，僰道接萦回。\r\n胜理环中得，殊琛徼外来。行看旬岁诏，传庆在公台。"
        },
        {
            "title": "送薛温州",
            "content": "昨日馈连营，今来刺列城。方期建礼直，忽访永嘉程。\r\n郡内裁诗暇，楼中迟客情。凭君减千骑，莫遣海鸥惊。"
        },
        {
            "title": "送陆拾遗祗召赴行在",
            "content": "鹓鹭承新命，翻飞入汉庭。歌诗能合雅，献纳每论经。\r\n月晓蜀江迥，猿啼楚树青。幸因焚草暇，书札访沈冥。"
        },
        {
            "title": "送王炼师赴王屋洞",
            "content": "稔岁在芝田，归程入洞天。白云辞上国，青鸟会群仙。\r\n自以棋销日，宁资药驻年。相看话离合，风驭忽泠然。"
        },
        {
            "title": "送浑邓州",
            "content": "年少守南阳，新恩印绶光。轻轩出绕霤，利刃发干将。\r\n风劲初下叶，云寒方护霜。想君行县处，露冕菊潭香。"
        },
        {
            "title": "九华观宴饯崔十七叔判官赴义武幕兼呈书记萧",
            "content": "炎光三伏昼，洞府宜幽步。宿雨润芝田，鲜风摇桂树。\r\n阴阴台殿敞，靡靡轩车驻。晚酌临水清，晨装出关路。\r\n偏荣本郡辟，倍感元臣遇。记室有门人，因君达书素。"
        },
        {
            "title": "送从弟广东归绝句",
            "content": "夏云如火铄晨辉，款段羸车整素衣。\r\n知尔业成还出谷，今朝莫怆断行飞。"
        },
        {
            "title": "送商州杜中丞赴任",
            "content": "安康地里接商於，帝命专城总赋舆。夕拜忽辞青琐闼，\r\n晨装独捧紫泥书。深山古驿分驺骑，芳草闲云逐隼旟。\r\n绮皓清风千古在，因君一为谢岩居。"
        },
        {
            "title": "送灵武范司空",
            "content": "上略在安边，吴钩结束鲜。三公临右地，七萃拥中坚。\r\n旧垒销烽火，新营辨井泉。伐谋师以律，贾勇士争先。\r\n塞迥晴看月，沙平远际天。荣薰知屈指，应在盛秋前。"
        },
        {
            "title": "送孔江州",
            "content": "九派寻阳郡，分明似画图。秋光连瀑布，晴翠辨香炉。\r\n才子厌兰省，邦君荣竹符。江城多暇日，能寄八行无。"
        },
        {
            "title": "送从翁赴任长子县令",
            "content": "家风本钜儒，吏职化双凫。启事才方惬，临人政自殊。\r\n地雄韩上党，秩比鲁中都。拜首春郊夕，离杯莫向隅。"
        },
        {
            "title": "送韦中丞奉使新罗",
            "content": "淳化洽声明，殊方均惠养。计书重译至，锡命双旌往。\r\n星辞北极远，水泛东溟广。斗柄辨宵程，天琛宜昼赏。\r\n孤光洲岛迥，净绿烟霞敞。展礼盛宾徒，交欢觌君长。\r\n经途劳视听，怆别萦梦想。延颈旬岁期，新恩在归鞅。"
        },
        {
            "title": "送韦行军员外赴河阳",
            "content": "五代武弁侍明光，辍佐中权拜外郎。记事还同楚倚相，\r\n传经远自汉扶阳。离堂处处罗簪组，东望河桥壮鼙鼓。\r\n三城晓角启轩门，一县繁花照莲府。上略儒风并者稀，\r\n翩翩驺骑有光辉。只今右职多虚位，应待他时伏奏归。"
        },
        {
            "title": "送张仆射朝见毕归镇",
            "content": "青光照目青门曙，玉勒雕戈拥驺驭。东方连帅南阳公，\r\n文武吉甫如古风。独奉新恩来谒帝，感深更见新诗丽。\r\n共看三接欲为霖，却念百城同望岁。双旌去去恋储胥，\r\n归路莺花伴隼旟。今日汉庭求上略，留侯自有一编书。"
        },
        {
            "title": "献岁送李十兄赴黔中酒后绝句",
            "content": "一樽岁酒且留欢，三峡黔江去路难。\r\n志士感恩无远近，异时应戴惠文冠。"
        },
        {
            "title": "送濬上人归扬州禅智寺",
            "content": "蠹露宗通法已传，麻衣筇杖去悠然。\r\n扬州后学应相待，遥想幡花古寺前。"
        },
        {
            "title": "送少清赴润",
            "content": "二纪乐箪瓢，烟霞暮与朝。因君宦游去，记得春江潮。\r\n远别更搔首，初官方折腰。青门望离袂，魂为阿连销。"
        },
        {
            "title": "送张詹事致政归嵩山旧隐",
            "content": "解龟辞汉庭，却忆少微星。直指常持宪，平反更恤刑。\r\n闲思紫芝侣，归卧白云扃。明诏优筋力，安车适性灵。\r\n群公来蔼蔼，独鹤去冥冥。想到挥金处，嵩吟枕上青。"
        },
        {
            "title": "送许著作分司东都",
            "content": "月旦继平舆，风流仕石渠。分曹向瀍洛，守职正图书。\r\n棣萼荣相映，琼枝色不如。宾朋争漉酒，徒御侍巾车。\r\n异日始离抱，维思烹鲤鱼。"
        },
        {
            "title": "送正字十九兄归江东醉后绝句",
            "content": "命驾相思不为名，春风归骑出关程。\r\n离堂莫起临岐叹，文举终当荐祢衡。"
        },
        {
            "title": "春送十四叔赴任渝州录事绝句",
            "content": "随牒忽离南北巷，解巾都吏有清风。\r\n巴城锁印七联静，尽日闲谣廨署中。"
        },
        {
            "title": "送韦十二丈赴襄城令三韵",
            "content": "留连出关骑，斟酌临岐酒。旧业传一经，新官栽五柳。\r\n去去望行尘，青门重回首。"
        },
        {
            "title": "送二十叔赴任余杭尉",
            "content": "拜首直城阴，樽开意不任。梅仙归剧县，阮巷奏离琴。\r\n春草吴门绿，秋涛浙水深。十年曾旅寓，应惬宦游心。"
        },
        {
            "title": "送张阁老中丞持节册吊回鹘",
            "content": "旌旆翩翩拥汉官，君行常得远人欢。分职南台知礼重，\r\n辍书东观见才难。金章玉节鸣驺远，白草黄云出塞寒。\r\n欲散别离唯有醉，暂烦宾从驻征鞍。"
        },
        {
            "title": "人日送房二十七侍御归越",
            "content": "驿骑归时骢马蹄，莲花府映若邪溪。\r\n帝城人日风光早，不惜离堂醉似泥。"
        },
        {
            "title": "送袁中丞持节册南诏五韵",
            "content": "西南使星去，远彻通朝聘。烟雨僰道深，麾幢汉仪盛。\r\n途轻五尺险，水爱双流净。上国洽恩波，外臣遵礼命。\r\n离堂驻驺驭，且尽樽中圣。"
        },
        {
            "title": "送密秀才吏",
            "content": "蜀国本多士，雄文似相如。之子西南秀，名在贤能书。\r\n薄禄且未及，故山念归欤。迢迢三千里，返驾一羸车。\r\n玉垒长路尽，锦江春物余。此行无愠色，知尔恋林庐。"
        },
        {
            "title": "奉送孔十兄宾客承恩致政归东都旧居",
            "content": "达人旷迹通出处，每忆安居旧山去。乞身已见抗疏频，\r\n优礼新闻诏书许。家法遥传阙里训，心源早逐嵩丘侣。\r\n南史编年著盛名，东朝侍讲常虚伫。角巾华发忽自遂，\r\n命服金龟君更与。白云出岫暂逶迤，鸿鹄入冥无处所。\r\n归路依依童稚乐，都门蔼蔼壶觞举。能将此道助皇风，\r\n自可殊途并伊吕。"
        },
        {
            "title": "奉送韦起居老舅百口假满归嵩阳旧居",
            "content": "威凤翔紫气，孤云出寥天。奇采与幽姿，缥缈皆自然。\r\n尝闻陶唐氏，亦有巢由全。以此耸风俗，岂必效羁牵。\r\n大君遂群方，左史蹈前贤。振衣去朝市，赐告归林泉。\r\n滑和固难久，循性得所便。有名皆畏途，无事乃真筌。\r\n旧壑穷杳窕，新潭漾沦涟。岩花落又开，山月缺复圆。\r\n轻策逗萝径，幅巾凌翠烟。机闲鱼鸟狎，体和芝朮鲜。\r\n四皓本违难，二疏犹待年。况今寰海清，复此鬓发玄。\r\n顾惭缨上尘，未绝区中缘。齐竽终自退，心寄嵩峰巅。"
        },
        {
            "title": "醉后戏赠苏九翛",
            "content": "白首书窗成巨儒，不知簪组遍屠沽。\r\n劝君莫问长安路，且读鲁山于蒍于。"
        },
        {
            "title": "戏赠张炼师",
            "content": "月帔飘飖摘杏花，相邀洞口劝流霞。\r\n半酣乍奏云和曲，疑是龟山阿母家。"
        },
        {
            "title": "月夜过灵彻上人房因赠",
            "content": "此身会逐白云去，未洗尘缨还自伤。\r\n今夜幸逢清净境，满庭秋月对支郎。"
        },
        {
            "title": "自杨子归丹阳初遂闲居聊呈惠公",
            "content": "移疾喜无事，卷帘松竹寒。稍知名是累，日与静相欢。\r\n蹇浅逢机少，迂疏应物难。只思闲夜月，共向沃州看。"
        },
        {
            "title": "新秋月夜寄故人",
            "content": "客心宜静夜，月色澹新秋。影落三湘水，诗传八咏楼。\r\n何穷对酒望，几处卷帘愁。若问相思意，随君万里游。"
        },
        {
            "title": "湖上晚眺呈惠上人",
            "content": "湖上烟景好，鸟飞云自还。幸因居止近，日觉性情闲。\r\n独酌乍临水，清机常见山。此时何所忆，净侣话玄关。"
        },
        {
            "title": "寄侍御从舅",
            "content": "靡靡南轩蕙，迎风转芳滋。落落幽涧松，百尺无附枝。\r\n世物自多故，达人心不羁。偶陈幕中画，未负林间期。\r\n感恩从慰荐，循性难絷维。野鹤无俗质，孤云多异姿。\r\n清泠松露泫，照灼岩花迟。终当税尘驾，来就东山嬉。"
        },
        {
            "title": "送薛十九丈授将作主",
            "content": "芊芊远郊外，杳杳春岩曲。愁处映微波，望中连净绿。\r\n日暮藉离觞，折芳心断续。"
        },
        {
            "title": "早发杭州泛富春江寄陆三十一公佐",
            "content": "候晓起徒驭，春江多好风。白波连青云，荡漾晨光中。\r\n四望浩无际，沉忧将此同。未离奔走途，但恐成悲翁。\r\n俯见触饵鳞，仰目凌霄鸿。缨尘日已厚，心累何时空。\r\n区区此人世，所向皆樊笼。唯应杯中物，醒醉为穷通。\r\n故人悬圃姿，琼树纷青葱。终当此山去，共结兰桂丛。"
        },
        {
            "title": "郴州换",
            "content": "缄题桂阳印，持寄朗陵兄。刺举官犹屈，风谣政已成。\r\n行看换龟纽，奏最谒承明。"
        },
        {
            "title": "戏赠天竺灵隐二寺寺主",
            "content": "石路泉流两寺分，寻常钟磬隔山闻。\r\n山僧半在中峰住，共占青峦与白云。"
        },
        {
            "title": "马上赠虚公",
            "content": "马足早尘深，飘缨又满襟。吾师有甘露，为洗此时心。"
        },
        {
            "title": "李韶州",
            "content": "常日区中暇，时闻象外言。曹溪有宗旨，一为勘心源。"
        },
        {
            "title": "寄临海郡崔稚璋",
            "content": "美酒步兵厨，古人尝宦游。赤城临海峤，君子今督邮。\r\n吏隐丰暇日，琴壶共冥搜。新诗寒玉韵，旷思孤云秋。\r\n志士诚勇退，鄙夫自包羞。终当就知己，莫恋潺湲流。"
        },
        {
            "title": "省中春晚忽忆江南旧居戏书所怀因寄两浙亲故",
            "content": "前年冠獬豸，戎府随宾介。去年簪进贤，赞导法宫前。\r\n今兹戴武弁，谬列金门彦。问我何所能，头冠忽三变。\r\n野性惯疏闲，晨趋兴暮还。花时限清禁，霁后爱南山。\r\n晚景支颐对尊酒，旧游忆在江湖久。庾楼柳寺共开襟，\r\n枫岸烟塘几携手。结庐常占练湖春，犹寄藜床与幅巾。\r\n疲羸只欲思三径，戆直那堪备七人。更想东南多竹箭，\r\n悬圃琅玕共葱蒨。裁书且附双鲤鱼，偏恨相思未相见。"
        },
        {
            "title": "无题",
            "content": "弱植素寡偶，趋时非所任。感恩再登龙，求友皆断金。\r\n彪炳睹奇采，凄锵闻雅音。适欣佳期接，遽叹离思侵。\r\n靡靡遵远道，忡忡劳寸心。难成独酌谣，空奏伐木吟。\r\n泬寥清冬时，萧索白昼阴。交欢谅如昨，滞念纷在今。\r\n因风试矫翼，倦飞会归林。向晚清淮驶，回首楚云深。"
        },
        {
            "title": "赠广通上人",
            "content": "身随猿鸟在深山，早有诗名到世间。\r\n客至上方留盥漱，龙泓洞水昼潺潺。"
        },
        {
            "title": "待漏假寐梦归江东旧居",
            "content": "十年江浦卧郊园，闲夜分明结梦魂。舍下烟萝通古寺，\r\n湖中云雨到前轩。南宗长老知心法，东郭先生识化源。\r\n觉后忽闻清漏晓，又随簪珮入君门。"
        },
        {
            "title": "唐",
            "content": "风雨竦庭柯，端忧坐空堂。多病时节换，所思道里长。\r\n故人朱两轓，出自尚书郎。下车今几时，理行远芬芳。\r\n琼瑶览良讯，芣苡满素囊。结根在贵州，蠲疾传古方。\r\n探撷当五月，殷勤逾八行。深情婉如此，善祝何可忘。\r\n复有金玉音，焕如龙凤章。一闻灵洞说，若睹群仙翔。\r\n三清飞庆霄，百汰成雄铓。体物信无对，洒心愿相将。\r\n昔年同旅食，终日窥文房。春风眺芜城，秋水渡柳杨。\r\n君为太史氏，弱质羁楚乡。今来忝司谏，千骑遥相望。\r\n归云夕鳞鳞，圆魄夜苍苍。远思结铃阁，何人交羽觞。\r\n伫见征颍川，无为薄淮阳。政成看再入，列侍炉烟傍。"
        },
        {
            "title": "初秋月夜中",
            "content": "欹枕直庐暇，风蝉迎早秋。沈沈玉堂夕，皎皎金波流。\r\n对掌喜新命，分曹谐旧游。相思玩华彩，因感庾公楼。"
        },
        {
            "title": "寄李衡州",
            "content": "片石丛花画不如，庇身三径岂吾庐。\r\n主人千骑东方远，唯望衡阳雁足书。"
        },
        {
            "title": "贡院对",
            "content": "寓宿春闱岁欲除，严风密雪绝双鱼。\r\n思君独步西垣里，日日含香草诏书。"
        },
        {
            "title": "户部王曹长杨考功崔刑部二院长并同钟陵使府",
            "content": "忽惊西江侣，共作南宫郎。宿昔芝兰室，今兹鸳鹭行。\r\n子猷美风味，左户推公器。含毫白雪飞，出匣青萍利。\r\n子云尝燕居，作赋似相如。闲成考课奏，别贡贤良书。\r\n子玉谅贞实，持刑慎丹笔。秋天鸿鹄姿，晚岁松筠质。\r\n伊予诚薄才，何幸复趋陪。偶来尘右掖，空此忆中台。\r\n时节东流驶，悲欢追往事。待月登庾楼，排云上萧寺。\r\n盍簪莲府宴，落帽龙沙醉。极浦送风帆，灵山眺烟翠。\r\n解颐通善谑，喻指穷精义。搦管或飞章，分曹时按吏。\r\n雨散与蓬飘，秦吴两寂寥。方期全拥肿，岂望蹑扶摇。\r\n夜直分三署，晨趋共九霄。外庭时接武，广陌更连镳。\r\n北极星辰拱，南薰气序调。欣随众君子，并立圣明朝。"
        },
        {
            "title": "答韦秀才寄一首",
            "content": "中峰云暗雨霏霏，水涨花塘未得归。\r\n心忆琼枝望不见，几回虚湿薜萝衣。"
        },
        {
            "title": "同陆",
            "content": "专城书素至留台，忽报张纲揽辔回。\r\n共看昨日蝇飞处，并是今朝鹊喜来。\r\n鹤发州民拥使车，人人自说受恩初。\r\n如今天下无冤气，乞为邦君雪谤书。\r\n众人哺啜喜君醒，渭水由来不杂泾。\r\n遮莫雪霜撩乱下，松枝竹叶自青青。"
        },
        {
            "title": "戏赠表兄崔秀才",
            "content": "何事年年恋隐沦，成名须遣及青春。\r\n明时早献甘泉去，若待公车却误人。"
        },
        {
            "title": "和",
            "content": "亚相冠貂蝉，分忧统十联。火星当永日，云汉倬炎天。\r\n斋祷期灵贶，精诚契昔贤。中宵出驺驭，清夜旅牲牷。\r\n触日看初起，随车应物先。雷音生绝巘，雨足晦平阡。\r\n潇洒四冥合，空濛万顷连。歌谣喧泽国，稼穑遍原田。\r\n故事三台盛，新文七义全。作霖应自此，天下待丰年。"
        },
        {
            "title": "和邵端公醉后寄于谏议之作",
            "content": "莫羡檐前柳，春风独早归。阳和次第发，桃李更芳菲。"
        },
        {
            "title": "春游茅山酬杜评事见寄",
            "content": "喜得赏心处，春山岂计程。连溪芳草合，半岭白云晴。\r\n绝涧漱冰碧，仙坛挹颢清。怀君在人境，不共此时情。"
        },
        {
            "title": "和韩侍御白发",
            "content": "白发今朝见，虚斋晓镜清。乍分霜简色，微映铁冠生。\r\n幕下多能事，周行挹令名。流年未可叹，正遇太阶平。"
        },
        {
            "title": "酬穆七侍郎早登使院西楼感怀",
            "content": "耿耿宵欲半，振衣庭户前。浩歌抚长剑，临风泛清弦。\r\n晴霜丽寒芜，微月露碧鲜。杉梧韵幽籁，河汉明秋天。\r\n良夜虽可玩，沉忧逾浩然。楼中迟启明，林际挥宿烟。\r\n晨风响钟鼓，曙色映山川。滔滔天外驶，杲杲朝日悬。\r\n因穷西南永，得见天地全。动植相纠纷，车从竞喧阗。\r\n鳣鲔跃洪流，麇麚倚荒阡。嗈嗈白云雁，嘒嘒清露蝉。\r\n一气鼓万殊，晦明相推迁。羲和无停鞅，不得常少年。\r\n当令志气神，及此鬓发玄。岂唯十七族，今古称其贤。\r\n夫君才气雄，振藻何翩翩。诗轻沈隐侯，赋拟王仲宣。\r\n小鸟抢榆枋，大鹏激三千。与君期晚岁，方结林栖缘。"
        },
        {
            "title": "酬陆四十楚源春夜宿虎丘山对月寄梁四敬之兼",
            "content": "东风变蘅薄，时景日妍和。更想千峰夜，浩然幽意多。\r\n蕙香袭闲趾，松露泫乔柯。潭影漾霞月，石床封薜萝。\r\n夫君非岁时，已负青冥姿。龙虎一门盛，渊云四海推。\r\n駸駸步騕褭，婉婉翥长离。悬圃尽琼树，家林轻桂枝。\r\n声荣徒外奖，恬淡方自适。逸气凌颢清，仁祠访金碧。\r\n芊眠瑶草秀，断续云窦滴。芳讯发幽缄，新诗比良觌。\r\n故人石渠署，美价满中朝。落落杉松直，芬芬兰杜飘。\r\n雄词鼓溟海，旷达豁烟霄。营道幸同术，论心皆后凋。\r\n循环伐木咏，缅邈招隐情。惭兹拥肿才，爱彼潺湲清。\r\n拘牵尚多故，梦想何由并。终结方外期，不待华发生。"
        },
        {
            "title": "酬李二十二兄主簿马迹山见寄",
            "content": "杳杳尘外想，悠悠区中缘。如何战未胜，曾是教所牵。\r\n远郊有灵峰，夙昔栖真仙。鸾声去已久，马迹空依然。\r\n丹崖转初旭，碧落凝秋烟。松风共萧飒，萝月想婵娟。\r\n内兄蕴遐心，嘉遁性所便。不能栖枳棘，且复探云泉。\r\n中有冥寂人，闲读逍遥篇。联袂共支策，抠衣尝绝编。\r\n徐行石上苔，静韵风中弦。烟霞湿儒服，日月生寥天。\r\n新诗来起予，璀璨七义全。能尽含写意，转令山水鲜。\r\n若闻笙鹤声，宛在耳目前。登攀阻心赏，愁绝空怀贤。\r\n出处岂异途，心冥即真筌。暂从西府檄，终卧东菑田。\r\n不嫌予步蹇，但恐君行膻。如能固旷怀，谷口期穷年。"
        },
        {
            "title": "酬赵尚书城南看花日晚先归见寄",
            "content": "杜城韦曲遍寻春，处处繁花满目新。\r\n日暮归鞍不相待，与君同是醉乡人。"
        },
        {
            "title": "酬赵尚书杏园花下醉后见寄",
            "content": "春光深处曲江西，八座风流信马蹄。\r\n鹤发杏花相映好，羡君终日醉如泥。"
        },
        {
            "title": "酬冯绛州早秋绛台感怀见寄",
            "content": "良牧闲无事，层台思眇然。七条萦印绶，三晋辨山川。\r\n洗嫧讴谣合，开襟眺听偏。秋光连大卤，霁景下新田。\r\n叶落径庭树，人归曲沃烟。武符颁美化，亥字访疑年。\r\n经术推多识，卿曹亦累迁。斋祠常并冕，官品每差肩。\r\n接部青丝骑，裁诗白露天。知音愧相访，商洛正闲眠。"
        },
        {
            "title": "崔四郎协律以诗见寄",
            "content": "临风结烦想，客至传好音。白雪缄郢曲，朱弦亘蜀琴。\r\n泠泠响幽韵，款款寄遐心。岁晚何以报，与君期断金。"
        },
        {
            "title": "奉和李大夫题郑评事江楼",
            "content": "达士无外累，隐几依南郭。茅栋上江开，布帆当砌落。\r\n支颐散华发，欹枕曝灵药。入鸟不乱行，观鱼还自乐。\r\n何时金马诏，早岁建安作。往事尽筌蹄，虚怀寄杯杓。\r\n邦君驻千骑，清论时间酌。凭槛出烟埃，振衣向寥廓。\r\n心源齐彼是，人境胜岩壑。何必栖冥冥，然为避矰缴。"
        },
        {
            "title": "李",
            "content": "诏下忽临山水郡，不妨从事恣攀登。\r\n莫言向北千行雁，别有图南七月鹏。"
        },
        {
            "title": "酬蔡十二博士见寄四韵",
            "content": "芜城十年别，蓬转居不定。终岁白屋贫，独谣清酒圣。\r\n风尘韦带减，霜雪松心劲。何以浣相思，启元能尽性。"
        },
        {
            "title": "酬灵彻上人以诗代书见寄",
            "content": "莲花出水地无尘，中有南宗了义人。已取贝多翻半字，\r\n还将阳焰谕三身。碧云飞处诗偏丽，白月圆时信本真。\r\n更喜开缄销热恼，西方社里旧相亲。"
        },
        {
            "title": "酬崔千牛四郎早秋见寄",
            "content": "浩歌坐虚室，庭树生凉风。碧云灭奇彩，白露萎芳丛。\r\n感此时物变，悠然遐想通。偶来被簪组，自觉如池龙。\r\n少年才藻新，金鼎世业崇。凤文已彪炳，琼树何青葱。\r\n联镳长安道，接武承明宫。君登玉墀上，我侍彤庭中。\r\n疲病多内愧，切磋常见同。起予览新诗，逸韵凌秋空。\r\n相爱每不足，因兹寓深衷。"
        },
        {
            "title": "奉酬从兄南仲见示十九韵",
            "content": "晋季天下乱，安丘佐关中。德辉霭家牒，侯籍推时功。\r\n簪缨盛西州，清白传素风。逢时有舒卷，缮性无穷通。\r\n吾兄挺奇资，向晦道自充。耕凿汝山下，退然安困蒙。\r\n诗成三百篇，儒有一亩宫。琴书满座右，芝朮生墙东。\r\n丽藻粲相鲜，晨辉艳芳丛。清光杳无际，皓魄流霜空。\r\n邦有贤诸侯，主盟词律雄。荐贤比文举，理郡迈文翁。\r\n楼中赏不独，池畔醉每同。圣朝辟四门，发迹贵名公。\r\n小生何为者，往岁学雕虫。华簪映武弁，一年被微躬。\r\n开缄捧新诗，琼玉寒青葱。谬进空内讼，结怀远忡忡。\r\n时来无自疑，刷翮摩苍穹。"
        },
        {
            "title": "奉和崔评事寄外甥刘同州并呈杜宾客、许给事",
            "content": "芳讯来江湖，开缄粲瑶碧。诗因乘黄赠，才擅雕龙格。\r\n深陈名教本，谅以仁义积。藻思成采章，雅音闻皦绎。\r\n清时左冯翊，贵士二千石。前日应星文，今兹敞华戟。\r\n谢公尝乞墅，宁氏终相宅。往岁疲草玄，忘年齐举白。\r\n酒酣吟更苦，夜艾谈方剧。枣巷风雨秋，石头烟水夕。\r\n多逢长者辙，不屑诸公辟。酷似仰牢之，雄词挹亭伯。\r\n老骥念千里，饥鹰舒七翮。叵能舍郊扉，来偶朝中客。"
        },
        {
            "title": "奉和太府韦卿阁老左藏库中假山之作",
            "content": "春山仙掌百花开，九棘腰金有上才。忽向庭中摹峻极，\r\n如从洞里见昭回。小松已负干霄状，片石皆疑缩地来。\r\n都内今朝似方外，仍传丽曲寄云台。"
        },
        {
            "title": "和职方殷郎",
            "content": "十载别文昌，藩符寄武当。师贞上介辟，恩擢正员郎。\r\n藻思烟霞丽，归轩印绶光。还希驻辇问，莫自叹冯唐。"
        },
        {
            "title": "酬主客仲员外见贺正除",
            "content": "五年承乏奉如纶，才薄那堪侍从臣。禁署独闻清漏晓，\r\n命书惭对紫泥新。周班每喜簪裾接，郢曲偏宜讽咏频。\r\n忆昔曲台尝议礼，见君论著最相亲。"
        },
        {
            "title": "奉酬张监阁老雪后过中书见赠加两韵简南省僚",
            "content": "寓直久叨荣，新恩倍若惊。风清五夜永，节换一阳生。\r\n潘鬓年空长，齐竽艺本轻。常时望连茹，今日剧悬旌。\r\n枉步欢方接，含毫思又萦。烦君白雪句，岁晏若为情。"
        },
        {
            "title": "酬陆三十二参浙东见寄",
            "content": "骢马别已久，鲤鱼来自烹。殷勤故人意，怊怅中林情。\r\n茫茫重江外，杳杳一枝琼。搔首望良觌，为君华发生。"
        },
        {
            "title": "和兵部李尚书东亭诗",
            "content": "三接履声退，东亭斯旷然。风流披鹤氅，操割佩龙泉。\r\n云卷岩巘叠，雨馀松桂鲜。岂烦禽尚游，所贵天理全。"
        },
        {
            "title": "过张监阁老宅对酒奉酬见赠",
            "content": "里仁无外事，徐步一开颜。荆玉收难尽，齐竽喜暂闲。\r\n秋风倾菊酒，霁景下蓬山。不用投车辖，甘从倒载还。"
        },
        {
            "title": "奉",
            "content": "常寮几处伏明光，新诏联翩夕拜郎。五夜漏清天欲曙，\r\n万年枝暖日初长。分曹列侍登文石，促膝闲谣接羽觞。\r\n共说汉朝荣上赏，岂令三友滞冯唐。"
        },
        {
            "title": "奉和张舍人阁老阁",
            "content": "紫垣宿清夜，蔼蔼复沈沈。圆月衡汉净，好风松涤深。\r\n轩窗韵虚籁，兰雪怀幽音。珠露销暑气，玉徽结遐心。\r\n盛才本殊伦，雅诰方在今。伫见舒彩翮，翻飞归凤林。"
        },
        {
            "title": "奉和许阁老酬淮南崔十七端公见寄",
            "content": "文行蕴良图，声华挹大巫。抡才超粉署，驳议在黄枢。\r\n自得环中辨，偏推席上儒。八音谐雅乐，七辔骋康衢。\r\n密侍仝锵珮，雄才本弃繻。炉烟霏琐闼，宫漏滴铜壶。\r\n旧友双鱼至，新文七义敷。断金挥丽藻，比玉咏生刍。\r\n交辟尝推重，单辞忽受诬。风波疲贾谊，岐路泣杨朱。\r\n溟涨前程险，炎荒旅梦孤。空悲鸢跕水，翻羡雁衔芦。\r\n故国方迢递，羁愁自郁纡。远猷来象魏，霈泽过番禺。\r\n尽室扁舟客，还家万里途。索居因仕宦，著论拟潜夫。\r\n帆席来应驶，郊园半已芜。夕阳寻古径，凉吹动纤枯。\r\n忆昔同驱传，忘怀或据梧。幕庭依古刹，缗税给中都。\r\n瓜步经过惯，龙沙眺听殊。春山岚漠漠，秋渚露涂涂。\r\n孰谓原思病，非关宁武愚。方看簪獬豸，俄叹絷騊駼。\r\n芳讯风情在，佳期岁序徂。二贤欢最久，三益义非无。\r\n柏悦心应尔，松寒志不渝。子将陪禁掖，亭伯限江湖。\r\n交分终推毂，离忧莫向隅。分曹日相见，延首忆田苏。"
        },
        {
            "title": "太原郑尚书远寄新诗",
            "content": "晓开阊阖出丝言，共喜全才镇北门。职重油幢推上略，\r\n荣兼革履见深恩。昔岁经过同二仲，登朝并命惭无用。\r\n曲台分季奉斋祠，直笔系年陪侍从。芬芳鸡舌向南宫，\r\n伏奏丹墀迹又同。公望数承黄纸诏，虚怀自号白云翁。\r\n戎装躞蹀纷出祖，金印煌煌宠司武。时看介士阅犀渠，\r\n每狎儒生冠章甫。晋祠汾水古并州，千骑双旌居上头。\r\n新握兵符应感激，远缄诗句更风流。缁衣诸侯谅称美，\r\n白衣尚书何可比。只今麟阁待丹青，努力加餐报天子。"
        },
        {
            "title": "奉和鄜州刘大夫麦秋出师遮虏有怀中朝亲故",
            "content": "天子爱全才，故人雄外台。绿油登上将，青绶亚中台。\r\n亭障鸣笳入，风云转旆来。兰坊分杳杳，麦垄望莓莓。\r\n月向雕弓满，莲依宝剑开。行师齐鹤列，锡马尽龙媒。\r\n壮志征染甫，嘉招萃楚材。千寻推直干，百炼去纤埃。\r\n间阔劳相望，欢言幸早陪。每联花下骑，几泛竹间杯。\r\n芳讯双鱼远，流年两鬓催。何时介圭觐，携手咏康哉。"
        },
        {
            "title": "戏和三韵",
            "content": "墨翟突不黔，范丹甑生尘。君今复劳歌，鹤发吹湿薪。\r\n前诏许真秩，何如巾软轮。"
        },
        {
            "title": "奉和刘侍郎司徒奉诏伐叛书情呈宰相",
            "content": "玉帐元侯重，黄枢上宰雄。缘情词律外，宣力庙谋中。\r\n震耀恭天讨，严凝助岁功。行看画麟阁，凛凛有英风。"
        },
        {
            "title": "伏蒙十七叔寄示喜庆感怀三十韵因献之",
            "content": "受氏自有殷，树功缅前秦。圭田接土宇，侯籍相纷纶。\r\n道义集天爵，菁华极人文。握兰中台并，折桂东堂春。\r\n祖德蹈前哲，家风播清芬。先公秉明义，大节逢艰屯。\r\n独立挺忠孝，至诚感神人。命书备追锡，迹远道不伸。\r\n小生谅无似，积庆遭昌辰。九年西掖忝，五转南宫频。\r\n司理因旷职，曲台仍礼神。愧非夔龙姿，忽佐尧舜君。\r\n内惟负且乘，徒以弱似仁。岂足议大政，所忧玷彝伦。\r\n叔父贞素履，含章穷典坟。百氏若珠贯，九流皆翚分。\r\n黄钟蕴声调，白玉那缁磷。清论坐虚室，长谣宜幅巾。\r\n开关接人祠，支策无俗宾。种杏当暑热，烹茶含露新。\r\n井径交碧藓，轩窗栖白云。飞沉禽鱼乐，芬馥兰桂薰。\r\n经术弘义训，息男茂嘉闻。筮仕就色养，宴居忘食贫。\r\n四方有翘车，上国有蒲轮。行当反招隐，岂得常退身。\r\n秦吴路杳杳，朔海望沄沄。侍坐驰梦寐，结怀积昏昕。\r\n发函捧新诗，慈诲情殷勤。省躬日三复，拜首书诸绅。"
        },
        {
            "title": "奉和韦曲庄言怀",
            "content": "韦曲冠盖里，鲜原郁青葱。公台睦中外，墅舍邻西东。\r\n驺驭出国门，晨曦正曈曨。燕居平外土，野服参华虫。\r\n疆畎分古渠，烟霞连灌丛。长幼序以齿，欢言无不同。\r\n忆昔全盛时，勋劬播休功。代业扩宇内，光尘蔼墟中。\r\n慨息多永叹，歌诗厚时风。小生忝瓜葛，慕义斯无穷。"
        },
        {
            "title": "和司门殷员外",
            "content": "共嗟王粲滞荆州，才子为郎忆旧游。凉夜偏宜粉署直，\r\n清言远待玉人酬。风生北渚烟波阔，露下南宫星汉秋。\r\n早晚得为同舍侣，知君两地结离忧。"
        },
        {
            "title": "和",
            "content": "凭槛辍繁务，晴光烟树分。中邦均禹贡，上药验桐君。\r\n满径风转蕙，卷帘山出云。锵然玉音发，余兴在斯文。"
        },
        {
            "title": "奉和新卜",
            "content": "上宰坐论道，郊居仍里仁。七符既昭晰，万象随陶钧。\r\n旭旦下玉墀，鸣驺拂车茵。轩窗退残暑，风物迎萧辰。\r\n山泽蜃雨出，林塘鱼鸟驯。岂同求羊径，共是羲皇人。\r\n石君五曹重，左户三壤均。居止烟火接，逢迎鸡黍频。\r\n大方本无隅，盛德必有邻。千年郢曲后，复此闻阳春。"
        },
        {
            "title": "奉和于司空二十五丈新卜城南郊居接司徒公别",
            "content": "一德承昌运，三公翊至尊。云龙谐理代，鱼水见深恩。\r\n别墅池塘晓，晴郊草木蕃。沟塍连杜曲，茅土盛于门。\r\n卜筑因登览，经邦每讨论。退朝鸣玉会，入室断金言。\r\n材俊依东阁，壶觞接后园。径深云自起，风静叶初翻。\r\n宰物归心匠，虚中即化源。巴人宁敢和，空此愧游藩。"
        },
        {
            "title": "奉和",
            "content": "五更钟漏歇，千门扃钥开。紫宸残月下，黄道晓光来。\r\n辨色趋中禁，分班列上台。祥烟初缭绕，威凤正裴回。\r\n斧藻归全德，轮辕适众材。化成风偃草，道合鼎调梅。\r\n渥命随三接，皇恩畅九垓。嘉言造膝去，喜气沃心回。\r\n东阁延多士，南山赋有台。阳春那敢和，空此咏康哉。"
        },
        {
            "title": "醉后",
            "content": "美禄与贤人，相逢自可亲。愿将花柳月，尽赏醉乡春。"
        },
        {
            "title": "诫言",
            "content": "言之或未行，前哲所不取。方寸虽浩然，因之三缄口。"
        },
        {
            "title": "知非",
            "content": "名教自可乐，搢绅贵行道。何必学狂歌，深山对丰草。"
        },
        {
            "title": "独酌",
            "content": "独酌复独酌，满盏流霞色。身外皆虚名，酒中有全德。\r\n风清与月朗，对此情何极。"
        },
        {
            "title": "丙寅岁苦贫戏题",
            "content": "清朝起藜床，雪霜对枯篱。家人来告予，今日无晨炊。\r\n鹾醯一已整，新炭固难期。厚生彼何人，工拙各异宜。\r\n间岁从使檄，亲宾苦川驰。虽非悖而入，与出常相随。\r\n吴门与南亩，颇亦持镃基。有时遇丰年，岁计犹不支。\r\n颜渊谅贤人，陋巷能自怡。中忆裴子野，泰然倾薄糜。\r\n愧非古人心，戚戚愁朝饥。近古犹不及，太上那可希。\r\n奈何时风扇，使我正性衰。巧智竞忧劳，展转生浇漓。\r\n吾观黄金印，未胜青松枝。粗令有鱼菽，岂复求轻肥。\r\n顾惭主家拙，甘使群下嗤。如何致一杯，醉后无所知。"
        },
        {
            "title": "与道者同守庚申",
            "content": "洞真善救世，守夜看仙经。俾我外持内，当兹申配庚。\r\n斋心已恬愉，澡身自澄明。沉沉帘帏下，霭霭灯烛清。\r\n四支动有息，一室虚白生。收视忘趋舍，叩齿集神灵。\r\n伊予嗜欲寡，居常痾恙轻。三尸既伏窜，九藏乃和平。\r\n无令耳目胜，则使性命倾。窅然深夜中，若与元气并。\r\n释宗称定慧，儒师著诚明。派分示三教，理诣无二名。\r\n吉祥能止止，委顺则生生。视履苟无咎，天祐期永贞。\r\n应物智不劳，虚中理自冥。岂资金丹术，即此驻颓龄。"
        },
        {
            "title": "寓兴",
            "content": "弱冠无所就，百忧钟一身。世德既颠坠，素怀亦堙沦。\r\n风烟隔嵩丘，羸疾滞漳滨。昭代未通籍，丰年犹食贫。\r\n敢求庖有鱼，但虑甑生尘。俯首愧僮仆，蹇步羞亲宾。\r\n岂伊当途者，一一由中人。已矣勿复言，吾将问秋旻。"
        },
        {
            "title": "田家即事",
            "content": "闲卧藜床对落晖，翛然便觉世情非。漠漠稻花资旅食，\r\n青青荷叶制儒衣。山僧相访期中饭，渔父同游或夜归。\r\n待学尚平婚嫁毕，渚烟溪月共忘机。"
        },
        {
            "title": "郊居岁暮因书所怀",
            "content": "养拙方去喧，深居绝人事。返耕忘帝力，乐道疏代累。\r\n翛然衡茅下，便有江海意。宁知肉食尊，自觉儒衣贵。\r\n烟霜当暮节，水石多幽致。三径日闲安，千峰对深邃。\r\n策藜出村渡，岸帻寻古寺。月魄清夜琴，猿声警朝寐。\r\n地偏芝桂长，境胜烟霞异。独鸟带晴光，疏篁净寒翠。\r\n窗前风叶下，枕上溪云至。散发对农书，斋心看道记。\r\n清言核名理，开卷穷精义。求誉观朵颐，危身陷芳饵。\r\n纷吾守孤直，世业常恐坠。就学缉韦编，铭心对欹器。\r\n元和畅万物，动植咸使遂。素履期不渝，永怀丘中志。"
        },
        {
            "title": "晨坐寓兴",
            "content": "清晨坐虚斋，群动寂未喧。泊然一室内，因见万化源。\r\n得丧心既齐，清净教益敦。境来每自惬，理胜或不言。\r\n亭柯见荣枯，止水知清浑。悠悠世上人，此理法难论。"
        },
        {
            "title": "侍从游后湖宴坐",
            "content": "绝境殊不远，湖塘直吾庐。烟霞旦夕生，泛览诚可娱。\r\n慈颜俯见喻，辍尔诗与书。清旭理轻舟，嬉游散烦劬。\r\n宿雨荡残燠，惠风与之俱。心灵一开旷，机巧眇已疏。\r\n中流有荷花，花实相芬敷。田田绿叶映，艳艳红姿舒。\r\n繁香好风结，净质清露濡。丹霞无容辉，嫭色亦踟蹰。\r\n秾芳射水木，欹叶游龟鱼。化工若有情，生植皆不如。\r\n轻舟任沿溯，毕景乃踌躇。家人亦恬旷，稚齿皆忻愉。\r\n素弦激凄清，旨酒盈樽壶。寿觞既频献，乐极随歌呼。\r\n圆月初出海，澄辉来满湖。清光照酒酣，俯倾百虑无。\r\n以兹心目畅，敌彼名利途。轻肥何为者，浆藿自有馀。\r\n愿销区中累，保此湖上居。无用诚自适，年年玩芙蕖。"
        },
        {
            "title": "书绅诗",
            "content": "和静有真质，斯人称最灵。感物惑天性，触里纷多名。\r\n祸机生隐微，智者鉴未形。败礼因近习，哲人自居贞。\r\n当令念虑端，鄙嫚不能萌。苟非不逾矩，焉得遂性情。\r\n谨之在事初，动用各有程。千里起步武，彗云自纤茎。\r\n心源一流放，骇浪奔长鲸。渊木苟端深，枝流则贞清。\r\n和理通性术，悠久方昭明。先师留中庸，可以导此生。"
        },
        {
            "title": "璩授京兆府参军戏书以示兼呈独孤郎",
            "content": "见尔府中趋，初官足慰吾。老牛还舐犊，凡鸟亦将雏。\r\n喜至翻成感，痴来或欲殊。因惭玉润客，应笑此非夫。"
        },
        {
            "title": "浩歌",
            "content": "杖策出蓬荜，浩歌秋兴长。北风吹荷衣，萧飒景气凉。\r\n通逵抵山郭，里巷连湖光。孤云净远峰，绿水溢芳塘。\r\n鱼鸟乐天性，杂英互芬芳。我心独何为，万虑萦中肠。\r\n履道身未泰，主家谋不臧。心为世教牵，迹寄翰墨场。\r\n出处两未定，羁羸空自伤。沈忧不可裁，伫立河之梁。\r\n晚归茅檐下，左右陈壶觞。独酌复长谣，放心游八荒。\r\n得丧同一域，是非亦何常。胡为苦此生，矻矻徒自强。\r\n乃知杯中物，可使忧患忘。因兹谢时辈，栖息无何乡。"
        },
        {
            "title": "奉和度支李侍郎早朝",
            "content": "夙驾趋北阙，晓星启东方。鸣驺分骑吏，列烛散康庄。\r\n照灼华簪并，逶迤绮陌长。腰金初辨色，喷玉自生光。\r\n献替均三壤，贞明集百祥。下才叨接武，空此愧文昌。"
        },
        {
            "title": "暮春闲居示同志",
            "content": "避喧非傲世，幽兴乐郊园。好古每开卷，居贫常闭门。\r\n曙钟来古寺，旭日上西轩。稍与清境会，暂无尘事烦。\r\n静看云起灭，闲望鸟飞翻。乍问山僧偈，时听渔父言。\r\n体羸谙药性，事简见心源。冠带惊年长，诗书喜道存。\r\n小池泉脉凑，危栋燕雏喧。风入松阴静，花添竹影繁。\r\n灌园输井税，学稼奉晨昏。此外知何有，怡然向一樽。"
        },
        {
            "title": "早春南亭即事",
            "content": "虚斋坐清昼，梅坼柳条鲜。节候开新历，筋骸减故年。\r\n振衣惭艾绶，窥镜叹华颠。独有开怀处，孙孩戏目前。"
        },
        {
            "title": "拜昭陵过咸阳墅",
            "content": "季子乏二顷，扬雄才一廛。伊予此南亩，数已逾前贤。\r\n顷岁辱明命，铭勋镂贞坚。遂兹操书致，内顾增缺然。\r\n乃葺场圃事，迨今三四年。适因昭陵拜，得抵咸阳田。\r\n田夫竞致辞，乡耋争来前。村盘既罗列，鸡黍皆珍鲜。\r\n古称禄代耕，人以食为天。自惭廪给厚，谅使井税先。\r\n涂涂沟塍雾，漠漠桑柘烟。荒蹊没古木，精舍临秋泉。\r\n池笼岂所安，樵牧乃所便。终当解缨络，田里谐因缘。"
        },
        {
            "title": "竹径偶然作",
            "content": "退朝此休沐，闭户无尘氛。杖策入幽径，清风随此君。\r\n琴觞恣偃傲，兰蕙相氛氲。幽赏方自适，林西烟景曛。"
        },
        {
            "title": "南亭晓坐因以示璩",
            "content": "隐几日无事，风交松桂枝。园庐含晓霁，草木发华姿。\r\n迹似南山隐，官从小宰移。万殊同野马，方寸即灵龟。\r\n弱质常多病，流年近始衰。图书传授处，家有一男儿。"
        },
        {
            "title": "览镜见白发数茎光鲜特异",
            "content": "秋来皎洁白须光，试脱朝簪学酒狂。\r\n一曲酣歌还自乐，儿孙嬉笑挽衣裳。"
        },
        {
            "title": "跌伤伏枕，",
            "content": "一杯宜病士，四体委胡床。暂得遗形处，陶然在醉乡。"
        },
        {
            "title": "感寓",
            "content": "残雨倦欹枕，病中时序分。秋虫与秋叶，一夜隔窗闻。\r\n虚室对摇落，晤言无与群。冥心试观化，世故如丝棼。\r\n但看鸢戾天，岂见山出云。下里徒击节，朱弦秘南薰。\r\n梧桐秀朝阳，上有威凤文。终待九成奏，来仪瑞吾君。"
        },
        {
            "title": "古兴",
            "content": "月中有桂树，无翼难上天。海底有龙珠，下隔万丈渊。\r\n人生大限虽百岁，就中三十称一世。晦明乌兔相推迁，\r\n雪霜渐到双鬓边。沉忧戚戚多浩叹，不得如意居太半。\r\n一气暂聚常恐散，黄河清兮白石烂。"
        },
        {
            "title": "卧病喜",
            "content": "沈疴结繁虑，卧见书窗曙。方外三贤人，惠然来相亲。\r\n整巾起曳策，喜非车马客。支郎有佳文，新句凌碧云。\r\n霓裳何飘飘，浩志凌紫氛。复有沈冥士，远系三茅君。\r\n各言麋鹿性，不与簪组群。清言出象系，旷迹逃玄纁。\r\n心源暂澄寂，世故方纠纷。终当逐师辈，岩桂香氲芬。"
        },
        {
            "title": "刘绍相访",
            "content": "故人怆久别，兹夕款郊扉。山僮漉野酝，稚子褰书帷。\r\n清露泫珠莹，金波流玉徽。忘言我造适，瞪视君无违。\r\n但令静胜躁，自使癯者肥。不待蘧生年，从此知昔非。"
        },
        {
            "title": "读穀梁传二首",
            "content": "荀寅士吉射，诚乃蔽聪明。奈何赵志父，专举晋阳兵。\r\n下令汉七国，借此以为名。吾嘉徙薪智，祸乱何由生。\r\n忆昔溴梁会，岂伊无诸侯。群臣自盟歃，君政如赘旒。\r\n有力则宗楚，何人复尊周。空文徒尔贬，见此眦血流。"
        },
        {
            "title": "奉和圣制丰年多庆九日示怀",
            "content": "寒露应秋杪，清光澄曙空。泽均行苇厚，年庆华黍丰。\r\n声明畅八表，宴喜陶九功。文丽日月合，乐和天地同。\r\n圣言在推诚，臣职惟匪躬。琐细何以报，翾飞淳化中。"
        },
        {
            "title": "奉和圣制重阳日即事六韵",
            "content": "嘉节在阳数，至欢朝野同。恩随千钟洽，庆属五稼丰。\r\n时菊洗露华，秋池涵霁空。金丝响仙乐，剑舄罗宗公。\r\n天道光下济，睿词敷大中。多惭击壤曲，何以答尧聪。"
        },
        {
            "title": "奉和圣制中和节赐百官宴集因示所怀",
            "content": "万方庆嘉节，宴喜皇泽均。晓开蓂叶初，景丽星鸟春。\r\n藻思贞百度，著明并三辰。物情舒在阳，时令弘至仁。\r\n衢酒笔乐被，薰弦声曲新。赓歌武弁侧，永荷玄化醇。"
        },
        {
            "title": "奉和圣制中春麟德殿会百僚观新乐",
            "content": "仲春蔼芳景，内庭宴群臣。森森列干戚，济济趋钩陈。\r\n大乐本天地，中和序人伦。正声迈咸濩，易象含羲文。\r\n玉俎映朝服，金钿明舞茵。韶光雪初霁，圣藻风自薰。\r\n时泰恩泽溥，功成行缀新。赓歌仰昭回，窃比华封人。"
        },
        {
            "title": "奉和圣制重阳日中外同欢以诗言志因示百僚",
            "content": "玉醴宴嘉节，拜恩欢有馀。煌煌菊花秀，馥馥萸房舒。\r\n白露秋稼熟，清风天籁虚。和声度箫韶，瑞气深储胥。\r\n百辟皆醉止，万方今宴如。宸衷在化成，藻思焕琼琚。\r\n微臣徒窃抃，岂足歌唐虞。"
        },
        {
            "title": "病中苦热",
            "content": "三伏鼓洪炉，支离一病夫。倦眠身似火，渴歠汗如珠。\r\n悸乏心难定，沉烦气欲无。何时洒微雨，因与好风俱。"
        },
        {
            "title": "杂曲歌辞·乐府",
            "content": "光风澹荡百花吐，楼上朝朝学歌舞。身年二八婿侍中，\r\n幼妹承恩兄尚主。绿窗珠箔绣鸳鸯，侍婢先焚百和香。\r\n莺啼日出不知曙，寂寂罗帏春梦长。"
        },
        {
            "title": "多病戏书",
            "content": "行年未四十，已觉百病生。眼眩飞蝇影，耳厌远蝉声。\r\n甘辛败六藏，冰炭交七情。唯思曲肱枕，搔首掷华缨。"
        },
        {
            "title": "奉和圣制九月十八日赐百僚追赏因书所怀",
            "content": "锡宴朝野洽，追欢尧舜情。秋堂丝管动，水榭烟霞生。\r\n黄花媚新霁，碧树含馀清。同和六律应，交泰万宇平。\r\n春藻下中天，湛恩阐文明。小臣谅何以，亦此摽华缨。"
        },
        {
            "title": "奉和圣制九日言怀赐中书门下及百僚",
            "content": "令节在丰岁，皇情喜乂安。丝竹调六律，簪裾列千官。\r\n烟霜暮景清，水木秋光寒。筵开曲池上，望尽终南端。\r\n天文丽庆霄，墨妙惊飞鸾。愿言黄花酒，永奉今日欢。"
        },
        {
            "title": "玉台体",
            "content": "昨夜裙带解，今朝蟢子飞。\r\n铅华不可弃，莫是藁砧归。\r\n【注释】：①蟢子：即长脚蜘蛛。\r\n②藁砧：古称丈夫的隐语。【译文】：　　昨天裙带结突然自己解开了，今天早晨又看到蟢子在飞。脂粉不能不施，应该打扮一番，莫不是丈夫要回来了。【赏析】：　　南朝徐陵曾把梁代以前的诗选作十卷，定名为《玉台新咏》。这一诗集，香艳者居多。这首诗标明仿效“玉台体”写的是闺情，描写一位妇人思念丈夫，盼望丈夫回来的情景。全诗感情真挚，质朴无华，俗不伤雅，乐而不淫，别有风味。"
        }
    ]
}