{
    "dynasty": "唐",
    "author": "元稹",
    "intro": "字微之，河南河内人。幼孤，母郑贤而文，亲授书传。举明经书判入等，补校书郎。年五十三卒，赠尚书右仆射。自少与白居易倡和，当时言诗者称\"元白\"，号为\"元白体\"。其集与居易同名长庆。",
    "items": [
        {
            "title": "台中鞫狱，忆开元观旧事，呈损之,兼赠周兄",
            "content": "忆在开元馆，食柏练玉颜。疏慵日高卧，自谓轻人寰。\r\n李生隔墙住，隔墙如隔山。怪我久不识，先来问骄顽。\r\n十过乃一往，遂成相往还。以我文章卷，文章甚斒斓。\r\n因言辛庾辈，亦愿放羸孱。既回数子顾，展转相连攀。\r\n驱令选科目，若在闠与闤。学随尘土坠，漫数公卿关。\r\n唯恐坏情性，安能惧谤讪。还招辛庾李，静处杯巡环。\r\n进取果由命，不由趋险艰。穿杨二三子，弓矢次第弯。\r\n推我亦上道，再联朝士班。二月除御史，三月使巴蛮。\r\n蛮民詀諵诉，啮指明痛癏。怜蛮不解语，为发昏帅奸。\r\n归来五六月，旱色天地殷。分司别兄弟，各各泪潸潸。\r\n哀哉剧部职，唯数赃罪锾。死款依稀取，斗辞方便删。\r\n道心常自愧，柔发难久黫。折支望车乘，支痛谁置患。\r\n奇哉乳臭儿，绯紫绷被间。渐大官渐贵，渐富心渐悭。\r\n闹装辔头觼，静拭腰带斑。鹞子绣线，狗儿金油环。t\r\n香汤洗骢马，翠篾笼白鹇。月请公王封，冰受天子颁。\r\n开筵试歌舞，别宅宠妖娴。坐卧摩绵褥，捧拥綟丝鬟。\r\n旦夕不相离，比翼若飞鸾。而我亦何苦，三十身已鳏。\r\n愁吟心骨颤，寒卧支体。居处虽幽静，尤悔少愉嬾。l\r\n不如周道士，鹤岭临钟湾。绕院松瑟瑟，通畦水潺潺。\r\n阳坡自寻蕨，村沼看沤菅。穷通两未遂，营营真老闲。"
        },
        {
            "title": "卢十九子蒙吟卢七员外洛川怀古六韵，命余和",
            "content": "闻道卢明府，闲行咏洛神。浪圆疑靥笑，波斗忆眉颦。\r蹀躞桥头马，空濛水上尘。草芽犹犯雪，冰岸欲消春。\r寓目终无限，通辞未有因。子蒙将此曲，吟似独眠人。"
        },
        {
            "title": "初除浙东，妻有阻色，因以四韵晓之",
            "content": "嫁时五月归巴地，今日双旌上越州。兴庆首行千命妇，\r会稽旁带六诸侯。海楼翡翠闲相逐，镜水鸳鸯暖共游。\r我有主恩羞未报，君于此外更何求。"
        },
        {
            "title": "奉和浙西大夫李德裕述梦四十韵，大夫本题言",
            "content": "闻有池塘什，还因梦寐遭。攀禾工类蔡，咏豆敏过曹。\r庄蝶玄言秘，罗禽藻思高。戈矛排笔阵，貔虎让文韬。\r彩缋鸾凰颈，权奇骥騄髦。神枢千里应，华衮一言褒。\r李广留飞箭，王祥得佩刀。传乘司隶马，继染翰林毫。\r辨颖□超脱，词锋岂足櫜。金刚锥透玉，镔铁剑吹毛。\r顾我曾陪附，思君正郁陶。近酬新乐录，仍寄续离骚。\r阿阁偏随凤，方壶共跨鳌。借骑银杏叶，横赐锦垂萄。\r冰井分珍果，金瓶贮御醪。独辞珠有戒，廉取玉非叨。\r麦纸侵红点，兰灯焰碧高。代予言不易，承圣旨偏劳。\r绕月同栖鹊，惊风比夜獒。吏传开锁契，神撼引铃绦。\r渥泽深难报，危心过自操。犯颜诚恳恳，腾口惧忉忉。\r佩宠虽緺绶，安贫尚葛袍。宾亲多谢绝，延荐必英豪。\r分阻杯盘会，闲随寺观遨。祇园一林杏，仙洞万株桃。\r澥海沧波减，昆明劫火熬。未陪登鹤驾，已讣堕乌号。\r痛泪过江浪，冤声出海涛。尚看恩诏湿，已梦寿宫牢。\r再造承天宝，新持济巨篙。犹怜弊簪履，重委旧旌旄。\r北望心弥苦，西回首屡搔。九霄难就日，两浙仅容舠。\r暮竹寒窗影，衰杨古郡濠。鱼虾集橘市，鹤鹳起亭皋。\r朽刃休冲斗，良弓枉在弢。早弯摧虎兕，便铸垦蓬蒿。\r渔艇宜孤棹，楼船称万艘。量材分用处，终不学滔滔。"
        },
        {
            "title": "余杭周从事以十章见寄，词调清婉，难于遍酬",
            "content": "扰扰纷纷旦暮间，经营闲事不曾闲。多缘老病推辞酒，\r少有功夫久羡山。清夜笙歌喧四郭，黄昏钟漏下重关。\r何由得似周从事，醉入人家醒始还。"
        },
        {
            "title": "郡务稍简，因得整比旧诗，并连缀焚削，封章",
            "content": "近来章奏小年诗，一种成空尽可悲。书得眼昏朱似碧，\r用来心破发如丝。催身易老缘多事，报主深恩在几时。\r天遣两家无嗣子，欲将文集与它谁。"
        },
        {
            "title": "酬乐天吟张员外诗见寄，因思上京每与乐天于",
            "content": "乐天书内重封到，居敬堂前共读时。四友一为泉路客，\r三人两咏浙江诗。别无远近皆难见，老减心情自各知。\r杯酒与他年少隔，不相酬赠欲何之。"
        },
        {
            "title": "重夸州宅旦暮景色，兼酬前篇末句",
            "content": "仙都难画亦难书，暂合登临不合居。绕郭烟岚新雨后，\r满山楼阁上灯初。人声晓动千门辟，湖色宵涵万象虚。\r为问西州罗刹岸，涛头冲突近何如。"
        },
        {
            "title": "第三岁日咏春风，凭杨员外寄长安柳",
            "content": "三日春风已有情，拂人头面稍怜轻。\r殷勤为报长安柳，莫惜枝条动软声。"
        },
        {
            "title": "和乐天寻郭道士不遇昔尝为僧，于荆州相别。",
            "content": "昔年我见杯中渡，今日人言鹤上逢。两虎定随千岁鹿，\r双林添作几株松。方瞳应是新烧药，短脚知缘旧施舂。\r为僧时先有脚疾。欲请僧繇远相画，苦愁频变本形容。"
        },
        {
            "title": "三兄以白角巾寄遗，发不胜冠，因有感叹",
            "content": "病瘴年深浑秃尽，那能胜置角头巾。暗梳蓬发羞临镜，\r私戴莲花耻见人。白发过于冠色白，银钉少校颔中银。\r我身四十犹如此，何况吾兄六十身。"
        },
        {
            "title": "陪张湖南宴望岳楼，稹为监察御史张中丞知杂",
            "content": "观象楼前奉末班，绛峰只似殿庭间。\r今日高楼重陪宴，雨笼衡岳是南山。"
        },
        {
            "title": "游三寺回，呈上府主严司空，时因寻寺，道出",
            "content": "谢公恣纵颠狂掾，触处闲行许自由。举板支颐对山色，\r当筵吹帽落台头。贪缘稽首他方佛，无暇精心满县囚。\r莫责寻常吐茵吏，书囊赤白报君侯。"
        },
        {
            "title": "晨起送使，病不行，因过王十一馆居二首",
            "content": "自笑今朝误夙兴，逢他御史疟相仍。\r过君未起房门掩，深映寒窗一盏灯。\r密宇深房小火炉，饭香鱼熟近中厨。\r野人爱静仍耽寝，自问黄昏肯去无。"
        },
        {
            "title": "早春登龙山静胜寺，时非休浣，司空特许是行",
            "content": "谢傅知怜景气新，许寻高寺望江春。龙文远水吞平岸，\r羊角轻风旋细尘。山茗粉含鹰觜嫩，海榴红绽锦窠匀。\r归来笑问诸从事，占得闲行有几人。"
        },
        {
            "title": "刘二十八以文石枕见赠，仍题绝句，以将厚意",
            "content": "枕截文琼珠缀篇，野人酬赠壁州鞭。用长时节君须策，\r泥醉风云我要眠。歌眄彩霞临药灶，执陪仙仗引炉烟。\r张骞却上知何日，随会归期在此年。"
        },
        {
            "title": "陪诸公游故江西韦大夫通德湖旧居有感，题四",
            "content": "高墉行马接通湖，巨壑藏舟感大夫。尘壁暗埋悲旧札，\r风帘吹断落残珠。烟波漾日侵颓岸，狐兔奔丛拂坐隅。\r唯有满园桃李下，膺门偏拜阮元瑜。"
        },
        {
            "title": "予病瘴，乐天寄通中散、碧腴垂云膏，仍题四",
            "content": "紫河变炼红霞散，翠液煎研碧玉英。金籍真人天上合，\r盐车病骥轭前惊。愁肠欲转蛟龙吼，醉眼初开日月明。\r唯有思君治不得，膏销雪尽意还生。"
        },
        {
            "title": "赠李十二牡丹花片，因以饯行",
            "content": "莺涩余声絮堕风，牡丹花尽叶成丛。\r可怜颜色经年别，收取朱阑一片红。"
        },
        {
            "title": "韦居守晚岁，常言退休之志，因署其居曰大隐",
            "content": "谢公潜有东山意，已向朱门启洞门。\r大隐犹疑恋朝市，不知名作罢归园。"
        },
        {
            "title": "永贞二年正月二日，上御丹凤楼，赦天下，予",
            "content": "春来饶梦慵朝起，不看千官拥御楼。\r却著闲行是忙事，数人同傍曲江头。"
        },
        {
            "title": "陪韦尚书丈归履信宅，因赠韦氏兄弟",
            "content": "紫垣驺骑入华居，公子文衣护锦舆。\r眠阁书生复何事，也骑羸马从尚书。"
        },
        {
            "title": "雪后宿同轨店，上法护寺钟楼望月",
            "content": "满山残雪满山风，野寺无门院院空。\r烟火渐稀孤店静，月明深夜古楼中。"
        },
        {
            "title": "酬乐天秋兴见赠，本句云：莫怪独吟秋兴苦，",
            "content": "劝君休作悲秋赋，白发如星也任垂。\r毕竟百年同是梦，长年何异少何为。"
        },
        {
            "title": "与太白同之东洛,至栎阳,太白染疾驻行,予九 ",
            "content": ""
        },
        {
            "title": "清都春霁，寄胡三、吴十一",
            "content": "蕊珠宫殿经微雨，草树无尘耀眼光。白日当空天气暖，\r好风飘树柳阴凉。蜂怜宿露攒芳久，燕得新泥拂户忙。\r时节催年春不住，武陵花谢忆诸郎。"
        },
        {
            "title": "奉和权相公行次临阙驿，逢郑仆射相公归朝，",
            "content": "帝下赤霄符，搜求造化炉。中台归内座，太一直南都。\r黄霸乘轺入，王尊叱驭趋。万人东道送，六纛北风驱。\r栈阁才倾盖，关门已合繻。贯鱼行逦迤，交马语踟蹰。\r去速熊罴兆，来驰虎豹夫。昔怜三易地，今讶两分途。\r别路环山雪，离章运寸珠。锋铓断犀兕，波浪没蓬壶。\r区宇声虽动，淮河孽未诛。将军遥策画，师氏密訏谟。\r汉上坛仍筑，褒西阵再图。公方先二虏，何暇进愚儒。"
        },
        {
            "title": "与杨十二巨源、卢十九经济同游大安亭，各赋",
            "content": "片石与孤松，曾经物外逢。月临栖鹤影，云抱老人峰。\r蜀客君当问，秦官我旧封。积膏当琥珀，新劫长芙蓉。\r待补苍苍去，樛柯早变龙。"
        },
        {
            "title": "诮卢戡与予数约游三寺，戡独沉醉而不行",
            "content": "乘兴无羁束，闲行信马蹄。路幽穿竹远，野迥望云低。\r素帚茅花乱，圆珠稻实齐。如何卢进士，空恋醉如泥。"
        },
        {
            "title": "见人咏韩舍人新律诗，因有戏赠",
            "content": "喜闻韩古调，兼爱近诗篇。玉磬声声彻，金铃个个圆。\r高疏明月下，细腻早春前。花态繁于绮，闺情软似绵。\r轻新便妓唱，凝妙入僧禅。欲得人人伏，能教面面全。\r延之苦拘检，摩诘好因缘。七字排居敬，千词敌乐天。\r殷勤闲太祝，好去老通川。莫漫裁章句，须饶紫禁仙。"
        },
        {
            "title": "痁卧闻幕中诸公征乐会饮，因有戏呈三十韵",
            "content": "濩落因寒甚，沉阴与病偕。药囊堆小案，书卷塞空斋。\r胀腹看成鼓，羸形渐比柴。道情忧易适，温瘴气难排。\r治朣扶轻仗，开门立静街。耳鸣疑暮角，眼暗助昏霾。\r野竹连荒草，平陂接断崖。坐隅甘对鵩，当路恐遭豺。\r蛇蛊迷弓影，雕翎落箭靫。晚篱喧斗雀，残菊半枯荄。\r怅望悲回雁，依迟傍古槐。一生长苦节，三省讵行怪。\r奔北翻成勇，司南却是呙。穹苍真漠漠，风雨漫喈喈。\r彼美犹谿女，其谁占馆娃。诚知通有日，太极浩无涯。\r布卦求无妄，祈天愿孔皆。藏衰谋计拙，地僻往还乖。\r况羡莲花侣，方欣绮席谐。钿车迎妓乐，银翰屈朋侪。\r白纻颦歌黛，同蹄坠舞钗。纤身霞出海，艳脸月临淮。\r筹箸随宜放，投盘止罚啀。红娘留醉打，觥使及醒差。\r顾我潜孤愤，何人想独怀。夜灯然檞叶，冻雪堕砖阶。\r坏壁虚缸倚，深炉小火埋。鼠骄衔笔砚，被冷束筋骸。\r毕竟图斟酌，先须遣疠痎。枪旗如在手，那复敢崴。K"
        },
        {
            "title": "纪怀，赠李六户曹、崔二十功曹五十韵",
            "content": "昔冠诸生首，初因三道征。公卿碧墀会，名姓白麻称。\r日月光遥射，烟霄志渐弘。荣班联锦绣，谏纸赐笺藤。\r便欲呈肝胆，何言犯股肱。椎埋冲斗剑，消碎莹壶冰。\r赤县才分务，青骢已迥乘。因骑度海鹘，拟杀蔽天鹏。\r缚虎声空壮，连鳌力未胜。风翻波竟蹙，山压势逾崩。\r僇辱徒相困，苍黄性不能。酣歌离岘顶，负气入江陵。\r华表当蟾魄，高楼挂玉绳。角声悲掉荡，城影暗棱层。\r军幕威容盛，官曹礼数兢。心虽出云鹤，身尚触笼鹰。\r竦足良甘分，排衙苦未曾。通名参将校，抵掌见亲朋。\r喣沫求涓滴，沧波怯斗升。荒居邻鬼魅，羸马步殑。J\r白草堂檐短，黄梅雨气蒸。沾黏经汗席，飐闪尽油灯。\r夜怯餐肤蚋，朝烦拂面蝇。过从愁厌贱，专静畏猜仍。\r旅寓谁堪托，官联自可凭。甲科崔并骛，柱史李齐升。\r共展排空翼，俱遭激远矰。他乡元易感，同病转相矜。\r投分多然诺，忘言少爱憎。誓将探肺腑，耻更辨淄渑。\r会宿形骸远，论交意气增。一心吞渤澥，戮力拔嵩恒。\r语到磨圭角，疑消破弩症。吹嘘期指掌，患难许檐簦。\r鎩翮鸾栖棘，藏锋箭在弸。雪中方睹桂，木上莫施罾。\r且泛夤沿水，兼过被病僧。有时鞭款段，尽日醉懵僜。\r蹑屐看秧稻，敲船和采菱。叉鱼江火合，唤客谷神应。\r啸傲虽开口，幽忧复满膺。望云鳍拨剌，透匣色腾凌。\r每想潢池寇，犹稽赤族惩。夔龙劳算画，貔虎带威棱。\r逐鸟忠潜奋，悬旌意远凝。弢弓思彻札，绊骥闷牵縆。\r运甓调辛苦，闻鸡屡寝兴。闲随人兀兀，梦听鼓冬冬。\r班笔行看掷，黄陂莫漫澄。骐驎高阁上，须及壮时登。"
        },
        {
            "title": "病减逢春，期白二十二、辛大不至十韵",
            "content": "病与穷阴退，春从血气生。寒肤渐舒展，阳脉乍虚盈。\r就日临阶坐，扶床履地行。问人知面瘦，祝鸟愿身轻。\r风暖牵诗兴，时新变卖声。饥馋看药忌，闲闷点书名。\r旧雪依深竹，微和动早萌。推迁悲往事，疏数辨交情。\r琴待嵇中散，杯思阮步兵。世间除却病，何者不营营。"
        },
        {
            "title": "开元观闲居，酬吴士矩侍御三十韵",
            "content": "静习狂心尽，幽居道气添。神编启黄简，秘箓捧朱签。\r烂熳烟霞驻，优游岁序淹。登坛拥旄节，趋殿礼胡髯。\r醮起彤庭烛，香开白玉奁。结盟金剑重，斩魅宝刀铦。\r禹步星纲动，焚符灶鬼詹。冥搜呼直使，章奏役飞廉。\r仙籍聊凭检，浮名复为占。赤诚祈皓鹤，绿发代青缣。\r虚室常怀素，玄关屡引枮。貂蝉徒自宠，鸥鹭不相嫌。\r始悟身为患，唯欣禄未恬。龟龙恋淮海，鸡犬傍闾阎。\r松笠新偏翠，山峰远更尖。箫声吟茂竹，虹影逗虚檐。\r初日先通牖，轻飔每透帘。露盘朝滴滴，钩月夜纤纤。\r已得餐霞味，应嗤食蓼甜。工琴闲度昼，耽酒醉销炎。\r几案随宜设，诗书逐便拈。灌园多抱瓮，刈藿乍腰镰。\r野鸟终难絷，鹪鹩本易厌。风高云远逝，波骇鲤深潜。\r邸第过从隔，蓬壶梦寐瞻。所希颜颇练，谁恨突无黔。\r思拙惭圭璧，词烦杂米盐。谕锥言太小，求药意何谦。\r语默君休问，行藏我讵兼。狂歌终此曲，情尽口长箝。"
        },
        {
            "title": "城外回，谢子蒙见谕",
            "content": "十里抚柩别，一身骑马回。寒烟半堂影，烬火满庭灰。\r稚女凭人问，病夫空自哀。潘安寄新咏，仍是夜深来。"
        },
        {
            "title": "酬乐天见忆，兼伤仲远",
            "content": "死别重泉閟，生离万里赊。瘴侵新病骨，梦到故人家。\r遥泪陈根草，闲收落地花。庾公楼怅望，巴子国生涯。\r河任天然曲，江随峡势斜。与君皆直戆，须分老泥沙。"
        },
        {
            "title": "公安县远安寺水亭见展公题壁，漂然泪流，因",
            "content": "碧涧去年会，与师三两人。今来见题壁，师已是前身。\r芰叶迎僧夏，杨花度俗春。空将数行泪，洒遍塔中尘。"
        },
        {
            "title": "酬郑从事四年九月宴望海亭，次用旧韵",
            "content": "海亭树木何茏葱，寒光透坼秋玲珑。湖山四面争气色，\r旷望不与人间同。一拳墺伏东武小，两山斗构秦望雄。\r嵌空古墓失文种，突兀怪石疑防风。舟船骈比有宗侣，\r水云滃泱无始终。雪花布遍稻陇白，日脚插入秋波红。\r兴余望剧酒四坐，歌声舞艳烟霞中。酒酣从事歌送我，\r歌云此乐难再逢。良时年少犹健羡，使君况是头白翁。\r我闻此曲深叹息，唧唧不异秋草虫。忆年十五学构厦，\r有意盖覆天下穷。安知四十虚富贵，朱紫束缚心志空。\r妆梳伎女上楼榭，止欲欢乐微茫躬。虽无趣尚慕贤圣，\r幸有心目知西东。欲将滑甘柔藏府，已被郁噎冲喉咙。\r君今劝我酒太醉，醉语不复能冲融。劝君莫学虚富贵，\r不是贤人难变通。"
        },
        {
            "title": "荥阳郑公以稹寓居严茅有池塘之胜，寄诗四首",
            "content": "激射分流阔，湾环此地多。暂停随梗浪，犹阅败霜荷。\r恨阻还江势，思深到海波。自伤才畎浍，其奈赠珠何。"
        },
        {
            "title": "夏阳亭临望，寄河阳侍御尧",
            "content": "望远音书绝，临川意绪长。殷勤眼前水，千里到河阳。"
        },
        {
            "title": "三月二十四日宿曾峰馆，夜对桐花，寄乐天",
            "content": "微月照桐花，月微花漠漠。怨澹不胜情，低回拂帘幕。\r叶新阴影细，露重枝条弱。夜久春恨多，风清暗香薄。\r是夕远思君，思君瘦如削。但感事暌违，非言官好恶。\r奏书金銮殿，步屣青龙阁。我在山馆中，满地桐花落。"
        },
        {
            "title": "元和五年予官不了，罚俸西归，三月六日至陝",
            "content": "小年闲爱春，认得春风意。未有花草时，先醲晓窗睡。\r霞朝澹云色，霁景牵诗思。渐到柳枝头，川光始明媚。\r长安车马客，倾心奉权贵。昼夜尘土中，那言早春至。\r此时我独游，我游有伦次。闲行曲江岸，便宿慈恩寺。\r扣林引寒龟，疏丛出幽翠。凌晨过杏园，晓露凝芳气。\r初阳好明净，嫩树怜低庳。排房似缀珠，欲啼红脸泪。\r新莺语娇小，浅水光流利。冷饮空腹杯，因成日高醉。\r酒醒闻饭钟，随僧受遗施。餐罢还复游，过从上文记。\r行逢二月半，始足游春骑。是时春已老，我游亦云既。\r藤开九华观，草结三条隧。新笋踊犀株，落梅翻蝶翅。\r名倡绣毂车，公子青丝辔。朝士还旬休，豪家得春赐。\r提携好音乐，翦铲空田地。同占杏花园，喧阗各丛萃。\r顾予烦寝兴，复往散憔悴。倦仆色肌羸，蹇驴行跛痹。\r春衫未成就，冬服渐尘腻。倾盖吟短章，书空忆难字。\r遥闻公主笑，近被王孙戏。邀我上华筵，横头坐宾位。\r那知我年少，深解酒中事。能唱犯声歌，偏精变筹义。\r含词待残拍，促舞递繁吹。叫噪掷投盘，生狞摄觥使。\r逡巡光景晏，散乱东西异。古观闭闲门，依然复幽閟。\r无端矫情性，漫学求科试。薄艺何足云，虚名偶频遂。\r拾遗天子前，密奏升平议。召见不须臾，憸庸已猜忌。\r朝陪香案班，暮作风尘尉。去岁又登朝，登为柏台吏。\r台官相束缚，不许放情志。寓直劳送迎，上堂烦避讳。\r分司在东洛，所职尤不易。罚俸得西归，心知受朝庇。\r常山攻小寇，淮右择良帅。国难身不行，劳生欲何为。\r吾兄谙性灵，崔子同臭味。投此挂冠词，一生还自恣。"
        },
        {
            "title": "台中鞫狱，忆开元观旧事，呈损之,兼赠周兄 ",
            "content": ""
        },
        {
            "title": "春晚寄杨十二，兼呈赵八",
            "content": "蒙蒙竹树深，帘牖多清阴。避日坐林影，余花委芳襟。\r倾尊就残酌，舒卷续微吟。空际飏高蝶，风中聆素琴。\r广庭备幽趣，复对商山岑。独此爱时景，旷怀云外心。\r迁莺恋嘉木，求友多好音。自无琅玕实，安得莲花簪。\r寄之二君子，希见双南金。"
        },
        {
            "title": "旱灾自咎，贻七县宰",
            "content": "吾闻上帝心，降命明且仁。臣稹苟有罪，胡不灾我身。\r胡为旱一州，祸此千万人。一旱犹可忍，其旱亦已频。\r腊雪不满地，膏雨不降春。恻恻诏书下，半减麦与缗。\r半租岂不薄，尚竭力与筋。竭力不敢惮，惭戴天子恩。\r累累妇拜姑，呐呐翁语孙。禾黍日夜长，足得盈我囷。\r还填折粟税，酬偿贳麦邻。苟无公私责，饮水不为贫。\r欢言未盈口，旱气已再振。六月天不雨，秋孟亦既旬。\r区区昧陋积，祷祝非不勤。日驰衰白颜，再拜泥甲鳞。\r归来重思忖，愿告诸邑君。以彼天道远，岂如人事亲。\r团团囹圄中，无乃冤不申。扰扰食廪内，无乃奸有因。\r轧轧输送车，无乃使不伦。遥遥负担卒，无乃役不均。\r今年无大麦，计与珠玉滨。村胥与里吏，无乃求取繁。\r符下敛钱急，值官因酒嗔。诛求与挞罚，无乃不逡巡。\r生小下里住，不曾州县门。诉词千万恨，无乃不得闻。\r强豪富酒肉，穷独无刍薪。俱由案牍吏，无乃移祸屯。\r官分市井户，迭配水陆珍。未蒙所偿直，无乃不敢言。\r有一于此事，安可尤苍旻。借使漏刑宪，得不虞鬼神。\r自顾顽滞牧，坐贻灾沴臻。上羞朝廷寄，下愧闾里民。\r岂无神明宰，为我同苦辛。共布慈惠语，慰此衢客尘。"
        },
        {
            "title": "遣悲怀三首",
            "content": "谢公最小偏怜女，自嫁黔娄百事乖。\r\n顾我无衣搜荩箧，泥他沽酒拔金钗。\r\n野蔬充膳甘长藿，落叶添薪仰古槐。\r\n今日俸钱过十万，与君营奠复营斋。\r\n\r\n昔日戏言身后事，今朝都到眼前来。\r\n衣裳已施行看尽，针线犹存未忍开。\r\n尚想旧情怜婢仆，也曾因梦送钱财。\r\n诚知此恨人人有，贫贱夫妻百事哀。\r\n\r\n闲坐悲君亦自悲，百年都是几多时。\r\n邓攸无子寻知命，潘岳悼亡犹费辞。\r\n同穴窅冥何所望，他生缘会更难期。\r\n惟将终夜长开眼，报答平生未展眉。"
        },
        {
            "title": "六年春遣怀八首（其五）",
            "content": "伴客销愁长日饮，偶然乘兴便醺醺。\r\n怪来醒后傍人泣，醉里时时错问君。\r\n【注释】：①销：通“消”。\r\n②长日：整天。\r\n③乘兴：趁一时高兴，兴之所至。\r\n④醺(xūn)醺：酒醉的样子。\r\n⑤错问：意思是说醉中忘记妻子已逝，仍像生前一样地呼唤她。【赏析】：　　元稹对亡妻韦丛有着真诚执着的爱恋，这首“伴客销愁”，曲曲传情，写来沉痛感人。\r\n　　起句便叙写他在丧妻之痛中意绪消沉，整天借酒浇愁的情态。伴客销愁，表面上是陪客人，实际上是好心的客人为了替他排遣浓忧而故意拉他作伴喝酒。再说，既是“伴客”，总不好在客人面前表露儿女之情，免不了要虚与委蛇，强颜欢笑。这样销愁，哪能不愁浓如酒！在这长日无聊的对饮中，他喝下去的是自己的眼泪。“酒入愁肠，化作相思泪”，透出了心底的凄苦。\r\n　　第二句妙在“偶然乘兴”四字。这个“兴”，不能简单地当作“高兴”的“兴”，而是沉郁的乐章中一个偶然高昂的音符，是情绪的突然跳动。酒宴之上，客人想方设法开导他，而诗人一时悲从中来，倾杯痛饮，以致醺醺大醉。可见，这个“兴”字，溶进了客人良苦的用心，诗人伤心的泪水。“偶然”者，言其“醺醺”大醉的次数并不多，足证上句“长日饮”其实喝得很少，不过是借酒浇愁而意不在酒，甚至是“未饮先如醉”，正见伤心人别有怀抱。\r\n　　结尾两句，真是锥心泣血之言，读诗至此，有情人能不掩卷一哭！醉后吐真言，这是常情；醒来但见旁人啜泣，感到奇怪。一问才知道，原来自己在醉中忘记爱妻已逝，口口声声呼唤妻子哩！凄惶之态，凄苦之情，撼人心弦。\r\n　　绝句贵深曲。此诗有深曲者七：悼念逝者，流泪的应该是诗人自己；现在偏偏不写自己伤心落泪，只写旁人感泣，从旁人感泣中见出自己伤心，此其深曲者一。以醉里暂时忘却丧妻之痛，写出永远无法忘却的哀思，此其深曲者二。怀念亡妻的话，一句不写，只从醉话着笔；且醉话也不写，只以“错问”二字出之，此其深曲者三。醉里寻伊，正见“觉来无处追寻”的无限空虚索寞，此其深曲者四。乘兴倾杯，却引来一片抽泣，妙用反衬手法取得强烈感人的效果，此其深曲者五。“时时错问君”，再现了过去夫妻形影不离、诗人一刻也离不了这位爱妻的情景，曩昔“泥他沽酒拔金钗”（《遣悲怀》）的场面，宛在目前，此其深曲者六。醉后潦倒的样子，醒来惊愕的情态，不着一字而隐隐可见，此其深曲者七。一首小诗，具此七美，真可谓之“七绝”。"
        },
        {
            "title": "遣悲怀（三首其三）",
            "content": "闲坐悲君亦自悲，百年都是几多时。\r\n邓攸无子寻知命，潘岳悼亡犹费辞。\r\n同穴窅冥何所望，他生缘会更难期。\r\n惟将终夜长开眼，报答平生未展眉！\r\n【注释】：①邓攸句：晋邓攸，字伯道，官河东太守，战乱中舍子保侄，后终无子，时人乃有“天道无知，使伯道无儿”之语。\r\n②寻知命：即将到知命之年。作者于五十岁时，始由继室裴氏生一子，名道护。寻：随即。知命，指五十岁。\r\n③潘岳句：晋潘岳，字安仁，妻死，作《悼亡》诗三首，为世传诵。\r\n④犹费辞：意谓潘岳即使写了那么悲痛的诗，对死者也等于白说。实是说自己。\r\n⑤。同穴：指夫妻合葬。【译文】：　　闲坐时我常常悲悼你，也常常自悲；纵使人生能活百年，仍然恰如一寐。邓攸终身无子，难道不是命运安排？潘岳悼诗写得再好，也是心机枉费！\r\n　　即使死后合葬，地府冥冥有何指望；要想来世再结良缘，更是虚妄难期。我只有终夜睁着双眼，长远怀念你；以报答你终身清苦，从未喜笑开眉！【赏析】：　　这是一首自伤身世不幸的诗。它运用典故，抒发无子丧偶之悲，进而以长鳏来报答妻子生前凄苦相聚之恩，聊以自慰，真有“无可奈何花落去”之感。其情痴，其语挚，吟来催人泪下。"
        },
        {
            "title": "遣悲怀（三首其二）",
            "content": "昔日戏言身后意，今朝都到眼前来。\r\n衣裳已施行看尽，针线犹存未忍开。\r\n尚想旧情怜婢仆，也曾因梦送钱财。\r\n诚知此恨人人有，贫贱夫妻百事哀！\r\n【注释】：①施：施舍与人。\r\n②行看尽：眼看不多了。行：快要。\r\n③怜婢仆：伸足“旧情”。【译文】：　当年咱俩开玩笑讲着身后的事；今日都成沉痛的回忆每每飘来。你生前穿的衣裳眼看施舍快完；只有针线活计还保存不忍打开。\r\n　　我仍念旧情更加怜爱你的婢仆；也曾因梦见你并为你送去钱财。我诚知死别之恨世间人人都有；但咱们贫贱夫妻事事更觉悲哀。【赏析】：　　诗人的亡妻韦蕙丛既慧且美，两人感情很好，但在元稹未出仕时就亡故了，诗人毕生都觉得很对不起她。两人当时是贫贱夫妻，挚真纯洁，因而抒情叙事，完全出自内心。"
        },
        {
            "title": "句",
            "content": "儿歌杨柳叶，妾拂石榴花。\r\n松门待制应全远，药树监搜可得知。\r\n髻鬟峨峨高一尺，门前立地看春风。"
        },
        {
            "title": "崔徽歌",
            "content": "崔徽本不是娼家，教歌按舞娼家长。使君知有不自由，\r\n坐在头时立在掌。有客有客名丘夏，善写仪容得恣把。\r\n为徽持此谢敬中，以死报郎为□□。"
        },
        {
            "title": "醉题东武",
            "content": "役役行人事，纷纷碎簿书。功夫两衙尽，留滞七年馀。\r\n病痛梅天发，亲情海岸疏。因循未归得，不是忆鲈鱼。"
        },
        {
            "title": "赠刘采春",
            "content": "新妆巧样画双蛾，谩里常州透额罗。正面偷匀光滑笏，\r\n缓行轻踏破纹波。言辞雅措风流足，举止低回秀媚多。\r\n更有恼人肠断处，选词能唱望夫歌。"
        },
        {
            "title": "酬乐天江楼夜吟稹诗，因成三十韵",
            "content": "忽见君新句，君吟我旧篇。见当巴徼外，吟在楚江前。\r思鄙宁通律，声清遂扣玄。三都时觉重，一顾世称妍。\r排韵曾遥答，分题几共联。昔凭银翰写，今赖玉音宣。\r布鼓随椎响，坯泥仰匠圆。铃因风断续，珠与调牵绵。\r阮籍惊长啸，商陵怨别弦。猿羞啼月峡，鹤让警秋天。\r志士潜兴感，高僧暂废禅。兴飘沧海动，气合碧云连。\r点缀工微者，吹嘘势特然。休文徒倚槛，彦伯浪回船。\r伎乐当筵唱，儿童满巷传。改张思妇锦，腾跃贾人笺。\r魏拙虚教出，曹风敢望痊。定遭才子笑，恐赚学生癫。\r裁什情何厚，飞书信不专。隼猜鸿蓄缩，虎横犬迍邅。\r水墨看虽久，琼瑶喜尚全。才从鱼里得，便向市头悬。\r夜置堂东序，朝铺座右边。手寻韦欲绝，泪滴纸浑穿。\r甘蔗销残醉，醍醐醒早眠。深藏那遽灭，同咏苦无缘。\r雅羡诗能圣，终嗟药未仙。五千诚远道，四十已中年。\r暗魄多相梦，衰容每自怜。卒章还恸哭，蚊蚋溢山川。"
        },
        {
            "title": "寄赠薛涛",
            "content": "锦江滑腻蛾眉秀，幻出文君与薛涛。言语巧偷鹦鹉舌，\r\n文章分得凤凰毛。纷纷辞客多停笔，个个公卿欲梦刀。\r\n别后相思隔烟水，菖蒲花发五云高。"
        },
        {
            "title": "修龟山鱼池示众僧",
            "content": "劝尔诸僧好护持，不须垂钓引青丝。\r\n云山莫厌看经坐，便是浮生得道时。"
        },
        {
            "title": "赠柔之",
            "content": "穷冬到乡国，正岁别京华。自恨风尘眼，常看远地花。\r\n碧幢还照曜，红粉莫咨嗟。嫁得浮云婿，相随即是家。"
        },
        {
            "title": "酬张秘书因寄马赠诗",
            "content": "丞相功高厌武名，牵将战马寄儒生。四蹄荀距藏虽尽，\r\n六尺须头见尚惊。减粟偷儿憎未饱，骑驴诗客骂先行。\r\n劝君还却司空著，莫遣衙参傍子城。"
        },
        {
            "title": "三月三十日程氏馆饯杜十四归京",
            "content": "江春今日尽，程馆祖筵开。我正南冠絷，君寻北路回。\r\n谋身诚太拙，从宦苦无媒。处困方明命，遭时不在才。\r\n逾年长倚玉，连夜共衔杯。涸溜沾濡沫，余光照死灰。\r\n行看鸿欲翥，敢惮酒相催。拍逐飞觥绝，香随舞袖来。\r\n消梨抛五遍，娑葛三台。已许尊前倒，临风泪莫颓。,"
        },
        {
            "title": "寒食夜",
            "content": "红染桃花雪压梨，玲珑鸡子斗赢时。\r\n今年不是明寒食，暗地秋千别有期。"
        },
        {
            "title": "八月十四日夜玩月",
            "content": "犹欠一宵轮未满，紫霞红衬碧云端。\r\n谁能唤得姮娥下，引向堂前子细看。"
        },
        {
            "title": "赠毛仙翁",
            "content": "仙驾初从蓬海来，相逢又说向天台。一言亲授希微诀，\r\n三夕同倾沆瀣杯。此日临风飘羽卫，他年嘉约指盐梅。\r\n花前挥手迢遥去，目断霓旌不可陪。"
        },
        {
            "title": "和严给事闻唐昌观玉蕊花下有游仙",
            "content": "弄玉潜过玉树时，不教青鸟出花枝。\r\n的应未有诸人觉，只是严郎不得知。"
        },
        {
            "title": "酬白太傅",
            "content": "太空秋色凉，独鸟下微阳。三径池塘静，六街车马忙。\r\n渐能高酒户，始是入诗狂。官冷且无事，追陪慎莫忘。"
        },
        {
            "title": "戏酬副使中丞见示四韵",
            "content": "莫恨暂櫜鞬，交游几个全。眼明相见日，肺病欲秋天。\r\n五马虚盈枥，双蛾浪满船。可怜俱老大，无处用闲钱。"
        },
        {
            "title": "逢白公",
            "content": "远路事无限，相逢唯一言。月色照荣辱，长安千万门。"
        },
        {
            "title": "六年春遣怀八首（其二）",
            "content": "检得旧书三四纸，高低阔狭粗成行。\r\n自言并食寻高事，唯念山深驿路长。\r\n【赏析】：　　元和四年（809）七月，元稹的原配妻子韦丛去世，死时年仅二十七岁。韦丛死后，他陆续写了许多情真意切的悼亡诗。《六年春遣怀》是他在元和六年春写的一组悼亡诗，原作八首，这是其中的第二首。\r\n　　前两句说，一天在清理旧物时，寻检出了韦丛生前寄给自己的几页信纸。信上的字写得高高低低，参差不齐，行距也时阔时狭，不大匀称，只能勉强成行罢了。但这字迹行款，对于诗人来说，却是熟悉而亲切的。睹物思人，会自然唤起对往昔共同生活的深情追忆，浮现出亡妻朴质淳厚的面影。诗人如实描写，不稍修饰，倒正见出亲切之情，感怆之意。\r\n　　三、四两句叙说“旧书”的内容。信中说，由于生活困难，常常不免要过“并食”而炊的日子（两天只吃一天的粮食），不过，这种清苦的生活自己已经过惯了，倒也视同寻常，不觉得有什么。自己心里深深系念的倒是你这个出外远行的人，耽心你在深山驿路上奔波劳顿，饮食不调，不要累坏了身体。信的内容自然不止这些，但诗人转述的这几句话无疑是最使他感怆欷歔，难以为怀的。那旧书上自言“并食”而炊，又怕丈夫为她的清苦生活而耽心、不安，所以轻描淡写地说这不过是“寻常事”。话虽说得很平淡、随便，却既展现出她那种“野蔬充膳甘长藿”的贤淑品性，又传出她的细心体贴。自己“并食”仿佛不值一提，而远行于深山驿路的丈夫才是真正让人忧念的。真正深挚的爱，往往是这样朴质而无私的。诗人写这组诗的时候，正是他因得罪宦官被贬为江陵士曹参军，亟须得到精神支持之际，偶检旧书，重温亡妻在往昔艰难生活中所给予他的关怀体贴，想到当前孤孑无援的处境，能不感慨系之，黯然神伤吗？\r\n　　悼亡诗是一种主情的诗歌体裁，完全靠深挚的感情打动人。这首题为“遣怀”的悼亡诗，却通篇没有一字直接抒写悼念亡妻的情怀。它全用叙事，而且是日常生活里一件很平常细小的事：翻检到亡妻生前写给自己的几页信纸，看到信上写的一些关于家常起居的话。事情叙述完了，诗也就煞了尾，没有任何抒发感慨的话。但读者却从这貌似客观平淡的叙述中感受到诗人对亡妻那种不能自已的深情。关键原因就在于：诗人所叙写的事虽平凡细屑，却相当典型地表现了韦丛的性格品质，反映了他们夫妇之间相濡以沫的关系，情含事中，自然无须另置一词了。\r\n　　元稹的诗平易浅切，这在其他题材的诗歌中，艺术上往往利弊得失参半。但就这首诗而论，这种平易浅切的风格倒是和诗所表达的内容、感情完全适应的。悼亡诗在感情的真挚这一点上，比任何诗歌都要求得更严格，可以说容不得半点虚假。而华侈雕琢是往往要伤真的，朴质平易倒是表达真情实感的好形式。特别是当朴质平易和深厚的感情结合起来时，这样的诗实际上已经是深入浅出的的统一了。鲁迅所说的白描“秘诀”──“有真意，去粉饰，少做作，勿卖弄”，似乎特别适用于悼亡诗。\r\n　　（刘学锴）"
        },
        {
            "title": "过东都别乐天二首",
            "content": "君应怪我留连久，我欲与君辞别难。\r\n白头徒侣渐稀少，明日恐君无此欢。\r\n自识君来三度别，这回白尽老髭须。\r\n恋君不去君须会，知得后回相见无。"
        },
        {
            "title": "酬白乐天杏花园",
            "content": "刘郎不用闲惆怅，且作花间共醉人。\r\n算得贞元旧朝士，几人同见太和春。"
        },
        {
            "title": "除夜酬乐天",
            "content": "引傩绥旆乱毵毵，戏罢人归思不堪。虚涨火尘龟浦北，\r\n无由阿伞凤城南。休官期限元同约，除夜情怀老共谙。\r\n莫道明朝始添岁，今年春在岁前三。"
        },
        {
            "title": "春游",
            "content": "酒户年年减，山行渐渐难。欲终心懒慢，转恐兴阑散。\r\n镜水波犹冷，稽峰雪尚残。不能辜物色，乍可怯春寒。\r\n远目伤千里，新年思万端。无人知此意，闲凭小栏干。"
        },
        {
            "title": "春分投简阳明洞天作",
            "content": "中分春一半，今日半春徂。老惜光阴甚，慵牵兴绪孤。\r\n偶成投秘简，聊得泛平湖。郡邑移仙界，山川展画图。\r\n旌旗遮屿浦，士女满闉闍。似木吴儿劲，如花越女姝。\r\n牛侬惊力直，蚕妾笑睢盱。怪我携章甫，嘲人托鹧鸪。\r\n闾阎随地胜，风俗与华殊。跣足沿流妇，丫头避役奴。\r\n雕题虽少有，鸡卜尚多巫。乡味尤珍蛤，家神爱事乌。\r\n舟船通海峤，田种绕城隅。栉比千艘合，袈裟万顷铺。\r\n亥茶阗小市，渔父隔深芦。日脚斜穿浪，云根远曳蒲。\r\n凝风花气度，新雨草芽苏。粉坏梅辞萼，红含杏缀珠。\r\n薅余秧渐长，烧后葑犹枯。绿綟高悬柳，青钱密辫榆。\r\n驯鸥眠浅濑，惊雉迸平芜。水静王余见，山空谢豹呼。\r\n燕狂捎蛱蝶，螟挂集蒲卢。浅碧鹤新卵，深黄鹅嫩雏。\r\n村扉以白板，寺壁耀赪糊。禹庙才离郭，陈庄恰半途。\r\n石帆何峭峣，龙瑞本萦纡。穴为探符坼，潭因失箭刳。\r\n堤形弯熨斗，峰势踊香炉。幢盖迎三洞，烟霞贮一壶。\r\n桃枝蟠复直，桑树亚还扶。鳖解称从事，松堪作大夫。\r\n荣光飘殿阁，虚籁合笙竽。庭狎仙翁鹿，池游县令凫。\r\n君心除健羡，扣寂入虚无。冈蹋翻星纪，章飞动帝枢。\r\n东皇提白日，北斗下玄都。骑吏裙皆紫，科车幰尽朱。\r\n地侯鞭社伯，海若跨天吴。雾喷雷公怒，烟扬灶鬼趋。\r\n投壶怜玉女，噀饭笑麻姑。果实经千岁，衣裳重六铢。\r\n琼杯传素液，金匕进雕胡。掌里承来露，柈中钓得鲈。\r\n菌生悲局促，柯烂觉须臾。稊米休言圣，醯鸡益伏愚。\r\n鼓鼙催暝色，簪组缚微躯。遂别真徒侣，还来世路衢。\r\n题诗叹城郭，挥手谢妻孥。幸有桃源近，全家肯去无。"
        },
        {
            "title": "奉和浙西大",
            "content": "闻有池塘什，还因梦寐遭。攀禾工类蔡，咏豆敏过曹。\r\n庄蝶玄言秘，罗禽藻思高。戈矛排笔阵，貔虎让文韬。\r\n彩缋鸾凰颈，权奇骥騄髦。神枢千里应，华衮一言褒。\r\n李广留飞箭，王祥得佩刀。传乘司隶马，继染翰林毫。\r\n辨颖□超脱，词锋岂足櫜。金刚锥透玉，镔铁剑吹毛。\r\n顾我曾陪附，思君正郁陶。近酬新乐录，仍寄续离骚。\r\n阿阁偏随凤，方壶共跨鳌。借骑银杏叶，横赐锦垂萄。\r\n冰井分珍果，金瓶贮御醪。独辞珠有戒，廉取玉非叨。\r\n麦纸侵红点，兰灯焰碧高。代予言不易，承圣旨偏劳。\r\n绕月同栖鹊，惊风比夜獒。吏传开锁契，神撼引铃绦。\r\n渥泽深难报，危心过自操。犯颜诚恳恳，腾口惧忉忉。\r\n佩宠虽緺绶，安贫尚葛袍。宾亲多谢绝，延荐必英豪。\r\n分阻杯盘会，闲随寺观遨。祇园一林杏，仙洞万株桃。\r\n澥海沧波减，昆明劫火熬。未陪登鹤驾，已讣堕乌号。\r\n痛泪过江浪，冤声出海涛。尚看恩诏湿，已梦寿宫牢。\r\n再造承天宝，新持济巨篙。犹怜弊簪履，重委旧旌旄。\r\n北望心弥苦，西回首屡搔。九霄难就日，两浙仅容舠。\r\n暮竹寒窗影，衰杨古郡濠。鱼虾集橘市，鹤鹳起亭皋。\r\n朽刃休冲斗，良弓枉在弢。早弯摧虎兕，便铸垦蓬蒿。\r\n渔艇宜孤棹，楼船称万艘。量材分用处，终不学滔滔。"
        },
        {
            "title": "自述",
            "content": "延英引对碧衣郎，江砚宣毫各别床。\r\n天子下帘亲考试，宫人手里过茶汤。"
        },
        {
            "title": "会真诗三十韵",
            "content": "微月透帘栊，萤光度碧空。遥天初缥缈，低树渐葱茏。\r\n龙吹过庭竹，鸾歌拂井桐。罗绡垂薄雾，环佩响轻风。\r\n绛节随金母，云心捧玉童。更深人悄悄，晨会雨濛濛。\r\n珠莹光文履，花明隐绣栊。宝钗行彩凤，罗帔掩丹虹。\r\n言自瑶华浦，将朝碧帝宫。因游李城北，偶向宋家东。\r\n戏调初微拒，柔情已暗通。低鬟蝉影动，回步玉尘蒙。\r\n转面流花雪，登床抱绮丛。鸳鸯交颈舞，翡翠合欢笼。\r\n眉黛羞频聚，朱唇暖更融。气清兰蕊馥，肤润玉肌丰。\r\n无力慵移腕，多娇爱敛躬。汗光珠点点，发乱绿松松。\r\n方喜千年会，俄闻五夜穷。留连时有限，缱绻意难终。\r\n慢脸含愁态，芳词誓素衷。赠环明运合，留结表心同。\r\n啼粉流清镜，残灯绕暗虫。华光犹冉冉，旭日渐曈曈。\r\n警乘还归洛，吹箫亦上嵩。衣香犹染麝，枕腻尚残红。\r\n幂幂临塘草，飘飘思渚蓬。素琴鸣怨鹤，清汉望归鸿。\r\n海阔诚难度，天高不易冲。行云无处所，萧史在楼中。"
        },
        {
            "title": "襄阳为卢窦纪事",
            "content": "帝下真符召玉真，偶逢游女暂相亲。\r\n素书三卷留为赠，从向人间说向人。\r\n风弄花枝月照阶，醉和春睡倚香怀。\r\n依稀似觉双环动，潜被萧郎卸玉钗。\r\n莺声撩乱曙灯残，暗觅金钗动晓寒。\r\n犹带春酲懒相送，樱桃花下隔帘看。\r\n琉璃波面月笼烟，暂逐萧郎走上天。\r\n今日归时最肠断，回江还是夜来船。\r\n花枝临水复临堤，闲照江流亦照泥。\r\n千万春风好抬举，夜来曾有凤凰栖。"
        },
        {
            "title": "有所教",
            "content": "莫画长眉画短眉，斜红伤竖莫伤垂。\r\n人人总解争时势，都大须看各自宜。"
        },
        {
            "title": "离思五首",
            "content": "自爱残妆晓镜中，环钗谩篸绿丝丛。\r\n须臾日射燕脂颊，一朵红苏旋欲融。\r\n山泉散漫绕阶流，万树桃花映小楼。\r\n闲读道书慵未起，水晶帘下看梳头。\r\n红罗著压逐时新，吉了花纱嫩麹尘。\r\n第一莫嫌材地弱，些些纰缦最宜人。\r\n曾经沧海难为水，除却巫山不是云。\r\n取次花丛懒回顾，半缘修道半缘君。\r\n寻常百种花齐发，偏摘梨花与白人。\r\n今日江头两三树，可怜和叶度残春。"
        },
        {
            "title": "莺莺诗",
            "content": "殷红浅碧旧衣裳，取次梳头暗淡妆。夜合带烟笼晓日，\r\n牡丹经雨泣残阳。低迷隐笑原非笑，散漫清香不似香。\r\n频动横波嗔阿母，等闲教见小儿郎。"
        },
        {
            "title": "所思二首",
            "content": "庾亮楼中初见时，武昌春柳似腰肢。\r\n相逢相失还如梦，为雨为云今不知。\r\n鄂渚濛濛烟雨微，女郎魂逐暮云归。\r\n只应长在汉阳渡，化作鸳鸯一只飞。"
        },
        {
            "title": "春晓",
            "content": "半欲天明半未明，醉闻花气睡闻莺。\r\n儿撼起钟声动，二十年前晓寺情。)"
        },
        {
            "title": "筝",
            "content": "莫愁私地爱王昌，夜夜筝声怨隔墙。火凤有凰求不得，\r\n春莺无伴啭空长。急挥舞破催飞燕，慢逐歌词弄小娘。\r\n死恨相如新索妇，枉将心力为他狂。"
        },
        {
            "title": "杂忆五首",
            "content": "今年寒食月无光，夜色才侵已上床。\r\n忆得双文通内里，玉栊深处暗闻香。\r\n花笼微月竹笼烟，百尺丝绳拂地悬。\r\n忆得双文人静后，潜教桃叶送秋千。\r\n寒轻夜浅绕回廊，不辨花丛暗辨香。\r\n忆得双文胧月下，小楼前后捉迷藏。\r\n山榴似火叶相兼，亚拂砖阶半拂檐。\r\n忆得双文独披掩，满头花草倚新帘。\r\n春冰消尽碧波湖，漾影残霞似有无。\r\n忆得双文衫子薄，钿头云映褪红酥。"
        },
        {
            "title": "斑竹",
            "content": "一枝斑竹渡湘沅，万里行人感别魂。\r\n知是娥皇庙前物，远随风雨送啼痕。"
        },
        {
            "title": "看花",
            "content": "努力少年求好官，好花须是少年看。\r\n君看老大逢花树，未折一枝心已阑。"
        },
        {
            "title": "友封体",
            "content": "雨送浮凉夏簟清，小楼腰褥怕单轻。微风暗度香囊转，\r\n胧月斜穿隔子明。桦烛焰高黄耳吠，柳堤风静紫骝声。\r\n频频闻动中门锁，桃叶知嗔未敢迎。"
        },
        {
            "title": "古艳诗二首",
            "content": "春来频到宋家东，垂袖开怀待好风。\r\n莺藏柳暗无人语，惟有墙花满树红。\r\n深院无人草树光，娇莺不语趁阴藏。\r\n等闲弄水浮花片，流出门前赚阮郎。"
        },
        {
            "title": "忆事",
            "content": "夜深闲到戟门边，却绕行廊又独眠。\r\n明月满庭池水渌，桐花垂在翠帘前。"
        },
        {
            "title": "白衣裳二首",
            "content": "雨湿轻尘隔院香，玉人初著白衣裳。\r\n半含惆怅闲看绣，一朵梨花压象床。\r\n藕丝衫子柳花裙，空著沈香慢火熏。\r\n闲倚屏风笑周昉，枉抛心力画朝云。"
        },
        {
            "title": "舞腰",
            "content": "裙裾旋旋手迢迢，不趁音声自趁娇。\r\n未必诸郎知曲误，一时偷眼为回腰。"
        },
        {
            "title": "压墙花",
            "content": "野性大都迷里巷，爱将高树记人家。\r\n春来偏认平阳宅，为见墙头拂面花。"
        },
        {
            "title": "暮秋",
            "content": "看著墙西日又沉，步廊回合戟门深。\r\n栖乌满树声声绝，小玉上床铺夜衾。"
        },
        {
            "title": "桃花",
            "content": "桃花浅深处，似匀深浅妆。春风助肠断，吹落白衣裳。"
        },
        {
            "title": "刘、阮妻二首",
            "content": "仙洞千年一度闲，等闲偷入又偷回。\r\n桃花飞尽东风起，何处消沉去不来。\r\n芙蓉脂肉绿云鬟，罨画楼台青黛山。\r\n千树桃花万年药，不知何事忆人间。"
        },
        {
            "title": "卢十九",
            "content": "闻道卢明府，闲行咏洛神。浪圆疑靥笑，波斗忆眉颦。\r\n蹀躞桥头马，空濛水上尘。草芽犹犯雪，冰岸欲消春。\r\n寓目终无限，通辞未有因。子蒙将此曲，吟似独眠人。"
        },
        {
            "title": "代九九",
            "content": "昔年桃李月，颜色共花宜。回脸莲初破，低蛾柳并垂。\r\n望山多倚树，弄水爱临池。远被登楼识，潜因倒影窥。\r\n隔林徒想像，上砌转逶迤。谩掷庭中果，虚攀墙外枝。\r\n强持文玉佩，求结麝香缡。阿母怜金重，亲兄要马骑。\r\n把将娇小女，嫁与冶游儿。自隐勤勤索，相要事事随。\r\n每常同坐卧，不省暂参差。才学羞兼妒，何言宠便移。\r\n青春来易皎，白日誓先亏。僻性嗔来见，邪行醉后知。\r\n别床铺枕席，当面指瑕疵。妾貌应犹在，君情遽若斯。\r\n的成终世恨，焉用此宵为。鸾镜灯前扑，鸳衾手下隳。\r\n参商半夜起，琴瑟一声离。努力新丛艳，狂风次第吹。"
        },
        {
            "title": "鱼中素",
            "content": "重叠鱼中素，幽缄手自开。斜红馀泪迹，知著脸边来。"
        },
        {
            "title": "和乐天示杨琼",
            "content": "我在江陵少年日，知有杨琼初唤出。腰身瘦小歌圆紧，\r\n依约年应十六七。去年十月过苏州，琼来拜问郎不识。\r\n青衫玉貌何处去，安得红旗遮头白。我语杨琼琼莫语，\r\n汝虽笑我我笑汝。汝今无复小腰身，不似江陵时好女。\r\n杨琼为我歌送酒，尔忆江陵县中否。江陵王令骨为灰，\r\n车来嫁作尚书妇。卢戡及第严涧在，其余死者十八九。\r\n我今贺尔亦自多，尔得老成余白首。"
        },
        {
            "title": "春别",
            "content": "幽芳本未阑，君去蕙花残。河汉秋期远，关山世路难。\r\n云屏留粉絮，风幌引香兰。肠断回文锦，春深独自看。"
        },
        {
            "title": "赠双文",
            "content": "艳极翻含怨，怜多转自娇。有时还暂笑，闲坐爱无憀。\r\n晓月行看堕，春酥见欲消。何因肯垂手，不敢望回腰。"
        },
        {
            "title": "新秋",
            "content": "旦暮已凄凉，离人远思忙。夏衣临晓薄，秋影入檐长。\r\n前事风随扇，归心燕在梁。殷勤寄牛女，河汉正相望。"
        },
        {
            "title": "月暗",
            "content": "月暗灯残面墙泣，罗缨斗重知啼湿。真珠帘断蝙蝠飞，\r\n燕子巢空萤火入。深殿门重夜漏严，柔□□□□年急。\r\n君王掌上容一人，更有轻身何处立。"
        },
        {
            "title": "蔷薇架",
            "content": "五色阶前架，一张笼上被。殷红稠叠花，半绿鲜明地。\r\n风蔓罗裙带，露英莲脸泪。多逢走马郎，可惜帘边思。"
        },
        {
            "title": "晓将别",
            "content": "风露晓凄凄，月下西墙西。行人帐中起，思妇枕前啼。\r\n屑屑命僮御，晨装俨已齐。将去复携手，日高方解携。"
        },
        {
            "title": "闺晚",
            "content": "红裙委砖阶，玉爪朱橘。素臆光如砑，明瞳艳凝溢。.\r\n调弦不成曲，学书徒弄笔。夜色侵洞房，春烟透帘出。"
        },
        {
            "title": "曹十九舞绿钿",
            "content": "急管清弄频，舞衣才揽结。含情独摇手，双袖参差列。\r\n騕褭柳牵丝，炫转风回雪。凝眄娇不移，往往度繁节。"
        },
        {
            "title": "恨妆成",
            "content": "晓日穿隙明，开帷理妆点。傅粉贵重重，施朱怜冉冉。\r\n柔鬟背额垂，丛鬓随钗敛。凝翠晕蛾眉，轻红拂花脸。\r\n满头行小梳，当面施圆靥。最恨落花时，妆成独披掩。"
        },
        {
            "title": "梦昔时",
            "content": "闲窗结幽梦，此梦谁人知。夜半初得处，天明临去时。\r\n山川已久隔，云雨两无期。何事来相感，又成新别离。"
        },
        {
            "title": "桐花落",
            "content": "莎草遍桐阴，桐花满莎落。盖覆相团圆，可怜无厚薄。\r\n昔岁幽院中，深堂下帘幕。同在后门前，因论花好恶。\r\n君夸沉檀样，云是指撝作。暗澹灭紫花，句连蹙金萼。\r\n都绣六七枝，斗成双孔雀。尾上稠叠花，又将金解络。\r\n我爱看不已，君烦睡先著。我作绣桐诗，系君裙带著。\r\n别来苦修道，此意都萧索。今日竟相牵，思量偶然错。"
        },
        {
            "title": "梦游春七十韵",
            "content": "昔岁梦游春，梦游何所遇。梦入深洞中，果遂平生趣。\r\n清泠浅漫流，画舫兰篙渡。过尽万株桃，盘旋竹林路。\r\n长廊抱小楼，门牖相回互。楼下杂花丛，丛边绕鸳鹭。\r\n池光漾霞影，晓日初明煦。未敢上阶行，频移曲池步。\r\n乌龙不作声，碧玉曾相慕。渐到帘幕间，裴回意犹惧。\r\n闲窥东西閤，奇玩参差布。隔子碧油糊，驼钩紫金镀。\r\n逡巡日渐高，影响人将寤。鹦鹉饥乱鸣，娇娃睡犹怒。\r\n帘开侍儿起，见我遥相谕。铺设绣红茵，施张钿妆具。\r\n潜褰翡翠帷，瞥见珊瑚树。不辨花貌人，空惊香若雾。\r\n身回夜合偏，态敛晨霞聚。睡脸桃破风，汗妆莲委露。\r\n丛梳百叶髻，金蹙重台屦。纰软钿头裙，玲珑合欢袴。\r\n鲜妍脂粉薄，暗淡衣裳故。最似红牡丹，雨来春欲暮。\r\n梦魂良易惊，灵境难久寓。夜夜望天河，无由重沿溯。\r\n结念心所期，返如禅顿悟。觉来八九年，不向花回顾。\r\n杂合两京春，喧阗众禽护。我到看花时，但作怀仙句。\r\n浮生转经历，道性尤坚固。近作梦仙诗，亦知劳肺腑。\r\n一梦何足云，良时事婚娶。当年二纪初，嘉节三星度。\r\n朝蕣玉佩迎，高松女萝附。韦门正全盛，出入多欢裕。\r\n甲第涨清池，鸣驺引朱辂。广榭舞萎蕤，长筵宾杂厝。\r\n青春讵几日，华实潜幽蠹。秋月照潘郎，空山怀谢傅。\r\n红楼嗟坏壁，金谷迷荒戍。石压破阑干，门摧旧梐枑。\r\n虽云觉梦殊，同是终难驻。悰绪竟何如，棼丝不成絇。\r\n卓女白头吟，阿娇金屋赋。重璧盛姬台，青冢明妃墓。\r\n尽委穷尘骨，皆随流波注。幸有古如今，何劳缣比素。\r\n况余当盛时，早岁谐如务。诏册冠贤良，谏垣陈好恶。\r\n三十再登朝，一登还一仆。宠荣非不早，邅回亦云屡。\r\n直气在膏肓，氛氲日沉痼。不言意不快，快意言多忤。\r\n忤诚人所贼，性亦天之付。乍可沉为香，不能浮作瓠。\r\n诚为坚所守，未为明所措。事事身已经，营营计何误。\r\n美玉琢文珪，良金填武库。徒谓自坚贞，安知受砻铸。\r\n长丝羁野马，密网罗阴兔。物外各迢迢，谁能远相锢。\r\n时来既若飞，祸速当如骛。曩意自未精，此行何所诉。\r\n努力去江陵，笑言谁与晤。江花纵可怜，奈非心所慕。\r\n石竹逞奸黠，蔓青夸亩数。一种薄地生，浅深何足妒。\r\n荷叶水上生，团团水中住。泻水置叶中，君看不相污。"
        },
        {
            "title": "酬郑从事",
            "content": "海亭树木何茏葱，寒光透坼秋玲珑。湖山四面争气色，\r\n旷望不与人间同。一拳墺伏东武小，两山斗构秦望雄。\r\n嵌空古墓失文种，突兀怪石疑防风。舟船骈比有宗侣，\r\n水云滃泱无始终。雪花布遍稻陇白，日脚插入秋波红。\r\n兴余望剧酒四坐，歌声舞艳烟霞中。酒酣从事歌送我，\r\n歌云此乐难再逢。良时年少犹健羡，使君况是头白翁。\r\n我闻此曲深叹息，唧唧不异秋草虫。忆年十五学构厦，\r\n有意盖覆天下穷。安知四十虚富贵，朱紫束缚心志空。\r\n妆梳伎女上楼榭，止欲欢乐微茫躬。虽无趣尚慕贤圣，\r\n幸有心目知西东。欲将滑甘柔藏府，已被郁噎冲喉咙。\r\n君今劝我酒太醉，醉语不复能冲融。劝君莫学虚富贵，\r\n不是贤人难变通。"
        },
        {
            "title": "通州丁溪馆夜别李景信三首",
            "content": "月濛濛兮山掩掩，束束别魂眉敛敛。蠡盏覆时天欲明，\r\n碧幌青灯风滟滟。泪消语尽还暂眠，唯梦千山万山险。\r\n水环环兮山簇簇，啼鸟声声妇人哭。离床别脸睡还开，\r\n灯灺暗飘珠蔌蔌。山深虎横馆无门，夜集巴儿扣空木。\r\n雨潇潇兮鹃咽咽，倾冠倒枕灯临灭。倦僮呼唤应复眠，\r\n啼鸡拍翅三声绝。握手相看其奈何，奈何其奈天明别。"
        },
        {
            "title": "何满子歌",
            "content": "何满能歌能宛转，天宝年中世称罕。婴刑系在囹圄间，\r\n水调哀音歌愤懑。梨园弟子奏玄宗，一唱承恩羁网缓。\r\n便将何满为曲名，御谱亲题乐府纂。鱼家入内本领绝，\r\n叶氏有年声气短。自外徒烦记得词，点拍才成已夸诞。\r\n我来湖外拜君侯，正值灰飞仲春琯。广宴江亭为我开，\r\n红妆逼坐花枝暖。此时有态蹋华筵，未吐芳词貌夷坦。\r\n翠蛾转盼摇雀钗，碧袖歌垂翻鹤卵。定面凝眸一声发，\r\n云停尘下何劳算。迢迢击磬远玲玲，一一贯珠匀款款。\r\n犯羽含商移调态，留情度意抛弦管。湘妃宝瑟水上来，\r\n秦女玉箫空外满。缠绵叠破最殷勤，整顿衣裳颇闲散。\r\n冰含远溜咽还通，莺泥晚花啼渐懒。敛黛吞声若自冤，\r\n郑袖见捐西子浣。阴山鸣雁晓断行，巫峡哀猿夜呼伴。\r\n古者诸侯飨外宾，鹿鸣三奏陈圭瓒。何如有态一曲终，\r\n牙筹记令红螺碗。"
        },
        {
            "title": "三泉驿",
            "content": "三泉驿内逢上巳，新叶趋尘花落地。劝君满盏君莫辞，\r\n别后无人共君醉。洛阳城中无限人，贵人自贵贫自贫。"
        },
        {
            "title": "厅前柏",
            "content": "厅前柏，知君曾对罗希奭。我本癫狂耽酒人，\r\n何事与君为对敌。为对敌，洛阳城中花赤白。花赤白，\r\n囚渐多，花之赤白奈尔何。"
        },
        {
            "title": "南家桃",
            "content": "南家桃树深红色，日照露光看不得。树小花狂风易吹，\r\n一夜风吹满墙北。离人自有经时别，眼前落花心叹息。\r\n更待明年花满枝，一年迢递空相忆。"
        },
        {
            "title": "辛夷花",
            "content": "问君辛夷花，君言已斑驳。不畏辛夷不烂开，\r\n顾我筋骸官束缚。缚遣推囚名御史，狼藉囚徒满田地。\r\n明日不推缘国忌，依前不得花前醉。韩员外家好辛夷，\r\n开时乞取三两枝。折枝为赠君莫惜，纵君不折风亦吹。"
        },
        {
            "title": "去杭州",
            "content": "房杜王魏之子孙，虽及百代为清门。骏骨凤毛真可贵，\r\n冈头泽底促足论。去年江上识君面，爱君风貌情已敦。\r\n与君言语见君性，灵府坦荡消尘烦。自兹心洽迹亦洽，\r\n居常并榻游并轩。柳阴覆岸郑监水，李花压树韦公园。\r\n每出新诗共联缀，闲因醉舞相牵援。时寻沙尾枫林夕，\r\n夜摘兰丛衣露繁。今君别我欲何去，自言远结迢迢婚。\r\n简书五府已再至，波涛万里酬一言。为君再拜赠君语，\r\n愿君静听君勿喧。君名师范欲何范，君之烈祖遗范存。\r\n永宁昔在抡鉴表，沙汰沉浊澄浚源。君今取友由取士，\r\n得不别白清与浑。昔公事主尽忠谠，虽及死谏誓不谖。\r\n今君佐藩如佐主，得不陈露酬所恩。昔公为善日不足，\r\n假寐待旦朝至尊。今君三十朝未与，得不寸晷倍玙璠。\r\n昔公令子尚贵主，公执舅礼妇执笲。返拜之仪自此绝，\r\n关雎之化皎不昏。君今远娉奉明祀，得不齐励亲蘋蘩。\r\n斯言皆为书佩带，然后别袂乃可扪。别袂可扪不可解，\r\n解袂开帆凄别魂。魂摇江树鸟飞没，帆挂樯竿鸟尾翻。\r\n翻风驾浪拍何处，直指杭州由上元。上元萧寺基址在，\r\n杭州潮水霜雪屯。潮户迎潮击潮鼓，潮平潮退有潮痕。\r\n得得为题罗刹石，古来非独伍员冤。"
        },
        {
            "title": "小胡笳引",
            "content": "雷氏金徽琴，王君宝重轻千金。三峡流中将得来，\r\n明窗拂席幽匣开。朱弦宛转盘凤足，骤击数声风雨回。\r\n哀笳慢指董家本，姜生得之妙思忖。泛徽胡雁咽萧萧，\r\n绕指辘轳圆衮衮。吞恨缄情乍轻激，故国关山心历历。\r\n潺湲疑是雁鸊鹈，砉騞如闻发鸣镝。流宫变徵渐幽咽，\r\n别鹤欲飞猿欲绝。秋霜满树叶辞风，寒雏坠地乌啼血。\r\n哀弦已罢春恨长，恨长何恨怀我乡。我乡安在长城窟，\r\n闻君虏奏心飘忽。何时窄袖短貂裘，胭脂山下弯明月。"
        },
        {
            "title": "琵琶歌",
            "content": "琵琶宫调八十一，旋宫三调弹不出。玄宗偏许贺怀智，\r\n段师此艺还相匹。自后流传指拨衰，昆仑善才徒尔为。\r\n澒声少得似雷吼，缠弦不敢弹羊皮。人间奇事会相续，\r\n但有卞和无有玉。段师弟子数十人，李家管儿称上足。\r\n管儿不作供奉儿，抛在东都双鬓丝。逢人便请送杯盏，\r\n著尽工夫人不知。李家兄弟皆爱酒，我是酒徒为密友。\r\n著作曾邀连夜宿，中碾春溪华新绿。平明船载管儿行，\r\n尽日听弹无限曲。曲名无限知者鲜，霓裳羽衣偏宛转。\r\n凉州大遍最豪嘈，六幺散序多笼撚。我闻此曲深赏奇，\r\n赏著奇处惊管儿。管儿为我双泪垂，自弹此曲长自悲。\r\n泪垂捍拨朱弦湿，冰泉呜咽流莺涩。因兹弹作雨霖铃，\r\n风雨萧条鬼神泣。一弹既罢又一弹，珠幢夜静风珊珊。\r\n低回慢弄关山思，坐对燕然秋月寒。月寒一声深殿磬，\r\n骤弹曲破音繁并。百万金铃旋玉盘，醉客满船皆暂醒。\r\n自兹听后六七年，管儿在洛我朝天。游想慈恩杏园里，\r\n梦寐仁风花树前。去年御史留东台，公私蹙促颜不开。\r\n今春制狱正撩乱，昼夜推囚心似灰。暂辍归时寻著作，\r\n著作南园花坼萼。胭脂耀眼桃正红，雪片满溪梅已落。\r\n是夕青春值三五，花枝向月云含吐。著作施樽命管儿，\r\n管儿久别今方睹。管儿还为弹六幺，六幺依旧声迢迢。\r\n猿鸣雪岫来三峡，鹤唳晴空闻九霄。逡巡弹得六幺彻，\r\n霜刀破竹无残节。幽关鸦轧胡雁悲，断弦砉騞层冰裂。\r\n我为含凄叹奇绝，许作长歌始终说。艺奇思寡尘事多，\r\n许来寒暑又经过。如今左降在闲处，始为管儿歌此歌。\r\n歌此歌，寄管儿。管儿管儿忧尔衰，尔衰之后继者谁。\r\n继之无乃在铁山，铁山已近曹穆间。性灵甚好功犹浅，\r\n急处未得臻幽闲。努力铁山勤学取，莫遣后来无所祖。"
        },
        {
            "title": "树上乌",
            "content": "树上乌，洲中有树巢若铺。百巢一树知几乌，\r\n一乌不下三四雏，雏又生雏知几雏。老乌未死雏已乌，\r\n散向人间何处无。攫麑啄卵方可食，男女群强最多力。\r\n灵蛇万古唯一珠，岂可抨弹千万亿。\r\n吾不会天教尔辈多子孙，告诉天公天不言。"
        },
        {
            "title": "山枇杷",
            "content": "山枇杷，花似牡丹殷泼血。往年乘传过青山，\r\n正值山花好时节。压枝凝艳已全开，映叶香苞才半裂。\r\n紧搏红袖欲支颐，慢解绛囊初破结。金线丛飘繁蕊乱，\r\n珊瑚朵重纤茎折。因风旋落裙片飞，带日斜看目精热。\r\n亚水依岩半倾侧，笼云隐雾多愁绝。绿珠语尽身欲投，\r\n汉武眼穿神渐灭。秾姿秀色人皆爱，怨媚羞容我偏别。\r\n说向闲人人不听，曾向乐天时一说。昨来谷口先相问，\r\n及到山前已消歇。左降通州十日迟，又与幽花一年别。\r\n山枇杷，尔托深山何太拙。天高万里看不精，\r\n帝在九重声不彻。园中杏树良人醉，陌上柳枝年少折。\r\n因尔幽芳喻昔贤，磻谿冷坐权门咽。"
        },
        {
            "title": "志坚师",
            "content": "嵩山老僧披破衲，七十八年三十腊。灵武朝天辽海征，\r\n宇宙曾行三四匝。初因怏怏薙却头，便绕嵩山寂师塔。\r\n淮西未返半年前，已见淮西阵云合。"
        },
        {
            "title": "紫踯躅",
            "content": "紫踯躅，灭紫拢裙倚山腹。文君新寡乍归来，\r\n羞怨春风不能哭。我从相识便相怜，但是花丛不回目。\r\n去年春别湘水头，今年夏见青山曲。迢迢远在青山上，\r\n山高水阔难容足。愿为朝日早相暾，愿作轻风暗相触。\r\n乐踯躅，我向通州尔幽独。可怜今夜宿青山，\r\n何年却向青山宿。山花渐暗月渐明，月照空山满山绿。\r\n山空月午夜无人，何处知我颜如玉。"
        },
        {
            "title": "村花晚",
            "content": "三春已暮桃李伤，棠梨花白蔓菁黄。村中女儿争摘将，\r\n插刺头鬓相夸张。田翁蚕老迷臭香，晒暴奄聂熏衣裳。\r\n非无后秀与孤芳，奈尔千株万顷之茫茫。\r\n天公此意何可量，长教尔辈时节长。"
        },
        {
            "title": "庙之神",
            "content": "我马烦兮释我车，神之庙兮山之阿。予一拜而一祝，\r\n祝予心之无涯。涕汍澜而零落，神寂默而无哗。神兮神兮，\r\n奈神之寂默而不言何。复再拜而再祝，鼓吾腹兮歌吾歌。\r\n歌曰：今耶，古耶，有耶，无耶。福不自神耶，\r\n神不福人耶。巫尔惑耶，稔而诛耶。谒不得耶，\r\n终不可谒耶。返吾驾而遵吾道，庙之木兮山之花。"
        },
        {
            "title": "华之巫",
            "content": "有一人兮神之侧，庙森森兮神默默。神默默兮可奈何，\r\n愿一见神兮何可得。女巫索我何所有，神之开闭予之手。\r\n我能进若神之前，神不自言寄予口。尔欲见神安尔身，\r\n买我神钱沽我酒。我家又有神之盘，尔进此盘神尔安。\r\n此盘不进行路难，陆有摧车舟有澜。我闻此语长太息，\r\n岂有神明欺正直。尔居大道谁南北，姿矫神言假神力。\r\n假神力兮神未悟，行道之人不得度。我欲见神诛尔巫，\r\n岂是因巫假神祜。尔巫，尔巫，尔独不闻乎。与其媚于奥，\r\n不若媚于灶。使我倾心事尔巫，吾宁驱车守吾道。\r\n尔巫尔巫且相保，吾民自有丘之祷。"
        },
        {
            "title": "夜别筵",
            "content": "夜长酒阑灯花长，灯花落地复落床。似我别泪三四行，\r\n滴君满坐之衣裳。与君别后泪痕在，年年著衣心莫改。"
        },
        {
            "title": "有酒十章",
            "content": "有酒有酒鸡初鸣，夜长睡足神虑清。悄然危坐心不平，\r\n浩思一气初彭亨。澒洞浩汗真无名，胡不终浑成。\r\n胡为沉浊以升清，矗然分画高下程。天蒸地郁群动萌，\r\n毛鳞裸介如鬇鬡。呜呼万物纷已生，我可奈何兮杯一倾。\r\n有酒有酒东方明，一杯既进吞元精。尚思天地之始名，\r\n一元既二分浊清。地居方直天体明，胡不八荒圢圢如砥平。\r\n胡山高屹崒海泓澄，胡不日车杲杲昼夜行，\r\n胡为月轮灭缺星盯，呜呼不得真宰情，'\r\n我可奈何兮杯再倾。\r\n有酒有酒兮湛渌波，饮将愉兮气弥和。念万古之纷罗，\r\n我独慨然而浩歌。歌曰：天耶，地耶，肇万物耶，\r\n储胥大庭之君耶。恍耶，忽耶，有耶，传而信耻，\r\n久而谬耶。文字生而羲农作耶，仁义别而圣贤出耶。\r\n炎始暴耶，蚩尤炽耶，轩辕战耶，不得已耶。仁耶，\r\n圣耶，悯人之毒耶。天荡荡耶，尧穆穆耶。岂其让耶，\r\n归有德耶。舜其贪耶，德能嗣耶。岂其让耶，授有功耶。\r\n禹功大耶，人戴之耶。益不逮耶，启能德耶。家天下耶，\r\n荣后嗣耶。于后嗣之荣则可耶，于天下之荣其可耶。\r\n呜呼远尧舜之日耶，何弃舜之速耶。辛癸虐耶，汤武革耶。\r\n顺天意耶，公天下耶。踵夏荣嗣，私其公耶。并建万国，\r\n均其私耶。专征递伐，斗海内耶。秦扫其类，威定之耶。\r\n二代而陨，守不仁耶。汉魏而降，乘其机耶。短长理乱，\r\n系其术耶。尧耶，舜耶，终不可逮耶。将德之者不位，\r\n位者不逮其德耶。时耶，时耶，时其可耶。\r\n我可奈何兮一杯又进歌且歌。\r\n有酒有酒兮黯兮溟，仰天大呼兮，天漫漫兮高兮青。\r\n高兮漫兮吾孰知天否与灵。取人之仰者，\r\n无乃在乎昭昭乎曰与夫日星。何三光之并照兮，\r\n奄云雨之冥冥。幽妖倏忽兮水怪族形，\r\n鼋鼍岸走兮海若斗鲸。河溃溃兮愈浊，济翻翻兮不宁。\r\n蛇喷云而出穴，虎啸风兮屡鸣。污高巢而凤去兮，\r\n溺厚地而芝兰以之不生。葵心倾兮何向，松影直而孰明。\r\n人惧愁兮戴荣，天寂默兮无声。呜呼，天在云之上兮，\r\n人在云之下兮，又安能决云而上征。呜呼，\r\n既上征之不可兮，我奈何兮杯复倾。\r\n有酒有酒香满尊，君宁不饮开君颜。岂不知君饮此心恨，\r\n君今独醒谁与言。君宁不见飓风翻海火燎原，\r\n巨鳌唐突高焰延。精卫衔芦塞海溢，枯鱼喷沫救池燔。\r\n筋疲力竭波更"
        },
        {
            "title": "和李校书新题乐府十二首·阴山道",
            "content": "年年买马阴山道，马死阴山帛空耗。元和天子念女工，\r\n内出金银代酬犒。臣有一言昧死进，死生甘分答恩焘。\r\n费财为马不独生，耗帛伤工有他盗。臣闻平时七十万匹马，\r\n关中不省闻嘶噪。四十八监选龙媒，时贡天庭付良造。\r\n如今坰野十无一，尽在飞龙相践暴。万束刍茭供旦暮，\r\n千钟菽粟长牵漕。屯军郡国百馀镇，缣缃岁奉春冬劳。\r\n税户逋逃例摊配，官司折纳仍贪冒。挑纹变力倍费，+\r\n弃旧从新人所好。越縠缭绫织一端，十匹素缣功未到。\r\n豪家富贾逾常制，令族清班无雅操。从骑爱奴丝布衫，\r\n臂鹰小儿云锦韬。群臣利己要差僭，天子深衷空悯悼。\r\n绰立花砖鹓凤行，雨露恩波几时报。"
        },
        {
            "title": "和李校书新题乐府十二首·蛮子朝",
            "content": "西南六诏有遗种，僻在荒陬路寻壅。部落支离君长贱，\r\n比诸夷狄为幽冗。犬戎强盛频侵削，降有愤心战无勇。\r\n夜防抄盗保深山，朝望烟尘上高冢。鸟道绳桥来款附，\r\n非因慕化因危悚。清平官系金呿嵯，求天叩地持双珙。\r\n益州大将韦令公，顷实遭时定汧陇。自居剧镇无他绩，\r\n幸得蛮来固恩宠。为蛮开道引蛮朝，迎蛮送蛮常继踵。\r\n天子临轩四方贺，朝廷无事唯端拱。漏天走马春雨寒，\r\n泸水飞蛇瘴烟重。椎头丑类除忧患，肿足役夫劳汹涌。\r\n匈奴互市岁不供，云蛮通好辔长骕。戎王养马渐多年，\r\n南人耗悴西人恐。"
        },
        {
            "title": "和李校书新题乐府十二首·胡旋女",
            "content": "天宝欲末胡欲乱，胡人献女能胡旋。旋得明王不觉迷，\r\n妖胡奄到长生殿。胡旋之义世莫知，胡旋之容我能传。\r\n蓬断霜根羊角疾，竿戴朱盘火轮炫。骊珠迸珥逐飞星，\r\n虹晕轻巾掣流电。潜鲸暗吸笡波海，回风乱舞当空霰。\r\n万过其谁辨终始，四座安能分背面。才人观者相为言，\r\n承奉君恩在圆变。是非好恶随君口，南北东西逐君眄，\r\n柔软依身著佩带，裴回绕指同环钏。佞臣闻此心计回，\r\n荧惑君心君眼眩。君言似曲屈为钩，君言好直舒为箭。\r\n巧随清影触处行，妙学春莺百般啭。倾天侧地用君力，\r\n抑塞周遮恐君见。翠华南幸万里桥，玄宗始悟坤维转。\r\n寄言旋目与旋心，有国有家当共谴。"
        },
        {
            "title": "和李校书新题乐府十二首·骠国乐",
            "content": "骠之乐器头象驼，音声不合十二和。促舞跳趫筋节硬，\r\n繁辞变乱名字讹。千弹万唱皆咽咽，左旋右转空傞傞。\r\n俯地呼天终不会，曲成调变当如何。德宗深意在柔远，\r\n笙镛不御停娇娥。史馆书为朝贡传，太常编入鞮靺科。\r\n古时陶尧作天子，逊遁亲听康衢歌。又遣遒人持木铎，\r\n遍采讴谣天下过。万人有意皆洞达，四岳不敢施烦苛。\r\n尽令区中击壤块，燕及海外覃恩波。秦霸周衰古官废，\r\n下堙上塞王道颇。共矜异俗同声教，不念齐民方荐瘥。\r\n传称鱼鳖亦咸若，苟能效此诚足多。借如牛马未蒙泽，\r\n岂在抱瓮滋鼋鼍。教化从来有源委，必将泳海先泳河。\r\n是非倒置自古有，骠兮骠兮谁尔诃。"
        },
        {
            "title": "和李校书新题乐府十二首·立部伎",
            "content": "胡部新声锦筵坐，中庭汉振高音播。太宗庙乐传子孙，\r\n取类群凶阵初破。戢戢攒枪霜雪耀，腾腾击鼓云雷磨。\r\n初疑遇敌身启行，终象由文士宪左。昔日高宗常立听，\r\n曲终然后临玉座。如今节将一掉头，电卷风收尽摧挫。\r\n宋晋郑女歌声发，满堂会客齐喧呵。珊珊珮玉动腰身，\r\n一一贯珠随咳唾。顷向圜丘见郊祀，亦曾正旦亲朝贺。\r\n太常雅乐备宫悬，九奏未终百寮惰。惉滞难令季札辨，\r\n迟回但恐文侯卧。工师尽取聋昧人，岂是先王作之过。\r\n宋沇尝传天宝季，法曲胡音忽相和。明年十月燕寇来，\r\n九庙千门虏尘涴。我闻此语叹复泣，古来邪正将谁奈。\r\n奸声入耳佞入心，侏儒饱饭夷齐饿。"
        },
        {
            "title": "和李校书新题乐府十二首·驯犀",
            "content": "建中之初放驯象，远归林邑近交广。兽返深山鸟构巢，\r\n鹰雕鹞鹘无羁鞅。贞元之岁贡驯犀，上林置圈官司养。\r\n玉盆金栈非不珍，虎啖狴牢鱼食网。渡江之橘逾汶貉，\r\n反时易性安能长。腊月北风霜雪深，踡跼鳞身遂长往。\r\n行地无疆费传驿，通天异物罹幽枉。乃知养兽如养人，\r\n不必人人自敦奖。不扰则得之于理，不夺有以多于赏。\r\n脱衣推食衣食之，不若男耕女令纺。尧民不自知有尧，\r\n但见安闲聊击壤。前观驯象后驯犀，理国其如指诸掌。"
        },
        {
            "title": "和李校书新题乐府十二首·缚戎人",
            "content": "边头大将差健卒，入抄禽生快于鹘。但逢赪面即捉来，\r\n半是边人半戎羯。大将论功重多级，捷书飞奏何超忽。\r\n圣朝不杀谐至仁，远送炎方示微罚。万里虚劳肉食费，\r\n连头尽被毡裘暍。华裀重席卧腥臊，病犬愁鸪声咽嗢。\r\n中有一人能汉语，自言家本长城窟。少年随父戍安西，\r\n河渭瓜沙眼看没。天宝未乱犹数载，狼星四角光蓬勃。\r\n中原祸作边防危，果有豺狼四来伐。蕃马膘成正翘健，\r\n蕃兵肉饱争唐突。烟尘乱起无亭燧，主帅惊跳弃旄钺。\r\n半夜城摧鹅雁鸣，妻啼子叫曾不歇。阴森神庙未敢依，\r\n脆薄河冰安可越。荆棘深处共潜身，前困蒺藜后臲卼。\r\n平明蕃骑四面走，古墓深林尽株榾。少壮为俘头被髡，\r\n老翁留居足多刖。乌鸢满野尸狼藉，楼榭成灰墙突兀。\r\n暗水溅溅入旧池，平沙漫漫铺明月。戎王遣将来安慰，\r\n口不敢言心咄咄。供进腋腋御叱般，岂料穹庐拣肥腯。\r\n五六十年消息绝，中间盟会又猖獗。眼穿东日望尧云，\r\n肠断正朝梳汉发。近年如此思汉者，半为老病半埋骨。\r\n常教孙子学乡音，犹话平时好城阙。老者傥尽少者壮，\r\n生长蕃中似蕃悖。不知祖父皆汉民，便恐为蕃心矻矻。\r\n缘边饱喂十万众，何不齐驱一时发。年年但捉两三人，\r\n精卫衔芦塞溟渤。"
        },
        {
            "title": "和李校书新题乐府十二首·法曲",
            "content": "吾闻黄帝鼓清角，弭伏熊罴舞玄鹤。舜持干羽苗革心，\r\n尧用咸池凤巢阁。大夏濩武皆象功，功多已讶玄功薄。\r\n汉祖过沛亦有歌，秦王破阵非无作。作之宗庙见艰难，\r\n作之军旅传糟粕。明皇度曲多新态，宛转侵淫易沉著。\r\n赤白桃李取花名，霓裳羽衣号天落。雅弄虽云已变乱，\r\n夷音未得相参错。自从胡骑起烟尘，毛毳腥膻满咸洛。\r\n女为胡妇学胡妆，伎进胡音务胡乐。火凤声沉多咽绝，\r\n春莺啭罢长萧索。胡音胡骑与胡妆，五十年来竞纷泊。"
        },
        {
            "title": "和李校书新题乐府十二首·西凉伎",
            "content": "吾闻昔日西凉州，人烟扑地桑柘稠。蒲萄酒熟恣行乐，\r\n红艳青旗朱粉楼。楼下当垆称卓女，楼头伴客名莫愁。\r\n乡人不识离别苦，更卒多为沉滞游。哥舒开府设高宴，\r\n八珍九酝当前头。前头百戏竞撩乱，丸剑跳踯霜雪浮。\r\n狮子摇光毛彩竖，胡腾醉舞筋骨柔。大宛来献赤汗马，\r\n赞普亦奉翠茸裘。一朝燕贼乱中国，河湟没尽空遗丘。\r\n开远门前万里堠，今来蹙到行原州。去京五百而近何其逼，\r\n天子县内半没为荒陬，西凉之道尔阻修。连城边将但高会，\r\n每听此曲能不羞。"
        },
        {
            "title": "和李校书新题乐府十二首·五弦弹",
            "content": "赵璧五弦弹徵调，徵声巉绝何清峭。辞雄皓鹤警露啼，\r\n失子哀猿绕林啸。风入春松正凌乱，莺含晓舌怜娇妙。\r\n呜呜暗溜咽冰泉，杀杀霜刀涩寒鞘。促节频催渐繁拨，\r\n珠幢斗绝金铃掉。千靫鸣镝发胡弓，万片清球击虞庙。\r\n众乐虽同第一部，德宗皇帝常偏召。旬休节假暂归来，\r\n一声狂杀长安少。主第侯家最难见，挼歌按曲皆承诏。\r\n水精帘外教贵嫔，玳瑁筵心伴中要。臣有五贤非此弦，\r\n或在拘囚或屠钓。一贤得进胜累百，两贤得进同周召。\r\n三贤事汉灭暴强，四贤镇岳宁边徼。五贤并用调五常，\r\n五常既叙三光耀。赵璧五弦非此贤，九九何劳设庭燎。"
        },
        {
            "title": "和李校书新题乐府十二首·上阳白发人",
            "content": "天宝年中花鸟使，撩花狎鸟含春思。满怀墨诏求嫔御，\r\n走上高楼半酣醉。醉酣直入卿士家，闺闱不得偷回避，\r\n良人顾妾心死别，小女呼爷血垂泪。十中有一得更衣，\r\n永配深宫作宫婢。御马南奔胡马蹙，宫女三千合宫弃。\r\n宫门一闭不复开，上阳花草青苔地。月夜闲闻洛水声，\r\n秋池暗度风荷气。日日长看提众门，终身不见门前事。\r\n近年又送数人来，自言兴庆南宫至。我悲此曲将彻骨，\r\n更想深冤复酸鼻。此辈贱嫔何足言，帝子天孙古称贵。\r\n诸王在閤四十年，七宅六宫门户閟。隋炀枝条袭封邑，\r\n肃宗血胤无官位。王无妃媵主无婿，阳亢阴淫结灾累。\r\n何如决雍顺众流，女遣从夫男作吏。"
        },
        {
            "title": "望云骓马歌",
            "content": "忆昔先皇幸蜀时，八马入谷七马疲。肉绽筋挛四蹄脱，\r\n七马死尽无马骑。天子蒙尘天雨泣，巉岩道路淋漓湿。\r\n峥嵘白草眇难期，謥洞黄泉安可入。朱泚围兵抽未尽，\r\n怀光寇骑追行及。嫔娥相顾倚树啼，鹓鹭无声仰天立。\r\n圉人初进望云骓，彩色憔悴众马欺。上前喷吼如有意，\r\n耳尖卓立节踠奇。君王试遣回胸臆，撮骨锯牙骈两肋。\r\n蹄悬四跼脑颗方，胯耸三山尾株直。圉人畏诮仍相惑，\r\n此马无良空有力。频频啮掣辔难施，往往跳趫鞍不得。\r\n色沮声悲仰天诉，天不遣言君未识。亚身受取白玉羁，\r\n开口衔将紫金勒。君王自此方敢骑，似遇良臣久凄恻。\r\n龙腾鱼鳖啅然惊，骥肦驴骡少颜色。七圣心迷运方厄，\r\n五丁力尽路犹窄。橐它山上斧刃堆，望秦岭下锥头石。\r\n五六百里真符县，八十四盘青山驿。掣开流电有辉光，\r\n突过浮云无朕迹。地平险尽施黄屋，九九属车十二纛。\r\n齐映前导引骓头，严震迎号抱骓足。路旁垂白天宝民，\r\n望骓礼拜见骓哭。皆言玄宗当时无此马，不免骑骡来幸蜀。\r\n雄雄猛将李令公，收城杀贼豺狼空。天旋地转日再中，\r\n天子却坐明光宫。朝廷无事忘征战，校猎朝回暮球宴。\r\n御马齐登拟用槽，君王自试宣徽殿。圉人还进望云骓，\r\n性强步阔无方便。分騣摆杖头太高，擘肘回头项难转。\r\n人人共恶难回跋，潜遣飞龙减刍秣。银鞍绣韂不复施，\r\n空尽天年御槽活。当时邹谚已有言，莫倚功高浪开阔。\r\n登山纵似望云骓，平地须饶红叱拨。长安三月花垂草，\r\n果下翩翩紫骝好。千官暖热李令闲，百马生狞望云老。\r\n望云骓，尔之种类世世奇。当时项王乘尔祖，\r\n分配英豪称霸主。尔身今日逢圣人，从幸巴渝归入秦。\r\n功成事遂身退天之道，何必随群逐队到死蹋红尘。\r\n望云骓，用与不用各有时，尔勿悲。"
        },
        {
            "title": "答子蒙",
            "content": "报卢君，门外雪纷纷。纷纷门外雪，城中鼓声绝。\r\n强梁御史人觑步，安得夜开沽酒户。"
        },
        {
            "title": "连昌宫词",
            "content": "连昌宫中满宫竹，岁久无人森似束。又有墙头千叶桃，\r\n风动落花红蔌蔌。宫边老翁为余泣，小年进食曾因入。\r\n上皇正在望仙楼，太真同凭阑干立。楼上楼前尽珠翠，\r\n炫转荧煌照天地。归来如梦复如痴，何暇备言宫里事。\r\n初过寒食一百六，店舍无烟宫树绿。夜半月高弦索鸣，\r\n贺老琵琶定场屋。力士传呼觅念奴，念奴潜伴诸郎宿。\r\n须臾觅得又连催，特敕街中许然烛。春娇满眼睡红绡，\r\n掠削云鬟旋装束。飞上九天歌一声，二十五郎吹管逐。\r\n逡巡大遍凉州彻，色色龟兹轰录续。李谟擫笛傍宫墙，\r\n偷得新翻数般曲。平明大驾发行宫，万人歌舞涂路中。\r\n百官队仗避岐薛，杨氏诸姨车斗风。明年十月东都破，\r\n御路犹存禄山过。驱令供顿不敢藏，万姓无声泪潜堕。\r\n两京定后六七年，却寻家舍行宫前。庄园烧尽有枯井，\r\n行宫门闭树宛然。尔后相传六皇帝，不到离宫门久闭。\r\n往来年少说长安，玄武楼成花萼废。去年敕使因斫竹，\r\n偶值门开暂相逐。荆榛栉比塞池塘，狐兔骄痴缘树木。\r\n舞榭欹倾基尚在，文窗窈窕纱犹绿。尘埋粉壁旧花钿，\r\n乌啄风筝碎珠玉。上皇偏爱临砌花，依然御榻临阶斜。\r\n蛇出燕巢盘斗栱，菌生香案正当衙。寝殿相连端正楼，\r\n太真梳洗楼上头。晨光未出帘影黑，至今反挂珊瑚钩。\r\n指似傍人因恸哭，却出宫门泪相续。自从此后还闭门，\r\n夜夜狐狸上门屋。我闻此语心骨悲，太平谁致乱者谁。\r\n翁言野父何分别，耳闻眼见为君说。姚崇宋璟作相公，\r\n劝谏上皇言语切。燮理阴阳禾黍丰，调和中外无兵戎。\r\n长官清平太守好，拣选皆言由相公。开元之末姚宋死，\r\n朝廷渐渐由妃子。禄山宫里养作儿，虢国门前闹如市。\r\n弄权宰相不记名，依稀忆得杨与李。庙谟颠倒四海摇，\r\n五十年来作疮痏。今皇神圣丞相明，诏书才下吴蜀平。\r\n官军又取淮西贼，此贼亦除天下宁。年年耕种宫前道，\r\n今年不遣子孙耕。老翁此意深望幸，努力庙谋休用兵。"
        },
        {
            "title": "估客乐",
            "content": "估客无住著，有利身则行。出门求火伴，入户辞父兄。\r\n父兄相教示，求利莫求名。求名有所避，求利无不营。\r\n火伴相勒缚，卖假莫卖诚。交关但交假，本生得失轻。\r\n自兹相将去，誓死意不更。亦解市头语，便无邻里情。\r\n鍮石打臂钏，糯米吹项璎。归来村中卖，敲作金石声。\r\n村中田舍娘，贵贱不敢争。所费百钱本，已得十倍赢。\r\n颜色转光净，饮食亦甘馨。子本频蕃息，货贩日兼并。\r\n求珠驾沧海，采玉上荆衡。北买党项马，西擒吐蕃鹦。\r\n炎洲布火浣，蜀地锦织成。越婢脂肉滑，奚僮眉眼明。\r\n通算衣食费，不计远近程。经游天下遍，却到长安城。\r\n城中东西市，闻客次第迎。迎客兼说客，多财为势倾。\r\n客心本明黠，闻语心已惊。先问十常侍，次求百公卿。\r\n侯家与主第，点缀无不精。归来始安坐，富与王者勍。\r\n市卒酒肉臭，县胥家舍成。岂唯绝言语，奔走极使令。\r\n大儿贩材木，巧识梁栋形。小儿贩盐卤，不入州县征。\r\n一身偃市利，突若截海鲸。钩距不敢下，下则牙齿横。\r\n生为估客乐，判尔乐一生。尔又生两子，钱刀何岁平。"
        },
        {
            "title": "捉捕歌",
            "content": "捉捕复捉捕，莫捉狐与兔。狐兔藏窟穴，豺狼妨道路。\r\n道路非不妨，最忧蝼蚁聚。豺狼不陷阱，蝼蚁潜幽蠹。\r\n切切主人窗，主人轻细故。延缘蚀栌，渐入栋梁柱。`\r\n梁栋尽空虚，攻穿痕不露。主人坦然意，昼夜安寝寤。\r\n网罗布参差，鹰犬走回互。尽力穷窟穴，无心自还顾。\r\n客来歌捉捕，歌竟泪如雨。岂是惜狐兔，畏君先后误。\r\n愿君扫梁栋，莫遣蝼蚁附。次及清道涂，尽灭豺狼步。\r\n主人堂上坐，行客门前度。然后巡野田，遍张畋猎具。\r\n外无枭獍援，内有熊罴驱。狡兔掘荒榛，妖狐熏古墓。\r\n用力不足多，得禽自无数。畏君听未详，听客有明喻。\r\n虮虱谁不轻，鲸鲵谁不恶。在海尚幽遐，在怀交秽污。\r\n歌此劝主人，主人那不悟。不悟还更歌，谁能恐违忤。"
        },
        {
            "title": "苦乐相倚曲",
            "content": "古来苦乐之相倚，近于掌上之十指。君心半夜猜恨生，\r\n荆棘满怀天未明。汉成眼瞥飞燕时，可怜班女恩已衰。\r\n未有因由相决绝，犹得半年佯暖热。转将深意谕旁人，\r\n缉缀瑕疵遣潜说。一朝诏下辞金屋，班姬自痛何仓卒。\r\n呼天抚地将自明，不悟寻时暗销骨。白首宫人前再拜，\r\n愿将日月相辉解。苦乐相寻昼夜间，灯光那有天明在。\r\n主今被夺心应苦，妾夺深恩初为主。欲知妾意恨主时，\r\n主今为妾思量取。班姬收泪抱妾身，我曾排摈无限人。"
        },
        {
            "title": "人道短",
            "content": "古道天道长人道短，我道天道短人道长。\r\n天道昼夜回转不曾住，春秋冬夏忙。颠风暴雨电雷狂，\r\n晴被阴暗，月夺日光。往往星宿，日亦堂堂。天既职性命，\r\n道德人自强。尧舜有圣德，天不能遣，寿命永昌。\r\n泥金刻玉，与秦始皇。周公傅说，何不长宰相。老聃仲尼，\r\n何事栖遑。莽卓恭显，皆数十年富贵。梁冀夫妇，\r\n车马煌煌。若此颠倒事，岂非天道短，岂非人道长。\r\n尧舜留得神圣事，百代天子有典章。仲尼留得孝顺语，\r\n千年万岁父子不敢相灭亡。殁后千余载，\r\n唐家天子封作文宣王。老君留得五千字，子孙万万称圣唐。\r\n谥作玄元帝，魂魄坐天堂。周公周礼二十卷，\r\n有能行者知纪纲。傅说说命三四纸，有能师者称祖宗。\r\n天能夭人命，人使道无穷。若此神圣事，谁道人道短，\r\n岂非人道长。天能种百草，莸得十年有气息，蕣才一日芳。\r\n人能拣得丁沈兰蕙，料理百和香。天解养禽兽，\r\n喂虎豹豺狼。人解和曲糵。充礿祀烝尝。杜鹃无百作，\r\n天遣百鸟哺雏，不遣哺凤凰。巨蟒寿千岁，\r\n天遣食牛吞象充腹肠。蛟螭与变化，鬼怪与隐藏。\r\n蚊蚋与利觜，枳棘与锋铓。赖得人道有拣别，\r\n信任天道真茫茫。若此撩乱事，岂非天道短，赖得人道长。"
        },
        {
            "title": "有鸟二十章",
            "content": "有鸟有鸟名老鸱，鸱张贪很老不衰。似鹰指爪唯攫肉，\r\n戾天羽翮徒翰飞。朝偷暮窃恣昏饱，后顾前瞻高树枝。\r\n珠丸弹射死不去，意在护巢兼护儿。\r\n有鸟有鸟毛似鹤，行步虽迟性灵恶。主人但见闲慢容，\r\n行占蓬莱最高阁。弱羽长忧俊鹘拳，疽肠暗著鹓雏啄。\r\n千年不死伴灵龟，枭心鹤貌何人觉。\r\n有鸟有鸟如鹳雀，食蛇抱天姿恶。0 行经水浒为毒流，\r\n羽拂酒杯为死药。汉后忍渴天岂知，骊姬坟地君宁觉。\r\n呜呼为有白色毛，亦得乘轩谬称鹤。\r\n有鸟有鸟名为鸠，毛衣软毳心性柔。鹘缘暖足怜不吃，\r\n鹞为同科曾共游。飞飞渐上高高阁，百鸟不猜称好逑。\r\n佳人许伴鹓雏食，望尔化为张氏钩。\r\n有鸟有鸟名野鸡，天姿耿介行步齐。主人偏养怜整顿，\r\n玉粟充肠瑶树栖。池塘潜狎不鸣雁，津梁暗引无用鹈。\r\n秋鹰迸逐霜鹘远，鵩鸟护巢当昼啼。主人频问遣妖术，\r\n力尽计穷音响凄。当时何不早量分，莫遣辉光深照泥。\r\n有鸟有鸟群翠碧，毛羽短长心并窄。皆曾偷食渌池鱼，\r\n前去后来更逼迫。食鱼满腹各自飞，池上见人长似客。\r\n飞飞竞占嘉树林，百鸟不争缘凤惜。\r\n有鸟有鸟群纸鸢，因风假势童子牵。去地渐高人眼乱，\r\n世人为尔羽毛全。风吹绳断童子走，馀势尚存犹在天。\r\n愁尔一朝还到地，落在深泥谁复怜。\r\n有鸟有鸟名啄木，木中求食常不足。偏啄邓林求一虫，\r\n虫孔未穿长觜秃。木皮已穴虫在心，虫蚀木心根柢覆。\r\n可怜树上百鸟儿，有时飞向新林宿。\r\n有鸟有鸟众蝙蝠，长伴佳人占华屋。妖鼠多年羽翮生，\r\n不辨雌雄无本族。穿墉伺隙善潜身，昼伏宵飞恶明烛。\r\n大厦虽存柱石倾，暗啮栋梁成蠹木。\r\n有鸟有鸟名为鸮，深藏孔穴难动摇。鹰鹯绕树探不得，\r\n随珠弹尽声转娇。主人烦惑罢擒取，许占神林为物妖。\r\n当时幸有燎原火，何不鼓风连夜烧。\r\n有鸟有鸟名燕子，口中未省无泥滓。春风吹送廊庑间，\r\n秋社驱将嵌孔里。雷惊雨洒一时苏，云压霜摧半年死。\r\n驱去驱来长信风，暂托栋梁何用喜。\r\n有鸟有鸟名老乌，贪痴突悖天下无。田中攫肉吞不足，\r\n偏入诸巢探众雏。归来仍占主人树，腹饱巢高声响粗。\r\n山鸦野鹊闲受肉，凤凰不得闻罪辜。秋鹰掣断架上索，\r\n利爪一挥毛血落。可怜鸦鹊慕腥膻，犹向巢边竞纷泊。\r\n有鸟有鸟谓白鹇，雪毛"
        },
        {
            "title": "当来日大难行",
            "content": "当来日大难行。前有阪，后有坑。大梁侧，小梁倾。\r\n两轴相绞，两轮相撑。大牛竖，小牛横。乌啄牛背，\r\n足趺力伫。当来日大难行。太行虽险，险可使平。\r\n轮轴自挠，牵制不停。泥潦渐久，荆棘旋生。行必不得，\r\n不如不行。"
        },
        {
            "title": "田野狐兔行",
            "content": "种豆耘锄，种禾沟甽。禾苗豆甲，狐榾兔翦。割鹄喂鹰，\r\n烹麟啖犬。鹰怕兔毫，犬被狐引。狐兔相须，鹰犬相尽。\r\n日暗天寒，禾稀豆损。鹰犬就烹，狐兔俱哂。"
        },
        {
            "title": "田家词",
            "content": "牛吒吒，田确确。旱块敲牛蹄趵趵，种得官仓珠颗谷。\r\n六十年来兵蔟蔟，月月食粮车辘辘。一日官军收海服，\r\n驱牛驾车食牛肉。归来攸得牛两角，重铸锄犁作斤劚。\r\n姑舂妇担去输官，输官不足归卖屋，愿官早胜雠早覆。\r\n农死有儿牛有犊，誓不遣官军粮不足。"
        },
        {
            "title": "织妇词",
            "content": "织夫何太忙，蚕经三卧行欲老。蚕神女圣早成丝，\r\n今年丝税抽征早。早征非是官人恶。去岁官家事戎索。\r\n征人战苦束刀疮，主将勋高换罗幕。缫丝织帛犹努力，\r\n变缉撩机苦难织。东家头白双女儿，为解挑纹嫁不得。\r\n檐前袅袅游丝上，上有蜘蛛巧来往。羡他虫豸解缘天，\r\n能向虚空织罗网。"
        },
        {
            "title": "忆远曲",
            "content": "忆远曲，郎身不远郎心远。沙随郎饭俱在匙，\r\n郎意看沙那比饭。水中书字无字痕，君心暗画谁会君。\r\n况妾事姑姑进止，身去门前同万里。一家尽是郎腹心，\r\n妾似生来无两耳。妾身何足言，听妾私劝君。\r\n君今夜夜醉何处，姑来伴妾自闭门。嫁夫恨不早，\r\n养儿将备老。妾自嫁郎身骨立，老姑为郎求娶妾。\r\n妾不忍见姑郎忍见，为郎忍耐看姑面。"
        },
        {
            "title": "采珠行",
            "content": "海波无底珠沉海，采珠之人判死采。万人判死一得珠，\r\n斛量买婢人何在。年年采珠珠避人。今年采珠由海神。\r\n海神采珠珠尽死，死尽明珠空海水。珠为海物海属神，\r\n神今自采何况人。"
        },
        {
            "title": "梦上天",
            "content": "梦上高高天，高高苍苍高不极。下视五岳块累累，\r\n仰天依旧苍苍色。蹋云耸身身更上，攀天上天攀未得。\r\n西瞻若水兔轮低，东望蟠桃海波黑。日月之光不到此，\r\n非暗非明烟塞塞。天悠地远身跨风，下无阶梯上无力。\r\n来时畏有他人上，截断龙胡斩鹏翼。茫茫漫漫方自悲，\r\n哭向青云椎素臆。哭声厌咽旁人恶，唤起惊悲泪飘露。\r\n千惭万谢唤厌人，向使无君终不寤。"
        },
        {
            "title": "题长庆四年历日尾",
            "content": "残历半张余十四，灰心雪鬓两凄然。\r\n定知新岁御楼后，从此不名长庆年。"
        },
        {
            "title": "初除",
            "content": "嫁时五月归巴地，今日双旌上越州。兴庆首行千命妇，\r\n会稽旁带六诸侯。海楼翡翠闲相逐，镜水鸳鸯暖共游。\r\n我有主恩羞未报，君于此外更何求。"
        },
        {
            "title": "余杭周从事以十章见",
            "content": "扰扰纷纷旦暮间，经营闲事不曾闲。多缘老病推辞酒，\r\n少有功夫久羡山。清夜笙歌喧四郭，黄昏钟漏下重关。\r\n何由得似周从事，醉入人家醒始还。"
        },
        {
            "title": "君莫非",
            "content": "鸟不解走，兽不解飞。两不相解，那得相讥。犬不饮露，\r\n蝉不啖肥。以蝉易犬，蝉死犬饥。燕在梁栋，鼠在阶基。\r\n各自窠窟，人不能移。妇好针缕，夫读书诗。男翁女嫁，\r\n卒不相知。惧聋摘耳，效痛嚬眉。我不非尔，尔无我非。"
        },
        {
            "title": "夫远征",
            "content": "赵卒四十万，尽为坑中鬼。赵王未信赵母言，\r\n犹点新兵更填死。填死之兵兵气索，秦强赵破括敌起。\r\n括虽专命起尚轻，何况牵肘之人牵不已。坑中之鬼妻在营，\r\n髽麻戴绖鹅雁鸣。送夫之妇又行哭，哭声送死非送行。\r\n夫远征，远征不必戍长城，出门便不知死生。"
        },
        {
            "title": "寄浙西李大夫四首",
            "content": "柳眼梅心渐欲春，白头西望忆何人。\r\n金陵太守曾相伴，共蹋银台一路尘。\r\n蕊珠深处少人知，网索西临太液池。\r\n浴殿晓闻天语后，步廊骑马笑相随。\r\n禁林同直话交情，无夜无曾不到明。\r\n最忆西楼人静夜，玉晨钟磬两三声。\r\n由来鹏化便图南，浙右虽雄我未甘。\r\n早渡西江好归去，莫抛舟楫滞春潭。"
        },
        {
            "title": "和李校书新题乐府十二首·华原磬",
            "content": "泗滨浮石裁为磬，古乐疏音少人听。工师小贱牙旷稀，\r\n不辨邪声嫌雅正。正声不屈古调高，钟律参差管弦病。\r\n铿金戛瑟徒相杂，投玉敲冰杳然零。华原软石易追琢，\r\n高下随人无雅郑。弃旧美新由乐胥，自此黄钟不能竞。\r\n玄宗爱乐爱新乐，梨园弟子承恩横。霓裳才彻胡骑来，\r\n云门未得蒙亲定。我藏古磬藏在心，有时激作南风咏。\r\n伯夔曾抚野兽驯，仲尼暂叩春雷盛。何时得向笋簴悬，\r\n为君一吼君心醒。愿君每听念封疆，不遣豺狼剿人命。"
        },
        {
            "title": "和乐天重题别东楼",
            "content": "山容水态使君知，楼上从容万状移。日映文章霞细丽，\r\n风驱鳞甲浪参差。鼓催潮户凌晨击，笛赛婆官彻夜吹。\r\n唤客潜挥远红袖，卖垆高挂小青旗。賸铺床席春眠处，\r\n乍卷帘帷月上时。光景无因将得去，为郎抄在和郎诗。"
        },
        {
            "title": "酬乐天重寄别",
            "content": "却报君侯听苦辞，老头抛我欲何之。\r\n武牢关外虽分手，不似如今衰白时。"
        },
        {
            "title": "代郡斋神答乐天",
            "content": "虚白堂神传好语，二年长伴独吟时。夜怜星月多离烛，\r\n日滉波涛一下帷。为报何人偿酒债，引看墙上使君诗。"
        },
        {
            "title": "酬复言长庆四年元日郡斋感怀见寄",
            "content": "腊尽残销春又归，逢新别故欲沾衣。自惊身上添年纪，\r\n休系心中小是非。富贵祝来何所遂，聪明鞭得转无机。\r\n羞看稚子先拈酒，怅望平生旧采薇。去日渐加馀日少，\r\n贺人虽闹故人稀。椒花丽句闲重检，艾发衰容惜寸辉。\r\n苦思正旦酬白雪，闲观风色动青旂。千官仗下炉烟里，\r\n东海西头意独违。"
        },
        {
            "title": "和乐天早春见寄",
            "content": "雨香云澹觉微和，谁送春声入棹歌。萱近北堂穿土早，\r\n柳偏东面受风多。湖添水色消残雪，江送潮头涌漫波。\r\n同受新年不同赏，无由缩地欲如何。"
        },
        {
            "title": "寄乐天",
            "content": "莫嗟虚老海壖西，天下风光数会稽。灵氾桥前百里镜，\r\n石帆山崦五云溪。冰销田地芦锥短，春入枝条柳眼低。\r\n安得故人生羽翼，飞来相伴醉如泥。"
        },
        {
            "title": "酬乐天余思不尽加为六韵之作",
            "content": "律吕同声我尔身，文章君是一伶伦。众推贾谊为才子，\r\n帝喜相如作侍臣。次韵千言曾报答，直词三道共经纶。\r\n元诗驳杂真难辨，白朴流传用转新。蔡女图书虽在口，\r\n于公门户岂生尘。商瞿未老犹希冀，莫把籝金便付人。"
        },
        {
            "title": "郡务稍简，因",
            "content": "近来章奏小年诗，一种成空尽可悲。书得眼昏朱似碧，\r\n用来心破发如丝。催身易老缘多事，报主深恩在几时。\r\n天遣两家无嗣子，欲将文集与它谁。"
        },
        {
            "title": "重酬乐天",
            "content": "红尘扰扰日西徂，我兴云心两共孤。暂出已遭千骑拥，\r\n故交求见一人无。百篇书判从饶白，八米诗章未伏卢。\r\n最笑近来黄叔度，自投名刺占陂湖。"
        },
        {
            "title": "戏赠乐天、复言",
            "content": "乐事难逢岁易徂，白头光景莫令孤。弄涛船更曾观否，\r\n望市楼还有会无。眼力少将寻案牍，心情且强掷枭卢。\r\n孙园虎寺随宜看，不必遥遥羡镜湖。"
        },
        {
            "title": "寄乐天",
            "content": "闲夜思君坐到明，追寻往事倍伤情。同登科后心相合，\r\n初得官时髭未生。二十年来谙世路，三千里外老江城。\r\n犹应更有前途在，知向人间何处行。"
        },
        {
            "title": "酬乐天吟张员外诗见",
            "content": "乐天书内重封到，居敬堂前共读时。四友一为泉路客，\r\n三人两咏浙江诗。别无远近皆难见，老减心情自各知。\r\n杯酒与他年少隔，不相酬赠欲何之。"
        },
        {
            "title": "别后西陵晚眺",
            "content": "晚日未抛诗笔砚，夕阳空望郡楼台。\r\n与君后会知何日，不似潮头暮却回。"
        },
        {
            "title": "重赠",
            "content": "休遣玲珑唱我诗，我诗多是别君词。\r\n明朝又向江头别，月落潮平是去时。"
        },
        {
            "title": "重夸州宅旦暮",
            "content": "仙都难画亦难书，暂合登临不合居。绕郭烟岚新雨后，\r\n满山楼阁上灯初。人声晓动千门辟，湖色宵涵万象虚。\r\n为问西州罗刹岸，涛头冲突近何如。"
        },
        {
            "title": "赠乐天",
            "content": "莫言邻境易经过，彼此分符欲奈何。\r\n垂老相逢渐难别，白头期限各无多。"
        },
        {
            "title": "再酬复言",
            "content": "绕郭笙歌夜景徂，稽山迥带月轮孤。休文欲咏心应破，\r\n道子虽来画得无。顾我小才同培塿，知君险斗敌都卢。\r\n不然岂有姑苏郡，拟著陂塘比镜湖。"
        },
        {
            "title": "再酬复言和前篇",
            "content": "经过二郡逢贤牧，聚集诸郎宴老身。清夜漫劳红烛会，\r\n白头非是翠娥邻。曾携酒伴无端宿，自入朝行便别春。\r\n潦倒微之从不占，未知公议道何人。"
        },
        {
            "title": "酬乐天喜邻郡",
            "content": "蹇驴瘦马尘中伴，紫绶朱衣梦里身。符竹偶因成对岸，\r\n文章虚被配为邻。湖翻白浪常看雪，火照红妆不待春。\r\n老大那能更争竞，任君投募醉乡人。"
        },
        {
            "title": "听妻弹别鹤操",
            "content": "别鹤声声怨夜弦，闻君此奏欲潸然。\r\n商瞿五十知无子，更付琴书与仲宣。"
        },
        {
            "title": "酬乐天雪中见寄",
            "content": "知君夜听风萧索，晓望林亭雪半糊。撼落不教封柳眼，\r\n扫来偏尽附梅株。敲扶密竹枝犹亚，煦暖寒禽气渐苏。\r\n坐觉湖声迷远浪，回惊云路在长途。钱塘湖上蘋先合，\r\n梳洗楼前粉暗铺。石立玉童披鹤氅，台施瑶席换龙须。\r\n满空飞舞应为瑞，寡和高歌只自娱。莫遣拥帘伤思妇，\r\n且将盈尺慰农夫。称觞彼此情何异，对景东西事有殊。\r\n镜水绕山山尽白，琉璃云母世间无。"
        },
        {
            "title": "寄乐天二首",
            "content": "荣辱升沉影与身，世情谁是旧雷陈。唯应鲍叔犹怜我，\r\n自保曾参不杀人。山入白楼沙苑暮，潮生沧海野塘春。\r\n老逢佳景唯惆怅，两地各伤何限神。\r\n论才赋命不相干，凤有文章雉有冠。羸骨欲销犹被刻，\r\n疮痕未没又遭弹。剑头已折藏须盖，丁字虽刚屈莫难。\r\n休学州前罗刹石，一生身敌海波澜。"
        },
        {
            "title": "和王侍郎酬广宣上人观放榜后相贺",
            "content": "渥洼徒自有权奇，伯乐书名世始知。竞走墙前希得俊，\r\n高悬日下表无私。都中纸贵流传后，海外金填姓字时。\r\n珍重刘繇因首荐，为君送和碧云诗。"
        },
        {
            "title": "赠别杨员外巨源",
            "content": "忆昔西河县下时，青山憔悴宦名卑。揄扬陶令缘求酒，\r\n结托萧娘只在诗。朱紫衣裳浮世重，苍黄岁序长年悲。\r\n白头后会知何日，一盏烦君不用辞。"
        },
        {
            "title": "第",
            "content": "三日春风已有情，拂人头面稍怜轻。\r\n殷勤为报长安柳，莫惜枝条动软声。"
        },
        {
            "title": "杏花",
            "content": "常年出入右银台，每怪春光例早回。\r\n惭愧杏园行在景，同州园里也先开。"
        },
        {
            "title": "喜五兄自泗州至",
            "content": "眼中三十年来泪，一望南云一度垂。\r\n惭愧临淮李常侍，远教形影暂相随。"
        },
        {
            "title": "送公度之福建",
            "content": "棠阴犹在建溪矶，此去那论是与非。\r\n若见白头须尽敬，恐曾江岸识胡威。"
        },
        {
            "title": "自责",
            "content": "犀带金鱼束紫袍，不能将命报分毫。\r\n他时得见牛常侍，为尔君前捧佩刀。"
        },
        {
            "title": "别毅郎",
            "content": "尔爷只为一杯酒，此别那知死与生。\r\n儿有何辜才七岁，亦教儿作瘴江行。\r\n爱惜尔爷唯有我，我今憔悴望何人。\r\n伤心自比笼中鹤，翦尽翅翎愁到身。"
        },
        {
            "title": "内状诗寄杨、白二员外",
            "content": "天门暗辟玉琤鍧，昼送中枢晓禁清。彤管内人书细腻，\r\n金奁御印篆分明。冲街不避将军令，跋敕兼题宰相名。\r\n南省郎官谁待诏，与君将向世间行。"
        },
        {
            "title": "书剑",
            "content": "渝工剑刃皆欧冶，巴吏书踪尽子云。\r\n唯我心知有来处，泊船黄草夜思君。"
        },
        {
            "title": "红荆",
            "content": "庭中栽得红荆树，十月花开不待春。\r\n直到孩提尽惊怪，一家同是北来人。"
        },
        {
            "title": "瘴塞",
            "content": "瘴塞巴山哭鸟悲，红妆少妇敛啼眉。\r\n殷勤奉药来相劝，云是前年欲病时。"
        },
        {
            "title": "酬乐天叹损伤见寄",
            "content": "前途何在转茫茫，渐老那能不自伤。病为怕风多睡月，\r\n起因花药暂扶床。函关气索迷真侣，峡水波翻碍故乡。\r\n唯有秋来两行泪，对君新赠远诗章。"
        },
        {
            "title": "以州宅夸于乐天",
            "content": "州城迥绕拂云堆，镜水稽山满眼来。四面常时对屏障，\r\n一家终日在楼台。星河似向檐前落，鼓角惊从地底回。\r\n我是玉皇香案吏，谪居犹得住蓬莱。"
        },
        {
            "title": "酬乐天叹穷愁见寄",
            "content": "病煎愁绪转纷纷，百里何由说向君。老去心情随日减，\r\n远来书信隔年闻。三冬有电连春雨，九月无霜尽火云。\r\n并与巴南终岁热，四时谁道各平分。"
        },
        {
            "title": "酬乐天闻李尚书拜相以诗见贺",
            "content": "初因弹劾死东川，又为亲情弄化权。百口共经三峡水，\r\n一时重上两漫天。尚书入用虽旬月，司马衔冤已十年。\r\n若待更遭秋瘴后，便愁平地有重泉。"
        },
        {
            "title": "酬乐天得微之诗知通州事因成四首",
            "content": "茅檐屋舍竹篱州，虎怕偏蹄蛇两头。暗蛊有时迷酒影，\r\n浮尘向日似波流。沙含水弩多伤骨，田仰畬刀少用牛。\r\n知得共君相见否，近来魂梦转悠悠。\r\n平地才应一顷余，阁栏都大似巢居。入衙官吏声疑鸟，\r\n下峡舟船腹似鱼。市井无钱论尺丈，田畴付火罢耘锄。\r\n此中愁杀须甘分，惟惜平生旧著书。\r\n哭鸟昼飞人少见，伥魂夜啸虎行多。满身沙虱无防处，\r\n独脚山魈不奈何。甘受鬼神侵骨髓，常忧岐路处风波。\r\n南歌未有东西分，敢唱沦浪一字歌。\r\n荒芜满院不能锄，甑有尘埃圃乏蔬。定觉身将囚一种，\r\n未知生共死何如。饥摇困尾丧家狗，热暴枯鳞失水鱼。\r\n苦境万般君莫问，自怜方寸本来虚。"
        },
        {
            "title": "黄草峡听柔之琴二首",
            "content": "胡笳夜奏塞声寒，是我乡音听渐难。\r\n料得小来辛苦学，又因知向峡中弹。\r\n别鹤凄清觉露寒，离声渐咽命雏难。\r\n怜君伴我涪州宿，犹有心情彻夜弹。"
        },
        {
            "title": "酬乐天三月三日见寄",
            "content": "当年此日花前醉，今日花前病里销。\r\n独倚破帘闲怅望，可怜虚度好春朝。"
        },
        {
            "title": "酬乐天寄生衣",
            "content": "秋茅处处流痎疟，夜鸟声声哭瘴云。\r\n羸骨不胜纤细物，欲将文服却还君。"
        },
        {
            "title": "和乐天寻郭道",
            "content": "昔年我见杯中渡，今日人言鹤上逢。两虎定随千岁鹿，\r\n双林添作几株松。方瞳应是新烧药，短脚知缘旧施舂。\r\n为僧时先有脚疾。欲请僧繇远相画，苦愁频变本形容。"
        },
        {
            "title": "酬乐天得稹所寄纻丝布白轻庸制成衣服以诗报",
            "content": "湓城万里隔巴庸，纻薄绨轻共一封。腰带定知今瘦小，\r\n衣衫难作远裁缝。唯愁书到炎凉变，忽见诗来意绪浓。\r\n春草绿茸云色白，想君骑马好仪容。"
        },
        {
            "title": "酬乐天见寄",
            "content": "三千里外巴蛇穴，四十年来司马官。瘴色满身治不尽，\r\n疮痕刮骨洗应难。常甘人向衰容薄，独讶君将旧眼看。\r\n前日诗中高盖字，至今唇舌遍长安。"
        },
        {
            "title": "酬乐天武关南见微之题山石榴花诗",
            "content": "比因酬赠为花时，不为君行不复知。\r\n又更几年还共到，满墙尘土两篇诗。"
        },
        {
            "title": "酬乐天春寄微之",
            "content": "鹦心明黠雀幽蒙，何事相将尽入笼。君避海鲸惊浪里，\r\n我随巴蟒瘴烟中。千山塞路音书绝，两地知春历日同。\r\n一树梅花数升酒，醉寻江岸哭东风。"
        },
        {
            "title": "春词",
            "content": "山翠湖光似欲流，蜂声鸟思却堪愁。\r\n西施颜色今何在，但看春风百草头。"
        },
        {
            "title": "琵琶",
            "content": "学语胡儿撼玉玲，甘州破里最星星。\r\n使君自恨常多事，不得工夫夜夜听。"
        },
        {
            "title": "酬乐天频梦微之",
            "content": "山水万重书断绝，念君怜我梦相闻。\r\n我今因病魂颠倒，唯梦闲人不梦君。"
        },
        {
            "title": "和乐天题王家亭子",
            "content": "风吹笋箨飘红砌，雨打桐花尽绿莎。\r\n都大资人无暇日，泛池全少买池多。"
        },
        {
            "title": "和乐天赠杨秘书",
            "content": "旧与杨郎在帝城，搜天斡地觅诗情。曾因并句甘称小，\r\n不为论年便唤兄。刮骨直穿由苦斗，梦肠翻出暂闲行。\r\n因君投赠还相和，老去那能竞底名。"
        },
        {
            "title": "和乐天过秘阁书省旧厅",
            "content": "闻君西省重徘徊，秘阁书房次第开。壁记欲题三漏合，\r\n吏人惊问十年来。经排蠹简怜初校，芸长陈根识旧栽。\r\n司马见诗心最苦，满身蚊蚋哭烟埃。"
        },
        {
            "title": "酬乐天雨后见忆",
            "content": "雨滑危梁性命愁，差池一步一生休。\r\n黄泉便是通州郡，渐入深泥渐到州。"
        },
        {
            "title": "酬乐天醉别",
            "content": "前回一去五年别，此别又知何日回。\r\n好住乐天休怅望，匹如元不到京来。"
        },
        {
            "title": "别李十一五绝",
            "content": "巴南分与亲情别，不料与君床并头。\r\n为我远来休怅望，折君灾难是通州。\r\n京城每与闲人别，犹自伤心与白头。\r\n今日别君心更苦，别君缘是在通州。\r\n万里尚能来远道，一程那忍便分头。\r\n鸟笼猿槛君应会，十步向前非我州。\r\n来时见我江南岸，今日送君江上头。\r\n别后料添新梦寐，虎惊蛇伏是通州。\r\n闻君欲去潜销骨，一夜暗添新白头。\r\n明朝别后应肠断，独棹破船归到州。"
        },
        {
            "title": "酬乐天舟泊夜读微之诗",
            "content": "知君暗泊西江岸，读我闲诗欲到明。\r\n今夜通州还不睡，满山风雨杜鹃声。"
        },
        {
            "title": "三",
            "content": "病瘴年深浑秃尽，那能胜置角头巾。暗梳蓬发羞临镜，\r\n私戴莲花耻见人。白发过于冠色白，银钉少校颔中银。\r\n我身四十犹如此，何况吾兄六十身。"
        },
        {
            "title": "寒食日",
            "content": "今年寒食好风流，此日一家同出游。\r\n碧水青山无限思，莫将心道是涪州。"
        },
        {
            "title": "赠李十一",
            "content": "淮水连年起战尘，油旌三换一何频。\r\n共君前后俱从事，羞见功名与别人。"
        },
        {
            "title": "与李十一夜饮",
            "content": "寒夜灯前赖酒壶，与君相对兴犹孤。\r\n忠州刺史应闲卧，江水猿声睡得无。"
        },
        {
            "title": "相忆泪",
            "content": "西江流水到江州，闻道分成九道流。我滴两行相忆泪，\r\n遣君何处遣人求。除非入海无由住，纵使逢滩未拟休。\r\n会向伍员潮上见，气充顽石报心仇。"
        },
        {
            "title": "通州",
            "content": "平生欲得山中住，天与通州绕郡山。\r\n睡到日西无一事，月储三万买教闲。"
        },
        {
            "title": "酬知退",
            "content": "终须修到无修处，闻尽声闻始不闻。\r\n莫著妄心销彼我，我心无我亦无君。"
        },
        {
            "title": "寄乐天",
            "content": "无身尚拟魂相就，身在那无梦往还。\r\n直到他生亦相觅，不能空记树中环。"
        },
        {
            "title": "得乐天书",
            "content": "远信入门先有泪，妻惊女哭问何如。\r\n寻常不省曾如此，应是江州司马书。"
        },
        {
            "title": "凭李忠州寄书乐天",
            "content": "万里寄书将出峡，却凭巫峡寄江州。\r\n伤心最是江头月，莫把书将上庾楼。"
        },
        {
            "title": "阆州开元寺壁题乐天诗",
            "content": "忆君无计写君诗，写尽千行说向谁。\r\n题在阆州东寺壁，几时知是见君时。"
        },
        {
            "title": "嘉陵水",
            "content": "古时应是山头水，自古流来江路深。\r\n若使江流会人意，也应知我远来心。"
        },
        {
            "title": "奉和荥阳公离筵作",
            "content": "南郡生徒辞绛帐，东山妓乐拥油旌。\r\n钧天排比箫韶待，犹顾人间有别情。"
        },
        {
            "title": "雨声",
            "content": "风吹竹叶休还动，雨点荷心暗复明。\r\n曾向西江船上宿，惯闻寒夜滴篷声。"
        },
        {
            "title": "送卢戡",
            "content": "红树蝉声满夕阳，白头相送倍相伤。老嗟去日光阴促，\r\n病觉今年昼夜长。顾我亲情皆远道，念君兄弟欲他乡。\r\n红旗满眼襄州路，此别泪流千万行。"
        },
        {
            "title": "岁日赠拒非",
            "content": "君思曲水嗟身老，我望通州感道穷。\r\n同入新年两行泪，白头翁坐说城中。"
        },
        {
            "title": "夜坐",
            "content": "雨滞更愁南瘴毒，月明兼喜北风凉。古城楼影横空馆，\r\n湿地虫声绕暗廊。萤火乱飞秋已近，星辰早没夜初长。\r\n孩提万里何时见，狼藉家书满卧床。"
        },
        {
            "title": "见乐天诗",
            "content": "通州到日日平西，江馆无人虎印泥。\r\n忽向破檐残漏处，见君诗在柱心题。"
        },
        {
            "title": "新政县",
            "content": "新政县前逢月夜，嘉陵江底看星辰。已闻城上三更鼓，\r\n不见心中一个人。须鬓暗添巴路雪，衣裳无复帝乡尘。\r\n曾沾几许名兼利，劳动生涯涉苦辛。"
        },
        {
            "title": "长滩梦李绅",
            "content": "孤吟独寝意千般，合眼逢君一夜欢。\r\n惭愧梦魂无远近，不辞风雨到长滩。"
        },
        {
            "title": "赠吴渠州从姨兄士则",
            "content": "忆昔分襟童子郎，白头抛掷又他乡。三千里外巴南恨，\r\n二十年前城里狂。宁氏舅甥俱寂寞，荀家兄弟半沦亡。\r\n泪因生别兼怀旧，回首江山欲万行。"
        },
        {
            "title": "苍溪县寄扬州兄弟",
            "content": "苍溪县下嘉陵水，入峡穿江到海流。\r\n凭仗鲤鱼将远信，雁回时节到扬州。"
        },
        {
            "title": "题漫天岭智藏师兰若僧云住此二十八年",
            "content": "僧临大道阅浮生，来往憧憧利与名。\r\n二十八年何限客，不曾闲见一人行。"
        },
        {
            "title": "寄昙、嵩、寂三上人",
            "content": "长学对治思苦处，偏将死苦教人间。\r\n今因为说无生死，无可对治心更闲。"
        },
        {
            "title": "沣西别乐天、博载、樊宗宪、李景信两秀才、",
            "content": "今朝相送自同游，酒语诗情替别愁。\r\n忽到沣西总回去，一身骑马向通州。"
        },
        {
            "title": "和乐天赠云寂僧",
            "content": "欲离烦恼三千界，不在禅门八万条。\r\n心火自生还自灭，云师无路与君销。"
        },
        {
            "title": "和乐天仇家酒",
            "content": "病嗟酒户年年减，老觉尘机渐渐深。\r\n饮罢醒馀更惆怅，不如闲事不经心。"
        },
        {
            "title": "和乐天高相宅",
            "content": "莫愁已去无穷事，漫苦如今有限身。\r\n二百年来城里宅，一家知换几多人。"
        },
        {
            "title": "酬乐天书后三韵",
            "content": "今日庐峰霞绕寺，昔时鸾殿凤回书。两封相去八年后，\r\n一种俱云五夜初。渐觉此生都是梦，不能将泪滴双鱼。"
        },
        {
            "title": "小碎",
            "content": "小碎诗篇取次书，等闲题柱意何如。\r\n诸郎到处应相问，留取三行代鲤鱼。"
        },
        {
            "title": "留呈梦得、子厚、致用",
            "content": "泉溜才通疑夜磬，烧烟馀暖有春泥。千层玉帐铺松盖，\r\n五出银区印虎蹄。暗落金乌山渐黑，深埋粉堠路浑迷。\r\n心知魏阙无多地，十二琼楼百里西。"
        },
        {
            "title": "西归绝句十二首",
            "content": "双堠频频减去程，渐知身得近京城。\r\n春来爱有归乡梦，一半犹疑梦里行。\r\n五年江上损容颜，今日春风到武关。\r\n两纸京书临水读，小桃花树满商山。\r\n同归谏院韦丞相，共贬河南亚大夫。\r\n今日还乡独憔悴，几人怜见白髭须。\r\n只去长安六日期，多应及得杏花时。\r\n春明门外谁相待，不梦闲人梦酒卮。\r\n白头归舍意如何，贺处无穷吊亦多。\r\n左降去时裴相宅，旧来车马几人过。\r\n还乡何用泪沾襟，一半云霄一半沉。\r\n世事渐多饶怅望，旧曾行处便伤心。\r\n闲游寺观从容到，遍问亲知次第寻。\r\n肠断裴家光德宅，无人扫地戟门深。\r\n一世营营死是休，生前无事定无由。\r\n不知山下东流水，何事长须日夜流。\r\n今朝西渡丹河水，心寄丹河无限愁。\r\n若到庄前竹园下，殷勤为绕故山流。\r\n寒窗风雪拥深炉，彼此相伤指白须。\r\n一夜思量十年事，几人强健几人无。\r\n云覆蓝桥雪满溪，须臾便与碧峰齐。\r\n风回面市连天合，冻压花枝著水低。\r\n寒花带雪满山腰，著柳冰珠满碧条。\r\n天色渐明回一望，玉尘随马度蓝桥。"
        },
        {
            "title": "桐孙诗",
            "content": "去日桐花半桐叶，别来桐树老桐孙。\r\n城中过尽无穷事，白发满头归故园。"
        },
        {
            "title": "赠严童子",
            "content": "卫瓘诸孙卫玠珍，可怜雏凤好青春。解拈玉叶排新句，\r\n认得金环识旧身。十岁佩觿娇稚子，八行飞札老成人。\r\n杨公莫讶清无业，家有骊珠不复贫。"
        },
        {
            "title": "贻蜀五首·韦兵曹臧文",
            "content": "处处侯门可曳裾，人人争事蜀尚书。摩天气直山曾拔，\r\n澈底心清水共虚。鹏翼已翻君好去，乌头未变我何如。\r\n殷勤为话深相感，不学冯谖待食鱼。"
        },
        {
            "title": "喜李十一景信到",
            "content": "何事相逢翻有泪，念君缘我到通州。\r\n留君剩住君须住，我不自由君自由。"
        },
        {
            "title": "贻蜀五首·张校书元夫",
            "content": "未面西川张校书，书来稠叠颇相於。我闻声价金应敌，\r\n众道风姿玉不如。远处从人须谨慎，少年为事要舒徐。\r\n劝君便是酬君爱，莫比寻常赠鲤鱼。"
        },
        {
            "title": "贻蜀五首·卢评事子蒙",
            "content": "为我殷勤卢子蒙，近来无复昔时同。懒成积疹推难动，\r\n禅尽狂心炼到空。老爱早眠虚夜月，病妨杯酒负春风。\r\n唯公两弟闲相访，往往潸然一望公。"
        },
        {
            "title": "贻蜀五首·病马诗寄上李尚书",
            "content": "万里长鸣望蜀门，病身犹带旧疮痕。遥看云路心空在，\r\n久服盐车力渐烦。尚有高悬双镜眼，何由并驾两朱轓。\r\n唯应夜识深山道，忽遇君侯一报恩。"
        },
        {
            "title": "赠崔元儒",
            "content": "殷勤夏口阮元瑜，二十年前旧饮徒。最爱轻欺杏园客，\r\n也曾辜负酒家胡。些些风景闲犹在，事事颠狂老渐无。\r\n今日头盘三两掷，翠娥潜笑白髭须。"
        },
        {
            "title": "宿石矶",
            "content": "石矶江水夜潺湲，半夜江风引杜鹃。\r\n灯暗酒醒颠倒枕，五更斜月入空船。"
        },
        {
            "title": "贻蜀五首·李中丞表臣",
            "content": "韦门同是旧亲宾，独恨潘床簟有尘。十里花溪锦城丽，\r\n五年沙尾白头新。倅戎何事劳专席，老掾甘心逐众人。\r\n却待文星上天去，少分光影照沉沦。"
        },
        {
            "title": "寄庾敬休",
            "content": "小来同在曲江头，不省春时不共游。\r\n今日江风好暄暖，可怜春尽古湘州。"
        },
        {
            "title": "岳阳楼",
            "content": "岳阳楼上日衔窗，影到深潭赤玉幢。\r\n怅望残春万般意，满棂湖水入西江。"
        },
        {
            "title": "送杜元颖",
            "content": "江上五年同送客，与君长羡北归人。\r\n今朝又送君先去，千里洛阳城里尘。"
        },
        {
            "title": "陪张湖",
            "content": "观象楼前奉末班，绛峰只似殿庭间。\r\n今日高楼重陪宴，雨笼衡岳是南山。"
        },
        {
            "title": "醉别卢头陀",
            "content": "醉迷狂象别吾师，梦觉观空始自悲。尽日笙歌人散后，\r\n满江风雨独醒时。心超几地行无处，云到何天住有期。\r\n顿见佛光身上出，已蒙衣内缀摩尼。"
        },
        {
            "title": "卢头陀诗",
            "content": "卢师深话出家由，剃尽心花始剃头。马哭青山别车匿，\r\n鹊飞螺髻见罗睺。还来旧日经过处，似隔前身梦寐游。\r\n为向八龙兄弟说，他生缘会此生休。"
        },
        {
            "title": "奉和窦容州",
            "content": "明公莫讶容州远，一路潇湘景气浓。斑竹初成二妃庙，\r\n碧莲遥耸九疑峰。禁林闻道长倾凤，池水那能久滞龙。\r\n自叹风波去无极，不知何日又相逢。"
        },
        {
            "title": "八月六日与僧如展、前松滋主簿韦戴同游碧涧",
            "content": "空阔长江碍铁围，高低行树倚岩扉。穿廊玉涧喷红旭，\r\n踊塔金轮拆翠微。草引风轻驯虎睡，洞驱云入毒龙归。\r\n他生莫忘灵山别，满壁人名后会稀。"
        },
        {
            "title": "早春寻李校书",
            "content": "款款春风澹澹云，柳枝低作翠栊裙。梅含鸡舌兼红气，\r\n江弄琼花散绿纹。带雾山莺啼尚小，穿沙芦笋叶才分。\r\n今朝何事偏相觅，撩乱芳情最是君。"
        },
        {
            "title": "送孙胜",
            "content": "桐花暗澹柳惺憁，池带轻波柳带风。\r\n今日与君临水别，可怜春尽宋亭中。"
        },
        {
            "title": "晨起送使",
            "content": "自笑今朝误夙兴，逢他御史疟相仍。\r\n过君未起房门掩，深映寒窗一盏灯。\r\n密宇深房小火炉，饭香鱼熟近中厨。\r\n野人爱静仍耽寝，自问黄昏肯去无。"
        },
        {
            "title": "寄刘颇二首",
            "content": "平生嗜酒颠狂甚，不许诸公占丈夫。\r\n唯爱刘君一片胆，近来还敢似人无。\r\n前年碣石烟尘起，共看官军过洛城。\r\n无限公卿因战得，与君依旧绿衫行。"
        },
        {
            "title": "使东川·江楼月",
            "content": "嘉陵江岸驿楼中，江在楼前月在空。月色满床兼满地，\r\n江声如鼓复如风。诚知远近皆三五，但恐阴晴有异同。\r\n万一帝乡还洁白，几人潜傍杏园东。"
        },
        {
            "title": "使东川·南秦雪",
            "content": "帝城寒尽临寒食，骆谷春深未有春。才见岭头云似盖，\r\n已惊岩下雪如尘。千峰笋石千株玉，万树松萝万朵银。\r\n飞鸟不飞猿不动，青骢御史上南秦。"
        },
        {
            "title": "使东川·亚枝红",
            "content": "平阳池上亚枝红，怅望山邮事事同。\r\n还向万竿深竹里，一枝浑卧碧流中。"
        },
        {
            "title": "花栽二首",
            "content": "买得山花一两栽，离乡别土易摧颓。\r\n欲知北客居南意，看取南花北地来。\r\n南花北地种应难，且向船中尽日看。\r\n纵使将来眼前死，犹胜抛掷在空栏。"
        },
        {
            "title": "使东川·清明日",
            "content": "常年寒食好风轻，触处相随取次行。\r\n今日清明汉江上，一身骑马县官迎。"
        },
        {
            "title": "使东川·骆口驿二首",
            "content": "邮亭壁上数行字，崔李题名王白诗。\r\n尽日无人共言语，不离墙下至行时。\r\n二星徼外通蛮服，五夜灯前草御文。\r\n我到东川恰相半，向南看月北看云。"
        },
        {
            "title": "使东川·惭问囚",
            "content": "司马子微坛上头，与君深结白云俦。尚平村落拟连买，\r\n王屋山泉为别游。各待陆浑求一尉，共资三径便同休。\r\n那知今日蜀门路，带月夜行缘问囚。"
        },
        {
            "title": "鄂州寓馆严涧宅",
            "content": "凤有高梧鹤有松，偶来江外寄行踪。花枝满院空啼鸟，\r\n尘榻无人忆卧龙。心想夜闲唯足梦，眼看春尽不相逢。\r\n何时最是思君处，月入斜窗晓寺钟。"
        },
        {
            "title": "遭风二十韵",
            "content": "洞庭瀰漫接天回，一点君山似措杯。暝色已笼秋竹树，\r\n夕阳犹带旧楼台。湘南贾伴乘风信，夏口篙工厄溯洄。\r\n后侣逢滩方拽，前宗到$浦已眠桅。俄惊四面云屏合，\r\n坐见千峰雪浪堆。罔象睢盱频逞怪，石尤翻动忽成灾。\r\n胜凌岂但河宫溢，坱轧浑忧地轴摧。疑是阴兵致昏黑，\r\n果闻灵鼓借喧豗。龙归窟穴深潭漩，蜃作波涛古岸颓。\r\n水客暗游烧野火，枫人夜长吼春雷。浸淫沙市儿童乱，\r\n汩没汀洲雁鹜哀。自叹生涯看转烛，更悲商旅哭沉财。\r\n樯乌斗折头仓掉，水狗斜倾尾缆开。在昔讵惭横海志，\r\n此时甘乏济川才。历阳旧事曾为鳖，鲧穴相传有化能。\r\n闭目唯愁满空电，冥心真类不然灰。那知否极休征至，\r\n渐觉宵分曙气催。怪族潜收湖黯湛，幽妖尽走日崔嵬。\r\n紫衣将校临船问，白马君侯傍柳来。唤上驿亭还酩酊，\r\n两行红袖拂樽罍。"
        },
        {
            "title": "赠乐天",
            "content": "等闲相见销长日，也有闲时更学琴。\r\n不是眼前无外物，不关心事不经心。"
        },
        {
            "title": "使东川·梁州梦",
            "content": "梦君同绕曲江头，也向慈恩院院游。\r\n亭吏呼人排去马，所惊身在古梁州。"
        },
        {
            "title": "靖安穷居",
            "content": "喧静不由居远近，大都车马就权门。\r\n野人住处无名利，草满空阶树满园。"
        },
        {
            "title": "题李十一修行里居壁",
            "content": "云阙朝回尘骑合，杏花春尽曲江闲。\r\n怜君虽在城中住，不隔人家便是山。"
        },
        {
            "title": "赠李十二",
            "content": "莺涩余声絮堕风，牡丹花尽叶成丛。\r\n可怜颜色经年别，收取朱阑一片红。"
        },
        {
            "title": "韦居守",
            "content": "谢公潜有东山意，已向朱门启洞门。\r\n大隐犹疑恋朝市，不知名作罢归园。"
        },
        {
            "title": "永贞二",
            "content": "春来饶梦慵朝起，不看千官拥御楼。\r\n却著闲行是忙事，数人同傍曲江头。"
        },
        {
            "title": "陪韦尚书丈归",
            "content": "紫垣驺骑入华居，公子文衣护锦舆。\r\n眠阁书生复何事，也骑羸马从尚书。"
        },
        {
            "title": "雪后",
            "content": "满山残雪满山风，野寺无门院院空。\r\n烟火渐稀孤店静，月明深夜古楼中。"
        },
        {
            "title": "酬乐天秋兴",
            "content": "劝君休作悲秋赋，白发如星也任垂。\r\n毕竟百年同是梦，长年何异少何为。"
        },
        {
            "title": "远望",
            "content": "满眼伤心冬景和，一山红树寺边多。\r\n仲宣无限思乡泪，漳水东流碧玉波。"
        },
        {
            "title": "酬胡三凭人问牡丹",
            "content": "窃见胡三问牡丹，为言依旧满西栏。\r\n花时何处偏相忆，寥落衰红雨后看。"
        },
        {
            "title": "与太白同之东洛,至栎阳,太白染疾驻行,予九",
            "content": "共作洛阳千里伴，老刘因疾驻行轩。\r\n今朝独自山前立，雪满三峰倚寺门。"
        },
        {
            "title": "游三寺回，呈",
            "content": "谢公恣纵颠狂掾，触处闲行许自由。举板支颐对山色，\r\n当筵吹帽落台头。贪缘稽首他方佛，无暇精心满县囚。\r\n莫责寻常吐茵吏，书囊赤白报君侯。"
        },
        {
            "title": "野狐泉柳林",
            "content": "去日野狐泉上柳，紫牙初绽拂眉低。\r\n秋来寥落惊风雨，叶满空林踏作泥。"
        },
        {
            "title": "奉诚园",
            "content": "萧相深诚奉至尊，旧居求作奉诚园。\r\n秋来古巷无人扫，树满空墙闭戟门。"
        },
        {
            "title": "送刘太白",
            "content": "洛阳大底居人少，从善坊西最寂寥。\r\n想得刘君独骑马，古堤愁树隔中桥。"
        },
        {
            "title": "送复梦赴韦令幕",
            "content": "世上于今重检身，吾徒耽酒作狂人。\r\n西曹旧事多持法，慎莫吐他丞相茵。"
        },
        {
            "title": "忆杨十二",
            "content": "去时芍药才堪赠，看却残花已度春。\r\n只为情深偏怆别，等闲相见莫相亲。"
        },
        {
            "title": "西明寺牡丹",
            "content": "花向琉璃地上生，光风炫转紫云英。\r\n自从天女盘中见，直至今朝眼更明。"
        },
        {
            "title": "智度师二首",
            "content": "四十年前马上飞，功名藏尽拥禅衣。\r\n石榴园下擒生处，独自闲行独自归。\r\n三陷思明三突围，铁衣抛尽衲禅衣。\r\n天津桥上无人识，闲凭栏干望落晖。"
        },
        {
            "title": "观心处",
            "content": "满坐喧喧笑语频，独怜方丈了无尘。\r\n灯前便是观心处，要似观心有几人。"
        },
        {
            "title": "定僧",
            "content": "落魄闲行不著家，遍寻春寺赏年华。\r\n野僧偶向花前定，满树狂风满树花。"
        },
        {
            "title": "伴僧行",
            "content": "春来求事百无成，因向愁中识道情。\r\n花满杏园千万树，几人能伴老僧行。"
        },
        {
            "title": "狂醉",
            "content": "一自柏台为御史，二年辜负两京春。\r\n岘亭今日颠狂醉，舞引红娘乱打人。"
        },
        {
            "title": "任醉",
            "content": "本怕酒醒浑不饮，因君相劝觉情来。\r\n殷勤满酌从听醉，乍可欲醒还一杯。"
        },
        {
            "title": "劝醉",
            "content": "窦家能酿销愁酒，但是愁人便与销。\r\n愿我共君俱寂寞，只应连夜复连朝。"
        },
        {
            "title": "拟醉",
            "content": "九月闲宵初向火，一尊清酒始行杯。\r\n怜君城外遥相忆，冒雨冲泥黑地来。"
        },
        {
            "title": "古寺",
            "content": "古寺春馀日半斜，竹风萧爽胜人家。\r\n花时不到有花院，意在寻僧不在花。"
        },
        {
            "title": "病醉",
            "content": "醉伴见侬因病酒，道侬无酒不相窥。\r\n那知下药还沽底，人去人来剩一卮。"
        },
        {
            "title": "忆醉",
            "content": "自叹旅人行意速，每嫌杯酒缓归期。\r\n今朝偏遇醒时别，泪落风前忆醉时。"
        },
        {
            "title": "同醉",
            "content": "柏树台中推事人，杏花坛上炼形真。\r\n心源一种闲如水，同醉樱桃林下春。"
        },
        {
            "title": "羡醉",
            "content": "绮陌高楼竞醉眠，共期憔悴不相怜。\r\n也应自有寻春日，虚度而今正少年。"
        },
        {
            "title": "惧醉",
            "content": "闻道秋来怯夜寒，不辞泥水为杯盘。\r\n殷勤惧醉有深意，愁到醒时灯火阑。"
        },
        {
            "title": "宿醉",
            "content": "风引春心不自由，等闲冲席饮多筹。\r\n朝来始向花前觉，度却醒时一夜愁。"
        },
        {
            "title": "先醉",
            "content": "今日樽前败饮名，三杯未尽不能倾。\r\n怪来花下长先醉，半是春风荡酒情。"
        },
        {
            "title": "晚春",
            "content": "昼静帘疏燕语频，双双斗雀动阶尘。\r\n柴扉日暮随风掩，落尽闲花不见人。"
        },
        {
            "title": "寻西明寺僧不在",
            "content": "春来日日到西林，飞锡经行不可寻。\r\n莲池旧是无波水，莫逐狂风起浪心。"
        },
        {
            "title": "天坛上境",
            "content": "野人性僻穷深僻，芸署官闲不似官。万里洞中朝玉帝，\r\n九光霞外宿天坛。洪涟浩渺东溟曙，白日低回上境寒。\r\n因为南昌检仙籍，马君家世奉还丹。"
        },
        {
            "title": "华岳寺",
            "content": "山前古寺临长道，来往淹留为爱山。双燕营巢始西别，\r\n百花成子又东还。暝驱羸马频看堠，晓听鸣鸡欲度关。\r\n羞见窦师无外役，竹窗依旧老身闲。"
        },
        {
            "title": "清都春",
            "content": "蕊珠宫殿经微雨，草树无尘耀眼光。白日当空天气暖，\r\n好风飘树柳阴凉。蜂怜宿露攒芳久，燕得新泥拂户忙。\r\n时节催年春不住，武陵花谢忆诸郎。"
        },
        {
            "title": "幽栖",
            "content": "野人自爱幽栖所，近对长松远是山。尽日望云心不系，\r\n有时看月夜方闲。壶中天地乾坤外，梦里身名旦暮间。\r\n辽海若思千岁鹤，且留城市会飞还。"
        },
        {
            "title": "酬哥舒大少府寄同年科第",
            "content": "前年科第偏年少，未解知羞最爱狂。九陌争驰好鞍马，\r\n八人同著彩衣裳。自言行乐朝朝是，岂料浮生渐渐忙。\r\n赖得官闲且疏散，到君花下忆诸郎。"
        },
        {
            "title": "与吴侍御春游",
            "content": "苍龙阙下陪骢马，紫阁峰头见白云。\r\n满眼流光随日度，今朝花落更纷纷。"
        },
        {
            "title": "代杭民答乐天",
            "content": "翠幕笼斜日，朱衣俨别筵。管弦凄欲罢，城郭望依然。\r\n路溢新城市，农开旧废田。春坊幸无事，何惜借三年。"
        },
        {
            "title": "酬周从事望海亭见寄",
            "content": "年老无流辈，行稀足薜萝。热时怜水近，高处见山多。\r\n衣袖长堪舞，喉咙转解歌。不辞狂复醉，人世有风波。"
        },
        {
            "title": "酬李浙西先因从事见寄之作",
            "content": "近日金銮直，亲于汉珥貂。内人传帝命，丞相让吾僚。\r\n郡悬旌远，长安谕日遥。因君蕊珠赠，还一梦烟霄。"
        },
        {
            "title": "酬乐天寄蕲州簟",
            "content": "蕲簟未经春，君先拭翠筠。知为热时物，预与瘴中人。\r\n碾玉连心润，编牙小片珍。霜凝青汗简，冰透碧游鳞。\r\n水魄轻涵黛，琉璃薄带尘。梦成伤冷滑，惊卧老龙身。"
        },
        {
            "title": "荥阳郑公",
            "content": "激射分流阔，湾环此地多。暂停随梗浪，犹阅败霜荷。\r\n恨阻还江势，思深到海波。自伤才畎浍，其奈赠珠何。"
        },
        {
            "title": "独醉",
            "content": "一树芳菲也当春，漫随车马拥行尘。\r\n桃花解笑莺能语，自醉自眠那藉人。"
        },
        {
            "title": "二月十九日酬王十八全素",
            "content": "君念世上川，嗟予老瘴天。那堪十日内，又长白头年。"
        },
        {
            "title": "杏园",
            "content": "浩浩长安车马尘，狂风吹送每年春。\r\n门前本是虚空界，何事栽花误世人。"
        },
        {
            "title": "百牢关",
            "content": "天上无穷路，生期七十间。那堪九年内，五度百牢关。"
        },
        {
            "title": "漫天岭赠僧",
            "content": "五上两漫天，因师忏业缘。漫天无尽日，浮世有穷年。"
        },
        {
            "title": "嘉陵水",
            "content": "尔是无心水，东流有恨无。我心无说处，也共尔何殊。"
        },
        {
            "title": "遣行十首",
            "content": "惨切风雨夕，沉吟离别情。燕辞前日社，蝉是每年声。\r\n暗泪深相感，危心亦自惊。不如元不识，俱作路人行。\r\n十五年前事，恓惶无限情。病僮更借出，羸马共驰声。\r\n射叶杨才破，闻弓雁已惊。小年辛苦学，求得苦辛行。\r\n徙倚檐宇下，思量去住情。暗萤穿竹见，斜雨隔窗声。\r\n就枕回转数，闻鸡撩乱惊。一家同草草，排比送君行。\r\n已怆朋交别，复怀儿女情。相兄亦相旧，同病又同声。\r\n白发年年剩，秋蓬处处惊。不堪身渐老，频送异乡行。\r\n塞上风雨思，城中兄弟情。北随鹓立位，南送雁来声。\r\n遇适尤兼恨，闻书喜复惊。唯应遥料得，知我伴君行。\r\n暮欲歌吹乐，暗冲泥水情。稻花秋雨气，江石夜滩声。\r\n犬吠穿篱出，鸥眠起水惊。愁君明月夜，独自入山行。\r\n七过褒城驿，回回各为情。八年身世梦，一种水风声。\r\n寻觅诗章在，思量岁月惊。更悲西塞别，终夜绕池行。\r\n褒县驿前境，曲江池上情。南堤衰柳意，西寺晚钟声。\r\n云水兴方远，风波心已惊。可怜皆老大，不得自由行。\r\n见说巴风俗，都无汉性情。猿声芦管调，羌笛竹鸡声。\r\n迎候人应少，平安火莫惊。每逢危栈处，须作贯鱼行。\r\n闻道阴平郡，翛然古戍情。桥兼麋鹿蹋，山应鼓鼙声。\r\n羌妇梳头紧，蕃牛护尾惊。怜君闲闷极，只傍白江行。"
        },
        {
            "title": "景申秋八首",
            "content": "年年秋意绪，多向雨中生。渐欲烟火近，稍怜衣服轻。\r\n咏诗闲处立，忆事夜深行。濩落寻常惯，凄凉别为情。\r\n蚊幌雨来卷，烛蛾灯上稀。啼儿冷秋簟，思妇问寒衣。\r\n帘断萤火入，窗明蝙蝠飞。良辰日夜去，渐与壮心违。\r\n嗢嗢檐溜凝，丁丁窗雨繁。枕倾筒簟滑，幔飐案灯翻。\r\n唤魇儿难觉，吟诗婢苦烦。强眠终不著，闲卧暗消魂。\r\n瓶泻高檐雨，窗来激箭风。病憎灯火暗，寒觉薄帏空。\r\n婢报樵苏竭，妻愁院落通。老夫慵计数，教想蔡城东。\r\n风头难著枕，病眼厌看书。无酒销长夜，回灯照小余。\r\n三元推废王，九曜入乘除。廊庙应多算，参差斡太虚。\r\n经雨篱落坏，入秋田地荒。竹垂哀折节，莲败惜空房。\r\n小片慈菇白，低丛柚子黄。眼前撩乱辈，无不是同乡。\r\n雨柳枝枝弱，风光片片斜。蜻蜓怜晓露，蛱蝶恋秋花。\r\n饥啅空篱雀，寒栖满树鸦。荒凉池馆内，不似有人家。\r\n病苦十年后，连阴十日馀。人方教作鼠，天岂遣为鱼。\r\n鲛绽酆城剑，虫凋鬼火书。出闻泥泞尽，何地不摧车。"
        },
        {
            "title": "香球",
            "content": "顺俗唯团转，居中莫动摇。爱君心不恻，犹讶火长烧。"
        },
        {
            "title": "饮新酒",
            "content": "闻君新酒熟，况值菊花秋。莫怪平生志，图销尽日愁。"
        },
        {
            "title": "生春二十首",
            "content": "何处生春早，春生云色中。笼葱闲著水，晻淡欲随风。\r\n度晓分霞态，馀光庇雪融。晚来低漠漠，浑欲泥幽丛。\r\n何处生春早，春生漫雪中。浑无到地片，唯逐入楼风。\r\n屋上些些薄，池心旋旋融。自悲销散尽，谁假入兰丛。\r\n何处生春早，春生霁色中。远林横返照，高树亚东风。\r\n水冻霜威庇，泥新地气融。渐知残雪薄，杪近最怜丛。\r\n何处生春早，春生曙火中。星围分暗陌，烟气满晴风。\r\n宫树栖鸦乱，城楼带雪融。竞排阊阖侧，珂伞自相丛。\r\n何处生春早，春生晓禁中。殿阶龙旆日，漏阁宝筝风。\r\n药树香烟重，天颜瑞气融。柳梅浑未觉，青紫已丛丛。\r\n何处生春早，春生江路中。雨移临浦市，晴候过湖风。\r\n芦笋锥犹短，凌澌玉渐融。数宗船载足，商妇两眉丛。\r\n何处生春早，春生野墅中。病翁闲向日，征妇懒成风。\r\n斫筤天虽暖，穿区冻未融。鞭牛县门外，争土盖蚕丛。\r\n何处生春早，春生冰岸中。尚怜扶腊雪，渐觉受东风。\r\n织女云桥断，波神玉貌融。便成呜咽去，流恨与莲丛。\r\n何处生春早，春生柳眼中。芽新才绽日，茸短未含风。\r\n绿误眉心重，黄惊蜡泪融。碧条殊未合，愁绪已先丛。\r\n何处生春早，春生梅援中。蕊排难犯雪，香乞拟来风。\r\n陇迥羌声怨，江遥客思融。年年最相恼，缘未有诸丛。\r\n何处生春早，春生鸟思中。鹊巢移旧岁，鸢羽旋高风。\r\n鸿雁惊沙暖，鸳鸯爱水融。最怜双翡翠，飞入小梅丛。\r\n何处生春早，春生池榭中。镂琼冰陷日，文縠水回风。\r\n柳爱和身动，梅愁合树融。草芽犹未出，挑得小萱丛。\r\n何处生春早，春生稚戏中。乱骑残爆竹，争唾小旋风。\r\n骂雨愁妨走，呵冰喜旋融。女儿针线尽，偷学五辛丛。\r\n何处生春早，春生人意中。晓妆虽近火，晴戏渐怜风。\r\n暗入心情懒，先添酒思融。预知花好恶，偏在最深丛。\r\n何处生春早，春生半睡中。见灯如见雾，闻雨似闻风。\r\n开眼犹残梦，抬身便恐融。却成双翅蝶，还绕庳花丛。\r\n何处生春早，春生晓镜中。手寒匀面粉，鬟动倚帘风。\r\n宿雾梅心滴，朝光幕上融。思牵梳洗懒，空拔绿丝丛。\r\n何处生春早，春生绮户中。玉栊穿细日，罗幔张轻风。\r\n柳软腰支嫩，梅香密气融。独眠傍妒物，偷铲合欢丛。\r\n何处生春早，春生老病中。土膏蒸足肿，天暖痒头风。\r\n似觉肌肤展，潜知血气融。又添新"
        },
        {
            "title": "指巡胡",
            "content": "遣闷多凭酒，公心只仰胡。挺身唯直指，无意独欺愚。"
        },
        {
            "title": "醉行",
            "content": "秋风方索漠，霜貌足暌携。今日骑骢马，街中醉蹋泥。"
        },
        {
            "title": "直台",
            "content": "麋入神羊队，鸟惊海鹭眠。仍教百馀日，迎送直厅前。"
        },
        {
            "title": "晴日",
            "content": "多病苦虚羸，晴明强展眉。读书心绪少，闲卧日长时。"
        },
        {
            "title": "雨后",
            "content": "倦寝数残更，孤灯暗又明。竹梢馀雨重，时复拂帘惊。"
        },
        {
            "title": "天坛归",
            "content": "为结区中累，因辞洞里花。还来旧城郭，烟火万人家。"
        },
        {
            "title": "辋川",
            "content": "世累为身累，闲忙不自由。殷勤辋川水，何事出山流。"
        },
        {
            "title": "日高睡",
            "content": "隔是身如梦，频来不为名。怜君近南住，时得到山行。"
        },
        {
            "title": "夏",
            "content": "望远音书绝，临川意绪长。殷勤眼前水，千里到河阳。"
        },
        {
            "title": "水上寄乐天",
            "content": "眼前明月水，先入汉江流。汉水流江海，西江过庾楼。\r\n庾楼今夜月，君岂在楼头。万一楼头望，还应望我愁。"
        },
        {
            "title": "别岭南熊判官",
            "content": "十年常远道，不忍别离声。况复三巴外，仍逢万里行。\r\n桐花新雨气，梨叶晚春晴。到海知何日，风波从此生。"
        },
        {
            "title": "雪天",
            "content": "故乡千里梦，往事万重悲。小雪沉阴夜，闲窗老病时。\r\n独闻归去雁，偏咏别来诗。惭愧红妆女，频惊两鬓丝。"
        },
        {
            "title": "洞庭湖",
            "content": "人生除泛海，便到洞庭波。驾浪沉西日，吞空接曙河。\r\n虞巡竟安在，轩乐讵曾过。唯有君山下，狂风万古多。"
        },
        {
            "title": "晚宴湘亭",
            "content": "晚日宴清湘，晴空走艳阳。花低愁露醉，絮起觉春狂。\r\n舞旋红裙急，歌垂碧袖长。甘心出童羖，须一尽时荒。"
        },
        {
            "title": "湘南登临湘楼",
            "content": "高处望潇湘，花时万井香。雨馀怜日嫩，岁闺觉春长。\r\n霞刹分危榜，烟波透远光。情知楼上好，不是仲宣乡。"
        },
        {
            "title": "岁日",
            "content": "一日今年始，一年前事空。凄凉百年事，应与一年同。"
        },
        {
            "title": "遣春三首",
            "content": "杨公三不惑，我惑两般全。逢酒判身病，拈花尽意怜。\r\n水生低岸没，梅蹙小珠连。千万红颜辈，须惊又一年。\r\n柳眼开浑尽，梅心动已阑。风光好时少，杯酒病中难。\r\n学问慵都废，声名老更判。唯馀看花伴，未免忆长安。\r\n失却游花伴，因风浪引将。柳堤遥认马，梅径误寻香。\r\n晚景行看谢，春心渐欲狂。园林都不到，何处枉风光。"
        },
        {
            "title": "赠熊士登",
            "content": "平生本多思，况复老逢春。今日梅花下，他乡值故人。"
        },
        {
            "title": "诮卢戡与予数约",
            "content": "乘兴无羁束，闲行信马蹄。路幽穿竹远，野迥望云低。\r\n素帚茅花乱，圆珠稻实齐。如何卢进士，空恋醉如泥。"
        },
        {
            "title": "缘路",
            "content": "总是玲珑竹，兼藏浅漫溪。沙平深见底，石乱不成泥。\r\n烟火遥村落，桑麻隔稻畦。此中如有问，甘被到头迷。"
        },
        {
            "title": "独游",
            "content": "远地难逢侣，闲人且独行。上山随老鹤，接酒待残莺。\r\n花当西施面，泉胜卫玠清。鹈鹕满春野，无限好同声。"
        },
        {
            "title": "归田",
            "content": "陶君三十七，挂绶出都门。我亦今年去，商山淅岸村。\r\n冬修方丈室，春种桔槔园。千万人间事，从兹不复言。"
        },
        {
            "title": "酬李六醉后见寄口号",
            "content": "顿愈关风疾，因吟口号诗。文章纷似绣，珠玉布如棋。\r\n健羡觥飞酒，苍黄日映篱。命童寒色倦，抚稚晚啼饥。\r\n潦倒惭相识，平生颇自奇。明公将有问，林下是灵龟。"
        },
        {
            "title": "夜雨",
            "content": "水怪潜幽草，江云拥废居。雷惊空屋柱，电照满床书。\r\n竹瓦风频裂，茅檐雨渐疏。平生沧海意，此去怯为鱼。"
        },
        {
            "title": "寄胡灵之",
            "content": "早岁颠狂伴，城中共几年。有时潜步出，连夜小亭眠。\r\n月影侵床上，花丛在眼前。今宵正风雨，空宅楚江边。"
        },
        {
            "title": "闲二首",
            "content": "晻澹洲烟白，篱筛日脚红。江喧过云雨，船泊打头风。\r\n艇子收鱼市，鸦儿噪荻丛。不堪堤上立，满眼是蚊虫。\r\n青衫经夏黕，白发望乡稠。雨冷新秋簟，星稀欲曙楼。\r\n连鸿尽南去，双鲤本东流。北信无人寄，蝉声满树头。"
        },
        {
            "title": "夜饮",
            "content": "灯火隔帘明，竹梢风雨声。诗篇随意赠，杯酒越巡行。\r\n漫唱江朝曲，闲征药草名。莫辞终夜饮，朝起又营营。"
        },
        {
            "title": "刘颇诗",
            "content": "一言感激士，三世义忠臣。破瓮嫌妨路，烧庄耻属人。\r\n迥分辽海气，闲踏洛阳尘。傥使权由我，还君白马津。"
        },
        {
            "title": "东台去",
            "content": "陶君喜不遇，予每为君言。今日东台去，澄心在陆浑。\r\n旋抽随日俸，并买近山园。千万崔兼白，殷勤承主恩。"
        },
        {
            "title": "悟禅三首寄胡果",
            "content": "近闻胡隐士，潜认得心王。不恨百年促，翻悲万劫长。\r\n有修终有限，无事亦无殃。慎莫通方便，应机不顿忘。\r\n百年都几日，何事苦嚣然。晚岁倦为学，闲心易到禅。\r\n病宜多宴坐，贫似少攀缘。自笑无名字，因名自在天。\r\n近见新章句，因知见在心。春游晋祠水，晴上霍山岑。\r\n问法僧当偈，还丹客赠金。莫惊头欲白，禅观老弥深。"
        },
        {
            "title": "戴光弓",
            "content": "潞府筋角劲，戴光因合成。因君怀胆气，赠我定交情。\r\n不拟闲穿叶，那能枉始生。唯调一只箭，飞入破聊城。"
        },
        {
            "title": "山竹枝",
            "content": "深院虎溪竹，远公身自栽。多惭折君节，扶我出山来。\r\n贵宅安危步，难将混俗材。还投辋川水，从作老龙回。"
        },
        {
            "title": "春病",
            "content": "病来闲卧久，因见静时心。残月晓窗迥，落花幽院深。\r\n望山移坐榻，行药步墙阴。车马门前度，遥闻哀苦吟。"
        },
        {
            "title": "秋相望",
            "content": "檐月惊残梦，浮凉满夏衾。蟏蛸低户网，萤火度墙阴。\r\n炉暗灯光短，床空帐影深。此时相望久，高树忆横岑。"
        },
        {
            "title": "酒醒",
            "content": "饮醉日将尽，醒时夜已阑。暗灯风焰晓，春席水窗寒。\r\n未解萦身带，犹倾坠枕冠。呼儿问狼藉，疑是梦中欢。"
        },
        {
            "title": "忆杨十二",
            "content": "杨子爱言诗，春天好咏时。恋花从马滞，联句放杯迟。\r\n日映含烟竹，风牵卧柳丝。南山更多兴，须作白云期。"
        },
        {
            "title": "送林复梦赴韦令辟",
            "content": "蜀路危于剑，怜君自坦途。几回曾啖炙，千里远衔珠。\r\n野性便荒饮，时风忌酒徒。相门多礼让，前后莫相逾。"
        },
        {
            "title": "晚秋",
            "content": "竹露滴寒声，离人晓思惊。酒醒秋簟冷，风急夏衣轻。\r\n寝倦解幽梦，虑闲添远情。谁怜独欹枕，斜月透窗明。"
        },
        {
            "title": "欲曙",
            "content": "江堤阅暗流，漏鼓急残筹。片月低城堞，稀星转角楼。\r\n鹤媒华表上，鵾鵊柳枝头。不为来趋府，何因欲曙游。"
        },
        {
            "title": "早归",
            "content": "春静晓风微，凌晨带酒归。远山笼宿雾，高树影朝晖。\r\n饮马鱼惊水，穿花露滴衣。娇莺似相恼，含啭傍人飞。"
        },
        {
            "title": "赋得九月尽",
            "content": "霜降三旬后，蓂馀一叶秋。玄阴迎落日，凉魄尽残钩。\r\n半夜灰移琯，明朝帝御裘。潘安过今夕，休咏赋中愁。"
        },
        {
            "title": "褒城驿",
            "content": "严秦修此驿，兼涨驿前池。已种千竿竹，又栽千树梨。\r\n四年三月半，新笋晚花时。怅望东川去，等闲题作诗。"
        },
        {
            "title": "赋得数蓂",
            "content": "将课司天历，先观近砌蓂。一旬开应月，五日数从星。\r\n桂满丛初合，蟾亏影渐零。辨时长有素，数闰或馀青。\r\n坠叶推前事，新芽察未形。尧年始今岁，方欲瑞千龄。"
        },
        {
            "title": "赋得玉卮无当",
            "content": "共惜连城宝，翻成无当卮。讵惭君子贵，深讶巧工隳。\r\n泛蚁功全小，如虹色不移。可怜殊砾石，何计辨糟醨。\r\n江海诚难满，盘筵莫忘施。纵乖斟酌意，犹得对光仪。"
        },
        {
            "title": "赋得春雪映早梅",
            "content": "飞舞先春雪，因依上番梅。一枝方渐秀，六出已同开。\r\n积素光逾密，真花节暗催。抟风飘不散，见晛忽偏摧。\r\n郢曲琴空奏，羌音笛自哀。今朝两成咏，翻挟昔人才。"
        },
        {
            "title": "与杨",
            "content": "片石与孤松，曾经物外逢。月临栖鹤影，云抱老人峰。\r\n蜀客君当问，秦官我旧封。积膏当琥珀，新劫长芙蓉。\r\n待补苍苍去，樛柯早变龙。"
        },
        {
            "title": "赋得雨后花",
            "content": "红芳怜静色，深与雨相宜。馀滴下纤蕊，残珠堕细枝。\r\n浣花江上思，啼粉镜中窥。念此低回久，风光幸一吹。"
        },
        {
            "title": "牡丹二首",
            "content": "簇蕊风频坏，裁红雨更新。眼看吹落地，便别一年春。\r\n繁绿阴全合，衰红展渐难。风光一抬举，犹得暂时看。"
        },
        {
            "title": "大云寺二十韵",
            "content": "地胜宜台殿，山晴离垢氛。现身千佛国，护世四王军。\r\n碧耀高楼瓦，赪飞半壁文。鹤林萦古道，雁塔没归云。\r\n幡影中天飏，钟声下界闻。攀萝极峰顶，游目到江濆。\r\n驯鸽闲依缀，调猿静守群。虎行风捷猎，龙睡气氛氲。\r\n获稻禅衣卷，烧畬劫火焚。新英蜂采掇，荒草象耕耘。\r\n钵付灵童洗，香教善女熏。果枝低罯罯，花雨泽雰雰。\r\n示化维摩疾，降魔力士勋。听经神变见，说偈鸟纷纭。\r\n上境光犹在，深谿暗不分。竹笼烟欲暝，松带日馀曛。\r\n真谛成知别，迷心尚有云。多生沉五蕴，宿习乐三坟。\r\n谕鹿车虽设，如蚕绪正棼。且将平等义，还奉圣明君。"
        },
        {
            "title": "度门寺",
            "content": "北祖三禅地，西山万树松。门临溪一带，桥映竹千重。\r\n翦凿基阶正，包藏景气浓。诸岩分院宇，双岭抱垣墉。\r\n舍利开层塔，香炉占小峰。道场居士置，经藏大师封。\r\n太子知栽植，神王守要冲。由旬排讲座，丈六写真容。\r\n佛语迦陵说，僧行猛虎从。修罗抬日拒，楼至拔霜锋。\r\n画井垂枯朽，穿池救噞喁。蕉非难败坏，槿喻暂丰茸。\r\n宝界留遗事，金棺灭去踪。钵传烘玛瑙，石长翠芙蓉。\r\n影帐纱全落，绳床土半壅。荒林迷醉象，危壁亚盘龙。\r\n行色怜初月，归程待晓钟。心源虽了了，尘世苦憧憧。\r\n宿荫高声忏，斋粮并力舂。他生再来此，还愿总相逢。"
        },
        {
            "title": "和友封题开善寺十韵",
            "content": "梁王开佛庙，云构岁时遥。珠缀飞闲鸽，红泥落碎椒。\r\n灯笼青焰短，香印白灰销。古匣收遗施，行廊画本朝。\r\n藏经沾雨烂，魔女捧花娇。亚树牵藤阁，横查压石桥。\r\n竹荒新笋细，池浅小鱼跳。匠正琉璃瓦，僧锄芍药苗。\r\n旋蒸茶嫩叶，偏把柳长条。便欲忘归路，方知隐易招。"
        },
        {
            "title": "夜合",
            "content": "绮树满朝阳，融融有露光。雨多疑濯锦，风散似分妆。\r\n叶密烟蒙火，枝低绣拂墙。更怜当暑见，留咏日偏长。"
        },
        {
            "title": "感石榴二十韵",
            "content": "何年安石国，万里贡榴花。迢递河源道，因依汉使槎。\r\n酸辛犯葱岭，憔悴涉龙沙。初到摽珍木，多来比乱麻。\r\n深抛故园里，少种贵人家。唯我荆州见，怜君胡地赊。\r\n从教当路长，兼恣入檐斜。绿叶裁烟翠，红英动日华。\r\n新帘裙透影，疏牖烛笼纱。委作金炉焰，飘成玉砌瑕。\r\n乍惊珠缀密，终误绣帏奢。琥珀烘梳碎，燕支懒颊涂。\r\n风翻一树火，电转五云车。绛帐迎宵日，芙蕖绽早牙。\r\n浅深俱隐映，前后各分葩。宿露低莲脸，朝光借绮霞。\r\n暗虹徒缴绕，濯锦莫周遮。俗态能嫌旧，芳姿尚可嘉。\r\n非专爱颜色，同恨阻幽遐。满眼思乡泪，相嗟亦自嗟。"
        },
        {
            "title": "饮致用神麹酒三十韵",
            "content": "七月调神麹，三春酿绿醽。雕镌荆玉盏，烘透内丘瓶。\r\n试滴盘心露，疑添案上萤。满尊凝止水，祝地落繁星。\r\n翻陋琼浆浊，唯闻石髓馨。冰壶通角簟，金镜彻云屏。\r\n雪映烟光薄，霜涵霁色泠。蚌珠悬皎皛，桂魄倒瀴溟。\r\n昼洒蝉将饮，宵挥鹤误聆。琉璃惊太白，钟乳讶微青。\r\n讵敢辞濡首，并怜可鉴形。行当遣俗累，便得造禅扃。\r\n何惮说千日，甘从过百龄。但令长泛蚁，无复恨漂萍。\r\n胆壮还增气，机忘反自冥。瓮眠思毕卓，糟籍忆刘伶。\r\n仿佛中圣日，希夷夹大庭。眼前须底物，座右任他铭。\r\n刮骨都无痛，如泥未拟停。残觞犹漠漠，华烛已荧荧。\r\n真性临时见，狂歌半睡听。喧阗争意气，调笑学娉婷。\r\n酩酊焉知极，羁离忽暂宁。鸡声催欲曙，蟾影照初醒。\r\n咽绝鹃啼竹，萧撩雁去汀。遥城传漏箭，乡寺响风铃。\r\n楚泽一为梗，尧阶屡变蓂。醉荒非独此，愁梦几曾经。\r\n每耻穷途哭，今那客泪零。感君澄醴酒，不遣渭和泾。"
        },
        {
            "title": "月三十韵",
            "content": "蓂叶标新朔，霜豪引细辉。白眉惊半隐，虹势讶全微。\r\n凉魄潭空洞，虚弓雁畏威。上弦何汲汲，佳色转依依。\r\n绮幕残灯敛，妆楼破镜飞。玲珑穿竹树，岑寂思屏帏。\r\n坐爱规将合，行看望已几。绛河冰鉴朗，黄道玉轮巍。\r\n迥照偏琼砌，馀光借粉闱。泛池相皎洁，压桂共芳菲。\r\n的的当歌扇，娟娟透舞衣。殷勤入怀什，恳款堕云圻。\r\n素液传烘盏，鸣琴荐碧徽。椒房深肃肃，兰路霭霏霏。\r\n翡翠通帘影，琉璃莹殿扉。西园筵玳瑁，东壁射蛜蝛。\r\n老将占天阵，幽人钓石矶。荷锄元亮息，回棹子猷归。\r\n迢递同千里，孤高净九围。从星作风雨，配日丽旌旗。\r\n麟斗宁徒设，蝇声岂浪讥。司存委卿士，新拜出郊畿。\r\n今古虽云极，亏盈不易违。珠胎方夜满，清露忍朝晞。\r\n渐减姮娥面，徐收楚练机。卞疑雕璧碎，潘感竟床稀。\r\n捐箧辞班女，潜波蔽虙妃。氛埃谁定灭，蟾兔杳难希。\r\n须遣圆明尽，良嗟造化非。如能付刀尺，别为创璿玑。"
        },
        {
            "title": "春六十韵",
            "content": "节应寒灰下，春生返照中。未能消积雪，已渐少回风。\r\n迎气邦经重，斋诚帝念隆。龙骧紫宸北，天压翠坛东。\r\n仙仗摇佳彩，荣光答圣衷。便从威仰座，随入大罗宫。\r\n先到璇渊底，偷穿玳瑁栊。馆娃朝镜晚，太液晓冰融。\r\n撩摘芳情遍，搜求好处终。九霄浑可可，万姓尚忡忡。\r\n昼漏频加箭，宵晖欲半弓。驱令三殿出，乞与百蛮同。\r\n直自方壶岛，斜临绝漠戎。南巡暧珠树，西转丽崆峒。\r\n度岭梅甘坼，潜泉脉暗洪。悠悠铺塞草，冉冉著江枫。\r\n蚕役投筐妾，耘催荷蓧翁。既蒸难发地，仍送懒归鸿。\r\n约略环区宇，殷勤绮镐沣。华山青黛扑，渭水碧沙蒙。\r\n宿露清馀霭，晴烟塞迥空。燕巢才点缀，莺舌最惺憁。\r\n腻粉梨园白，胭脂桃径红。郁金垂嫩柳，罯画委高笼。\r\n地甲门阑大，天开禁掖崇。层台张舞凤，阁道架飞虹。\r\n麹糵调神化，鹓鸾竭至忠。歌钟齐锡宴，车服奖庸功。\r\n俊造欣时用，闾阎贺岁丰。倡楼妆燿燿，农野绿芃芃。\r\n贵主骄矜盛，豪家恃赖雄。偏沾打球彩，频得铸钱铜。\r\n专杀擒杨若，殊恩赦邓通。女孙新在内，婴稚近封公。\r\n游衍关心乐，诗书对面聋。盘筵饶异味，音乐斥庸工。\r\n酒爱油衣浅，杯夸玛瑙烘。挑鬟玉钗髻，刺绣宝装拢。\r\n启齿呈编贝，弹丝动削葱。醉圆双媚靥，波溢两明瞳。\r\n但赏欢无极，那知恨亦充。洞房闲窈窕，庭院独葱茏。\r\n谢砌萦残絮，班窗网曙虫。望夫身化石，为伯首如蓬。\r\n顾我沉忧士，骑他老病骢。静街乘旷荡，初日接曈曨。\r\n饮败肺常渴，魂惊耳更聪。虚逢好阳艳，其那苦昏懵。\r\n黾勉还移步，持疑又省躬。慵将疲悴质，漫走倦羸僮。\r\n季月行当暮，良辰坐叹穷。晋悲焚介子，鲁愿浴沂童。\r\n燧改鲜妍火，阴繁晻澹桐。瑞云低，香雨润濛濛。M M\r\n药溉分窠数，篱栽备幼冲。种莎怜见叶，护笋冀成筒。\r\n有梦多为蝶，因蒐定作熊。漂沉随坏芥，荣茂委苍穹。\r\n震动风千变，晴和鹤一冲。丁宁搴芳侣，须识未开丛。"
        },
        {
            "title": "新竹",
            "content": "新篁才解箨，寒色已青葱。冉冉偏凝粉，萧萧渐引风。\r\n扶疏多透日，寥落未成丛。惟有团团节，坚贞大小同。"
        },
        {
            "title": "江边四十韵",
            "content": "官借江边宅，天生地势坳。欹危饶坏构，迢递接长郊。\r\n怪鵩频栖息，跳蛙颇混淆。总无篱缴绕，尤怕虎咆哮。\r\n停潦鱼招獭，空仓鼠敌猫。土虚烦穴蚁，柱朽畏藏蛟。\r\n蛇虺吞檐雀，豺狼逐野麃。犬惊狂浩浩，鸡乱响嘐嘐。\r\n濩落贫甘守，荒凉秽尽包。断帘飞熠耀，当户网蟏蛸。\r\n曲突翻成沼，行廊却代庖。桥横老颠枿，马病裛刍茭。\r\n一一床头点，连连砌下泡。辱泥疑在绛，避雨想经崤。\r\n相顾忧为鳖，谁能复系匏。誓心来利往，卜食过安爻。\r\n何计逃昏垫，移文报旧交。栋梁存伐木，苫盖愧分茅。\r\n金琯排黄荻，琅玕袅翠梢。花砖水面斗，鸳瓦玉声敲。\r\n方础荆山采，修掾郢匠铇。隐锥雷震蛰，破竹箭鸣骹。\r\n正寝初停午，频眠欲转胞。囷圆收薄禄，厨敝备嘉肴。\r\n各各人宁宇，双双燕贺巢。高门受车辙，华厩称蒲捎。\r\n尺寸皆随用，毫厘敢浪抛。篾馀笼白鹤，枝剩架青?。\r\n制榻容筐篚，施关拒斗筲。栏干防汲井，密室待持胶。\r\n庭草佣工薙，园蔬稚子掊。本图闲种植，那要择肥硗。\r\n绿柚勤勤数，红榴个个抄。池清漉螃蟹，瓜蠹拾螌蟊。\r\n晒篆看沙鸟，磨刀绽海鲛。罗灰修药灶，筑垛阅弓弰。\r\n散诞都由习，童蒙剩懒教。最便陶静饮，还作解愁嘲。\r\n近浦闻归楫，遥城罢晓铙。王孙如有问，须为并挥鞘。"
        },
        {
            "title": "酬乐天江楼",
            "content": "忽见君新句，君吟我旧篇。见当巴徼外，吟在楚江前。\r\n思鄙宁通律，声清遂扣玄。三都时觉重，一顾世称妍。\r\n排韵曾遥答，分题几共联。昔凭银翰写，今赖玉音宣。\r\n布鼓随椎响，坯泥仰匠圆。铃因风断续，珠与调牵绵。\r\n阮籍惊长啸，商陵怨别弦。猿羞啼月峡，鹤让警秋天。\r\n志士潜兴感，高僧暂废禅。兴飘沧海动，气合碧云连。\r\n点缀工微者，吹嘘势特然。休文徒倚槛，彦伯浪回船。\r\n伎乐当筵唱，儿童满巷传。改张思妇锦，腾跃贾人笺。\r\n魏拙虚教出，曹风敢望痊。定遭才子笑，恐赚学生癫。\r\n裁什情何厚，飞书信不专。隼猜鸿蓄缩，虎横犬迍邅。\r\n水墨看虽久，琼瑶喜尚全。才从鱼里得，便向市头悬。\r\n夜置堂东序，朝铺座右边。手寻韦欲绝，泪滴纸浑穿。\r\n甘蔗销残醉，醍醐醒早眠。深藏那遽灭，同咏苦无缘。\r\n雅羡诗能圣，终嗟药未仙。五千诚远道，四十已中年。\r\n暗魄多相梦，衰容每自怜。卒章还恸哭，蚊蚋溢山川。"
        },
        {
            "title": "献荥阳公诗五十韵",
            "content": "郑驿骑翩翩，丘门子弟贤。文翁开学日，正礼骋途年。\r\n骏骨黄金买，英髦绛帐延。趋风皆蹀足，侍坐各差肩。\r\n解榻招徐稚，登楼引仲宣。凤攒题字扇，鱼落讲经筵。\r\n盛气河包济，贞姿岳柱天。皋夔当五百，邹鲁重三千。\r\n科斗翻腾取，关雎教授先。篆垂朝露滴，诗缀夜珠联。\r\n逸礼多心匠，焚书旧口传。陈遵修尺牍，阮瑀让飞笺。\r\n中的颜初启，抽毫踵未旋。森罗万木合，属对百花全。\r\n词海跳波涌，文星拂坐悬。戴冯遥避席，祖逖后施鞭。\r\n西蜀凌云赋，东阳咏月篇。劲芟鳌足断，精贯虱心穿。\r\n浩汗神弥王，鹞飏兴欲仙。冰壶通皓雪，绮树眇晴烟。\r\n驱驾雷霆走，铺陈锦绣鲜。清机登穾奥，流韵溢山川。\r\n墨客膺潜服，谈宾膝误前。张鳞定摧败，折角反矜怜。\r\n句句推琼玉，声声播管弦。纤新撩造化，澒洞斡陶甄。\r\n卫磬琤鍧极，齐竽僭滥偏。空虚惭炙輠，点窜许怀铅。\r\n惫色秋来草，哀吟雨后蝉。自伤魂惨沮，何暇思幽玄。\r\n喜到樽罍侧，愁亲几案边。菁华知竭矣，肺腑尚求旃。\r\n抵滞浑成醉，徘徊转慕膻。老叹才渐少，闲苦病相煎。\r\n瓦砾难追琢，刍荛分弃捐。漫劳成恳恳，那得美娟娟。\r\n拙劣仍非速，迂愚且异专。移时停笔砚，挥景乏戈鋋。\r\n仪舌忻犹在，舒帷誓不褰。会将连献楚，深耻谬游燕。\r\n蒲有临书叶，韦充读易编。沙须披见宝，经拟带耕田。\r\n入雾长期闰，持朱本望研。轮辕呈曲直，凿枘取方圆。\r\n呼吸宁徒尔，沾濡岂浪然。过箫资响亮，随水涨沦涟。\r\n惜日看圭短，偷光恨壁坚。勤勤雕朽木，细细导蒙泉。\r\n传癖今应甚，头风昨已痊。丹青公旧物，一为变蚩妍。"
        },
        {
            "title": "和乐天送客游岭南二十韵",
            "content": "我自离乡久，君那度岭频。一杯魂惨澹，万里路艰辛。\r\n江馆连沙市，泷船泊水滨。骑田回北顾，铜柱指南邻。\r\n大壑浮三岛，周天过五均。波心涌楼阁，规外布星辰。\r\n狒狒穿筒格，猩猩置屐驯。贡兼蛟女绢，俗重语儿巾。\r\n舶主腰藏宝，黄家砦起尘。歌钟排象背，炊爨上鱼身。\r\n电白雷山接，旗红贼舰新。岛夷徐市种，庙觋赵佗神。\r\n鸢跕方知瘴，蛇苏不待春。曙潮云斩斩，夜海火燐燐。\r\n冠冕中华客，梯航异域臣。果然皮胜锦，吉了舌如人。\r\n风黖秋茅叶，烟埋晓月轮。定应玄发变，焉用翠毛珍。\r\n句漏沙须买，贪泉货莫亲。能传稚川术，何患隐之贫。"
        },
        {
            "title": "酬乐天东南行诗一百韵",
            "content": "我病方吟越，君行已过湖。去应缘直道，哭不为穷途。\r\n亚竹寒惊牖，空堂夜向隅。暗魂思背烛，危梦怯乘桴。\r\n坐痛筋骸憯，旁嗟物候殊。雨蒸虫沸渭，浪涌怪睢盱。\r\n索绠飘蚊蚋，蓬麻甃舳舻。短檐苫稻草，微俸封渔租。\r\n泥浦喧捞蛤，荒郊险斗貙。鲸吞近溟涨，猿闹接黔巫。\r\n芒屩泅牛妇，丫头荡桨夫。酢醅荷裹卖，醨酒水淋沽。\r\n舞态翻鸲鹆，歌词咽鹧鸪。夷音啼似笑，蛮语谜相呼。\r\n江郭船添店，山城木竖郛。吠声沙市犬，争食墓林乌。\r\n犷俗诚堪惮，妖神甚可虞。欲令仁渐及，已被疟潜图。\r\n膳减思调鼎，行稀恐蠹枢。杂莼多剖鳝，和黍半蒸菰。\r\n绿粽新菱实，金丸小木奴。芋羹真暂淡，飀炙漫涂苏。\r\n炰鳖那胜羜，烹鯄只似鲈。楚风轻似蜀，巴地湿如吴。\r\n气浊星难见，州斜日易晡。通宵但云雾，未酉即桑榆。\r\n瘴窟蛇休蛰，炎溪暑不徂。伥魂阴叫啸，鵩貌昼踟蹰。\r\n乡里家藏蛊，官曹世乏儒。敛缗偷印信，传箭作符繻。\r\n椎髻抛巾帼，镩刀代辘轳。当心鞙铜鼓，背弝射桑弧。\r\n岂复民氓料，须将鸟兽驱。是非浑并漆，词讼敢研朱。\r\n陋室鸮窥伺，衰形蟒觊觎。鬓毛霜点合，襟泪血痕濡。\r\n倍忆京华伴，偏忘我尔躯。谪居今共远，荣路昔同趋。\r\n科试铨衡局，衙参典校厨。月中分桂树，天上识昌蒲。\r\n应召逢鸿泽，陪游值赐酺。心唯撞卫磬，耳不乱齐竽。\r\n海岱词锋截，皇王笔阵驱。疾奔凌騕褭，高唱轧吴歈。\r\n点检张仪舌，提携傅说图。摆囊看利颖，开颔出明珠。\r\n并取千人特，皆非十上徒。白麻云色腻，墨诏电光粗。\r\n众口贪归美，何颜敢妒姝。秦台纳红旭，酆匣洗黄垆。\r\n谏猎宁规避，弹豪讵嗫嚅。肺肝憎巧曲，蹊径绝萦迂。\r\n誓遣朝纲振，忠饶翰苑输。骥调方汗血，蝇点忽成卢。\r\n遂谪栖遑掾，还飞送别盂。痛嗟亲爱隔，颠望友朋扶。\r\n狸病翻随鼠，骢羸返作驹。物情良徇俗，时论太诬吾。\r\n瓶罄罍偏耻，松摧柏自枯。虎虽遭陷阱，龙不怕泥涂。\r\n重喜登贤苑，方欣佐伍符。判身入矛戟，轻敌比锱铢。\r\n驿骑来千里，天书下九衢。因教罢飞檄，便许到皇都。\r\n舟败罂浮汉，骖疲杖过邘。邮亭一萧索，烽候各崎岖。\r\n馈饷人推辂，谁何吏执殳。拔家逃力役，连锁责逋诛。\r\n防戍兄兼弟，收田妇与姑。缣缃工女竭，青紫使臣纡。\r\n望国参云树，归家满地芜。破窗尘"
        },
        {
            "title": "象人",
            "content": "被色空成象，观空色异真。自悲人是假，那复假为人。"
        },
        {
            "title": "奉和权相公行次临阙",
            "content": "帝下赤霄符，搜求造化炉。中台归内座，太一直南都。\r\n黄霸乘轺入，王尊叱驭趋。万人东道送，六纛北风驱。\r\n栈阁才倾盖，关门已合繻。贯鱼行逦迤，交马语踟蹰。\r\n去速熊罴兆，来驰虎豹夫。昔怜三易地，今讶两分途。\r\n别路环山雪，离章运寸珠。锋铓断犀兕，波浪没蓬壶。\r\n区宇声虽动，淮河孽未诛。将军遥策画，师氏密訏谟。\r\n汉上坛仍筑，褒西阵再图。公方先二虏，何暇进愚儒。"
        },
        {
            "title": "见人咏韩",
            "content": "喜闻韩古调，兼爱近诗篇。玉磬声声彻，金铃个个圆。\r\n高疏明月下，细腻早春前。花态繁于绮，闺情软似绵。\r\n轻新便妓唱，凝妙入僧禅。欲得人人伏，能教面面全。\r\n延之苦拘检，摩诘好因缘。七字排居敬，千词敌乐天。\r\n殷勤闲太祝，好去老通川。莫漫裁章句，须饶紫禁仙。"
        },
        {
            "title": "酬卢秘书",
            "content": "偶有冲天气，都无处世才。未容荣路稳，先踏祸机开。\r\n分久沉荆掾，惭经厕柏台。理推愁易惑，乡思病难裁。\r\n夜伴吴牛喘，春惊朔雁回。北人肠断送，西日眼穿颓。\r\n唯望魂归去，那知诏下来。涸鱼千丈水，僵燕一声雷。\r\n幽匣提清镜，衰颜拂故埃。梦云期紫阁，厌雨别黄梅。\r\n亲戚迎时到，班行见处陪。文工犹畏忌，朝士绝嫌猜。\r\n新识蓬山杰，深交翰苑材。连投珠作贯，独和玉成堆。\r\n剧敌徒相轧，羸师亦自媒。磨砻刮骨刃，翻掷委心灰。\r\n恐被神明哭，忧为造化灾。私调破叶箭，定饮搴旗杯。\r\n金宝潜砂砾，芝兰似草莱。凭君毫发鉴，莫遣翳莓苔。"
        },
        {
            "title": "酬乐天待漏入阁见赠",
            "content": "未勘银台契，先排浴殿关。沃心因特召，承旨绝常班。\r\n飐闪才人袖，呕鸦软举鐶。宫花低作帐，云从积成山。\r\n密视枢机草，偷瞻咫尺颜。恩垂天语近，对久漏声闲。\r\n丹陛曾同立，金銮恨独攀。笔无鸿业润，袍愧紫文殷。\r\n河水通天上，瀛州接世间。谪仙名籍在，何不重来还。"
        },
        {
            "title": "送东川马逢侍御使回十韵",
            "content": "风水荆门阔，文章蜀地豪。眼青宾礼重，眉白众情高。\r\n思勇曾吞笔，投虚惯用刀。词锋倚天剑，学海驾云涛。\r\n南郡传纱帐，东方让锦袍。旋吟新乐府，便续古离骚。\r\n雪岸犹封草，春江欲满槽。饯筵君置醴，随俗我餔糟。\r\n莫叹巴三峡，休惊鬓二毛。流年等头过，人世各劳劳。"
        },
        {
            "title": "送王协律游杭越十韵",
            "content": "去去莫凄凄，馀杭接会稽。松门天竺寺，花洞若耶溪。\r\n浣渚逢新艳，兰亭识旧题。山经秦帝望，垒辨越王栖。\r\n江树春常早，城楼月易低。镜呈湖面出，云叠海潮齐。\r\n章甫官人戴，莼丝姹女提。长干迎客闹，小市隔烟迷。\r\n纸乱红蓝压，瓯凝碧玉泥。荆南无抵物，来日为侬携。"
        },
        {
            "title": "酬友封话旧叙怀十二韵",
            "content": "风波千里别，书信二年稀。乍见悲兼喜，犹惊是与非。\r\n身名判作梦，杯盏莫相违。草馆同床宿，沙头待月归。\r\n春深乡路远，老去宦情微。魏阙何由到，荆州且共依。\r\n人欺翻省事，官冷易藏威。但拟驯鸥鸟，无因用弩机。\r\n开张图卷轴，颠倒醉衫衣。莼菜银丝嫩，鲈鱼雪片肥。\r\n怜君诗似涌，赠我笔如飞。会遣诸伶唱，篇篇入禁闱。"
        },
        {
            "title": "痁卧闻幕中诸公",
            "content": "濩落因寒甚，沉阴与病偕。药囊堆小案，书卷塞空斋。\r\n胀腹看成鼓，羸形渐比柴。道情忧易适，温瘴气难排。\r\n治朣扶轻仗，开门立静街。耳鸣疑暮角，眼暗助昏霾。\r\n野竹连荒草，平陂接断崖。坐隅甘对鵩，当路恐遭豺。\r\n蛇蛊迷弓影，雕翎落箭靫。晚篱喧斗雀，残菊半枯荄。\r\n怅望悲回雁，依迟傍古槐。一生长苦节，三省讵行怪。\r\n奔北翻成勇，司南却是呙。穹苍真漠漠，风雨漫喈喈。\r\n彼美犹谿女，其谁占馆娃。诚知通有日，太极浩无涯。\r\n布卦求无妄，祈天愿孔皆。藏衰谋计拙，地僻往还乖。\r\n况羡莲花侣，方欣绮席谐。钿车迎妓乐，银翰屈朋侪。\r\n白纻颦歌黛，同蹄坠舞钗。纤身霞出海，艳脸月临淮。\r\n筹箸随宜放，投盘止罚啀。红娘留醉打，觥使及醒差。\r\n顾我潜孤愤，何人想独怀。夜灯然檞叶，冻雪堕砖阶。\r\n坏壁虚缸倚，深炉小火埋。鼠骄衔笔砚，被冷束筋骸。\r\n毕竟图斟酌，先须遣疠痎。枪旗如在手，那复敢崴。K"
        },
        {
            "title": "泛江玩月十二韵",
            "content": "楚塞分形势，羊公压大邦。因依多士子，参画尽敦厖。\r\n岳璧闲相对，荀龙自有双。共将船载酒，同泛月临江。\r\n远树悬金镜，深潭倒玉幢。委波添净练，洞照灭凝釭。\r\n阗咽沙头市，玲珑竹岸窗。巴童唱巫峡，海客话神泷。\r\n已困连飞盏，犹催未倒缸。饮荒情烂熳，风棹乐峥摐。\r\n胜事他年忆，愁心此夜降。知君皆逸韵，须为应莛撞。"
        },
        {
            "title": "酬窦校书二十韵",
            "content": "鸥鹭元相得，杯觞每共传。芳游春烂熳，晴望月团圆。\r\n调笑风流剧，论文属对全。赏花珠并缀，看雪璧常连。\r\n竹寺荒唯好，松斋小更怜。潜投孟公辖，狂乞莫愁钱。\r\n尘土抛书卷，枪筹弄酒权。令夸齐箭道，力斗抹弓弦。\r\n但喜添樽满，谁忧乏桂然。渐轻身外役，浑证饮中禅。\r\n及我辞云陛，逢君仕圃田。音徽千里断，魂梦两情偏。\r\n足听猿啼雨，深藏马腹鞭。官醪半清浊，夷馔杂腥膻。\r\n顾影无依倚，甘心守静专。那知暮江上，俱会落英前。\r\n款曲生平在，悲凉岁序迁。鹤方同北渚，鸿又过南天。\r\n丽句惭虚掷，沉机懒强牵。粗酬珍重意，工拙定相悬。"
        },
        {
            "title": "酬段丞与诸棋流会宿弊居见赠二十四韵",
            "content": "鸣局宁虚日，闲窗任废时。琴书甘尽弃，园井讵能窥。\r\n运石疑填海，争筹忆坐帷。赤心方苦斗，红烛已先施。\r\n蛇势萦山合，鸿联度岭迟。堂堂排直阵，衮衮逼羸师。\r\n悬劫偏深猛，回征特险巇。旁攻百道进，死战万般为。\r\n异日玄黄队，今宵黑白棋。斫营看迥点，对垒重相持。\r\n善败虽称怯，骄盈最易欺。狼牙当必碎，虎口祸难移。\r\n乘胜同三捷，扶颠望一词。希因送目便，敢恃指纵奇。\r\n退引防边策，雄吟斩将诗。眠床都浪置，通夕共忘疲。\r\n晓雉风传角，寒丛雪压枝。繁星收玉版，残月耀冰池。\r\n僧请闻钟粥，宾催下药卮。兽炎馀炭在，蜡泪短光衰。\r\n俯仰嗟陈迹，殷勤卜后期。公私牵去住，车马各支离。\r\n分作终身癖，兼从是事隳。此中无限兴，唯怕俗人知。"
        },
        {
            "title": "送崔侍御之岭南二十韵",
            "content": "汉法戎施幕，秦官郡置监。萧何归旧印，鲍永授新衔。\r\n币聘虽盈箧，泥章未破缄。蛛悬丝缭绕，鹊报语詀諵。\r\n再砺神羊角，重开宪简函。鞶缨骢赳赳，緌珮绣縿縿。\r\n逸翮怜鸿翥，离心觉刃劖。联游亏片玉，洞照失明鉴。\r\n遥想车登岭，那无泪满衫。茅蒸连蟒气，衣渍度梅黬。\r\n象斗缘谿竹，猿鸣带雨杉。飓风狂浩浩，韶石峻崭崭。\r\n宿浦宜深泊，祈泷在至諴。瘴江乘早度，毒草莫亲芟。\r\n试蛊看银黑，排腥贵食咸。菌须虫已蠹，果重鸟先鵮。\r\n冰莹怀贪水，霜清顾痛岩。珠玑当尽掷，薏苡讵能谗。\r\n荆俗欺王粲，吾生问季咸。远书多不达，勤为枉攕攕。"
        },
        {
            "title": "酬许五康佐",
            "content": "奋迅君何晚，羁离我讵俦。鹤笼闲警露，鹰缚闷牵鞲。\r\n蓬阁深沉省，荆门远慢州。课书同吏职，旅宦各乡愁。\r\n白日伤心过，沧江满眼流。嘶风悲代马，喘月伴吴牛。\r\n枯涸方穷辙，生涯不系舟。猿啼三峡雨，蝉报两京秋。\r\n珠玉惭新赠，芝兰忝旧游。他年问狂客，须向老农求。"
        },
        {
            "title": "纪怀，赠李六户曹、",
            "content": "昔冠诸生首，初因三道征。公卿碧墀会，名姓白麻称。\r\n日月光遥射，烟霄志渐弘。荣班联锦绣，谏纸赐笺藤。\r\n便欲呈肝胆，何言犯股肱。椎埋冲斗剑，消碎莹壶冰。\r\n赤县才分务，青骢已迥乘。因骑度海鹘，拟杀蔽天鹏。\r\n缚虎声空壮，连鳌力未胜。风翻波竟蹙，山压势逾崩。\r\n僇辱徒相困，苍黄性不能。酣歌离岘顶，负气入江陵。\r\n华表当蟾魄，高楼挂玉绳。角声悲掉荡，城影暗棱层。\r\n军幕威容盛，官曹礼数兢。心虽出云鹤，身尚触笼鹰。\r\n竦足良甘分，排衙苦未曾。通名参将校，抵掌见亲朋。\r\n喣沫求涓滴，沧波怯斗升。荒居邻鬼魅，羸马步殑。J\r\n白草堂檐短，黄梅雨气蒸。沾黏经汗席，飐闪尽油灯。\r\n夜怯餐肤蚋，朝烦拂面蝇。过从愁厌贱，专静畏猜仍。\r\n旅寓谁堪托，官联自可凭。甲科崔并骛，柱史李齐升。\r\n共展排空翼，俱遭激远矰。他乡元易感，同病转相矜。\r\n投分多然诺，忘言少爱憎。誓将探肺腑，耻更辨淄渑。\r\n会宿形骸远，论交意气增。一心吞渤澥，戮力拔嵩恒。\r\n语到磨圭角，疑消破弩症。吹嘘期指掌，患难许檐簦。\r\n鎩翮鸾栖棘，藏锋箭在弸。雪中方睹桂，木上莫施罾。\r\n且泛夤沿水，兼过被病僧。有时鞭款段，尽日醉懵僜。\r\n蹑屐看秧稻，敲船和采菱。叉鱼江火合，唤客谷神应。\r\n啸傲虽开口，幽忧复满膺。望云鳍拨剌，透匣色腾凌。\r\n每想潢池寇，犹稽赤族惩。夔龙劳算画，貔虎带威棱。\r\n逐鸟忠潜奋，悬旌意远凝。弢弓思彻札，绊骥闷牵縆。\r\n运甓调辛苦，闻鸡屡寝兴。闲随人兀兀，梦听鼓冬冬。\r\n班笔行看掷，黄陂莫漫澄。骐驎高阁上，须及壮时登。"
        },
        {
            "title": "开元观闲",
            "content": "静习狂心尽，幽居道气添。神编启黄简，秘箓捧朱签。\r\n烂熳烟霞驻，优游岁序淹。登坛拥旄节，趋殿礼胡髯。\r\n醮起彤庭烛，香开白玉奁。结盟金剑重，斩魅宝刀铦。\r\n禹步星纲动，焚符灶鬼詹。冥搜呼直使，章奏役飞廉。\r\n仙籍聊凭检，浮名复为占。赤诚祈皓鹤，绿发代青缣。\r\n虚室常怀素，玄关屡引枮。貂蝉徒自宠，鸥鹭不相嫌。\r\n始悟身为患，唯欣禄未恬。龟龙恋淮海，鸡犬傍闾阎。\r\n松笠新偏翠，山峰远更尖。箫声吟茂竹，虹影逗虚檐。\r\n初日先通牖，轻飔每透帘。露盘朝滴滴，钩月夜纤纤。\r\n已得餐霞味，应嗤食蓼甜。工琴闲度昼，耽酒醉销炎。\r\n几案随宜设，诗书逐便拈。灌园多抱瓮，刈藿乍腰镰。\r\n野鸟终难絷，鹪鹩本易厌。风高云远逝，波骇鲤深潜。\r\n邸第过从隔，蓬壶梦寐瞻。所希颜颇练，谁恨突无黔。\r\n思拙惭圭璧，词烦杂米盐。谕锥言太小，求药意何谦。\r\n语默君休问，行藏我讵兼。狂歌终此曲，情尽口长箝。"
        },
        {
            "title": "酬翰林白学士代书一百韵",
            "content": "昔岁俱充赋，同年遇有司。八人称迥拔，两郡滥相知。\r\n逸骥初翻步，鞲鹰暂脱羁。远途忧地窄，高视觉天卑。\r\n并入红兰署，偏亲白玉规。近朱怜冉冉，伐木愿偲偲。\r\n鱼鲁非难识，铅黄自懒持。心轻马融帐，谋夺子房帷。\r\n秀发幽岩电，清澄隘岸陂。九霄排直上，万里整前期。\r\n勇赠栖鸾句，惭当古井诗。多闻全受益，择善颇相师。\r\n脱俗殊常调，潜工大有为。还醇凭酎酒，运智托围棋。\r\n情会招车胤，闲行觅戴逵。僧餐月灯阁，醵宴劫灰池。\r\n胜概争先到，篇章竞出奇。输赢论破的，点窜肯容丝。\r\n山岫当街翠，墙花拂面枝。莺声爱娇小，燕翼玩逶迤。\r\n辔为逢车缓，鞭缘趁伴施。密携长上乐，偷宿静坊姬。\r\n僻性慵朝起，新晴助晚嬉。相欢常满目，别处鲜开眉。\r\n翰墨题名尽，光阴听话移。绿袍因醉典，乌帽逆风遗。\r\n暗插轻筹箸，仍提小屈卮。本弦才一举，下口已三迟。\r\n逃席冲门出，归倡借马骑。狂歌繁节乱，醉舞半衫垂。\r\n散漫纷长薄，邀遮守隘岐。几遭朝士笑，兼任巷童随。\r\n苟务形骸达，浑将性命推。何曾爱官序，不省计家资。\r\n忽悟成虚掷，翻然叹未宜。使回耽乐事，坚赴策贤时。\r\n寝食都忘倦，园庐遂绝窥。劳神甘戚戚，攻短过孜孜。\r\n叶怯穿杨箭，囊藏透颖锥。超遥望云雨，摆落占泉坻。\r\n略削荒凉苑，搜求激直词。那能作牛后，更拟助洪基。\r\n唱第听鸡集，趋朝忘马疲。内人舆御案，朝景丽神旗。\r\n首被呼名姓，多惭冠等衰。千官容眷盼，五色照离披。\r\n鹓侣从兹洽，鸥情转自縻。分张殊品命，中外却驱驰。\r\n出入称金籍，东西侍碧墀。斗班云汹涌，开扇雉参差。\r\n切愧寻常质，亲瞻咫尺姿。日轮光照耀，龙服瑞葳蕤。\r\n誓欲通愚謇，生憎效喔咿。佞存真妾妇，谏死是男儿。\r\n便殿承偏召，权臣惧挠私。庙堂虽稷契，城社有狐狸。\r\n似锦言应巧，如弦数易欺。敢嗟身暂黜，所恨政无毗。\r\n谬辱良由此，升腾亦在斯。再令陪宪禁，依旧履阽危。\r\n使蜀常绵远，分台更嶮巇。匿奸劳发掘，破党恶持疑。\r\n斧刃迎皆碎，盘牙老未萎。乍能还帝笏，讵忍折吾支。\r\n虎尾元来险，圭文却类疵。浮荣齐壤芥，闲气咏江蓠。\r\n阙下殷勤拜，樽前啸傲辞。飘沈委蓬梗，忠信敌蛮夷。\r\n戏诮青云驿，讥题皓发祠。贪过谷隐寺，留读岘山碑。\r\n草没章台阯，堤横楚泽湄。野莲侵"
        },
        {
            "title": "答姨兄胡灵之见寄五十韵",
            "content": "忆昔凤翔城，龆年是事荣。理家烦伯舅，相宅尽吾兄。\r\n诗律蒙亲授，朋游忝自迎。题头筠管缦，教射角弓騂。\r\n矮马驼鬓，牦牛兽面缨。G 对谈依赳赳，送客步盈盈。\r\n米碗诸贤让，蠡杯大户倾。一船席外语，三榼拍心精。\r\n传盏加分数，横波掷目成。华奴歌淅淅，媚子舞卿卿。\r\n斗设狂为好，谁忧饮败名。屠过隐朱亥，楼梦古秦嬴。\r\n环坐唯便草，投盘暂废觥。春郊才烂熳，夕鼓已砰轰。\r\n荏苒移灰琯，喧阗倦塞兵。糟浆闻渐足，书剑讶无成。\r\n抵璧惭虚弃，弹珠觉用轻。遂笼云际鹤，来狎谷中莺。\r\n学问攻方苦，篇章兴太清。囊疏萤易透，锥钝股多坑。\r\n笔阵戈矛合，文房栋桷撑。豆萁才敏俊，羽猎正峥嵘。\r\n岐下寻时别，京师触处行。醉眠街北庙，闲绕宅南营。\r\n柳爱凌寒软，梅怜上番惊。观松青黛笠，栏药紫霞英。\r\n尽日听僧讲，通宵咏月明。正耽幽趣乐，旋被宦途萦。\r\n吏晋资材枉，留秦岁序更。我髯黳数寸，君发白千茎。\r\n芸阁怀铅暇，姑峰带雪晴。何由身倚玉，空睹翰飞琼。\r\n世道难于剑，谗言巧似笙。但憎心可转，不解跽如擎。\r\n始效神羊触，俄随旅雁征。孤芳安可驻，五鼎几时烹。\r\n潦倒沉泥滓，欹危践矫衡。登楼王粲望，落帽孟嘉情。\r\n巫峡连天水，章台塞路荆。雨摧渔火焰，风引竹枝声。\r\n分作屯之蹇，那知困亦亨。官曹三语掾，国器万寻桢。\r\n逸杰雄姿迥，皇王雅论评。蕙依潜可习，云合定谁令。\r\n原燎逢冰井，鸿流值木罂。智囊推有在，勇爵敢徒争。\r\n迅拔看鹏举，高音侍鹤鸣。所期人拭目，焉肯自佯盲。\r\n铅钝丁宁淬，芜荒展转耕。穷通须豹变，撄搏笑狼狞。\r\n愧捧芝兰赠，还披肺腑呈。此生如未死，未拟变平生。"
        },
        {
            "title": "感逝",
            "content": "头白夫妻分无子，谁令兰梦感衰翁。三声啼妇卧床上，\r\n一寸断肠埋土中。蜩甲暗枯秋叶坠，燕雏新去夜巢空。\r\n情知此恨人皆有，应与暮年心不同。"
        },
        {
            "title": "哭子十首",
            "content": "维鹈受刺因吾过，得马生灾念尔冤。\r\n独在中庭倚闲树，乱蝉嘶噪欲黄昏。\r\n才能辨别东西位，未解分明管带身。\r\n自食自眠犹未得，九重泉路托何人。\r\n尔母溺情连夜哭，我身因事有时悲。\r\n钟声欲绝东方动，便是寻常上学时。\r\n莲花上品生真界，兜率天中离世途。\r\n彼此业缘多障碍，不知还得见儿无。\r\n节量梨栗愁生疾，教示诗书望早成。\r\n鞭扑校多怜校少，又缘遗恨哭三声。\r\n深嗟尔更无兄弟，自叹予应绝子孙。\r\n寂寞讲堂基址在，何人车马入高门。\r\n往年鬓已同潘岳，垂老年教作邓攸。\r\n烦恼数中除一事，自兹无复子孙忧。\r\n长年苦境知何限，岂得因儿独丧明。\r\n消遣又来缘尔母，夜深和泪有经声。\r\n乌生八子今无七，猿叫三声月正孤。\r\n寂寞空堂天欲曙，拂帘双燕引新雏。\r\n频频子落长江水，夜夜巢边旧处栖。\r\n若是愁肠终不断，一年添得一声啼。"
        },
        {
            "title": "哭女樊四十韵",
            "content": "逝者何由见，中人未达情。马无生角望，猿有断肠鸣。\r\n去伴投遐徼，来随梦险程。四年巴养育，万里硖回萦。\r\n病是他乡染，魂应远处惊。山魈邪乱逼，沙虱毒潜婴。\r\n母约看宁辨，余慵疗不精。欲寻方次第，俄值疾充盈。\r\n灯火徒相守，香花只浪擎。莲初开月梵，蕣已落朝荣。\r\n魄散云将尽，形全玉尚莹。空垂两行血，深送一枝琼。\r\n秘祝休巫觋，安眠放使令。旧衣和箧施，残药满瓯倾。\r\n乳媪闲于社，医僧婗似酲。悯渠身觉剩，讶佛力难争。\r\n骑竹痴犹子，牵车小外甥。等长迷过影，遥戏误啼声。\r\n涴纸伤馀画，扶床念试行。独留呵面镜，谁弄倚墙筝。\r\n忆昨工言语，怜初妙长成。撩风妒鹦舌，凌露触兰英。\r\n翠凤舆真女，红蕖捧化生。只忧嫌五浊，终恐向三清。\r\n宿恶诸荤味，悬知众物名。环从枯树得，经认宝函盛。\r\n愠怒偏憎数，分张雅爱平。最怜贪栗妹，频救懒书兄。\r\n为占娇饶分，良多眷恋诚。别常回面泣，归定出门迎。\r\n解怪还家晚，长将远信呈。说人偷罪过，要我抱纵横。\r\n腾蹋游江舫，攀缘看乐棚。和蛮歌字拗，学妓舞腰轻。\r\n迢递离荒服，提携到近京。未容夸伎俩，唯恨枉聪明。\r\n往绪心千结，新丝鬓百茎。暗窗风报晓，秋幌雨闻更。\r\n败槿萧疏馆，衰杨破坏城。此中临老泪，仍自哭孩婴。"
        },
        {
            "title": "哭小女降真",
            "content": "雨点轻沤风复惊，偶来何事去何情。\r\n浮生未到无生地，暂到人间又一生。"
        },
        {
            "title": "代曲江老人百韵",
            "content": "何事花前泣，曾逢旧日春。先皇初在镐，贱子正游秦。\r\n拨乱干戈后，经文礼乐辰。徽章悬象魏，貔虎画骐驎。\r\n光武休言战，唐尧念睦姻。琳琅铺柱础，葛藟茂河漘。\r\n尚齿惇耆艾，搜材拔积薪。裴王持藻镜，姚宋斡陶钧。\r\n内史称张敞，苍生借寇恂。名卿唯讲德，命士耻忧贫。\r\n杞梓无遗用，刍荛不忘询。悬金收逸骥，鼓瑟荐嘉宾。\r\n羽翼皆随凤，圭璋肯杂珉。班行容济济，文质道彬彬。\r\n百度依皇极，千门辟紫宸。措刑非苟简，稽古蹈因循。\r\n书谬偏求伏，诗亡远听申。雄推三虎贾，群擢八龙荀。\r\n海外恩方洽，寰中教不泯。儒林精阃奥，流品重清淳。\r\n天净三光丽，时和四序均。卑官休力役，蠲赋免艰辛。\r\n蛮貊同车轨，乡原尽里仁。帝途高荡荡，风俗厚誾誾。\r\n暇日耕耘足，丰年雨露频。戍烟生不见，村竖老犹纯。\r\n耒耜勤千亩，牲牢奉六禋。南郊礼天地，东野辟原畇。\r\n校猎求初吉，先农卜上寅。万方来合杂，五色瑞轮囷。\r\n池籞呈朱雁，坛场得白麟。酹金光照耀，奠璧彩璘玢。\r\n掉荡云门发，蹁跹鹭羽振。集灵撞玉磬，和鼓奏金錞。\r\n建簴崇牙盛，衔钟兽目嗔。总干形屹崒，戛敔背嶙峋。\r\n文物千官会，夷音九部陈。鱼龙华外戏，歌舞洛中嫔。\r\n佳节修酺礼，非时宴侍臣。梨园明月夜，花萼艳阳晨。\r\n李杜诗篇敌，苏张笔力匀。乐章轻鲍照，碑板笑颜竣。\r\n泰狱陪封禅，汾阴颂鬼神。星移逐西顾，风暖助东巡。\r\n浴德留汤谷，蒐畋过渭滨。沸天雷殷殷，匝地毂辚辚。\r\n沃土心逾炽，豪家礼渐湮。老农羞荷锸，贪贾学垂绅。\r\n曲艺争工巧，雕机变组紃。青凫连不解，红粟朽相因。\r\n山泽长孳货，梯航竞献珍。翠毛开越巂，龙眼弊瓯闽。\r\n玉馔薪燃蜡，椒房烛用银。铜山供横赐，金屋贮宜颦。\r\n班女恩移赵，思王赋感甄。辉光随顾步，生死属摇唇。\r\n世族功勋久，王姬宠爱亲。街衢连甲第，冠盖拥朱轮。\r\n大道垂珠箔，当垆踏锦茵。轩车隘南陌，钟磬满西邻。\r\n出入张公子，骄奢石季伦。鸡场潜介羽，马埒并扬尘。\r\n韬袖夸狐腋，弓弦尚鹿。F 紫绦牵白犬，绣被花駰。G\r\n箭倒南山虎，鹰擒东郭畇。翻身迎过雁，劈肘取回鹑。\r\n竟蓄朱公产，争藏邴氏缗。桥桃矜马鹜，倚顿数牛犉。\r\n齑斗冬中韭，羹怜远处莼。万钱才下箸，五酘未称醇。\r\n曲水闲销日，倡楼醉度旬。探丸"
        },
        {
            "title": "梦成之",
            "content": "烛暗船风独梦惊，梦君频问向南行。\r\n觉来不语到明坐，一夜洞庭湖水声。"
        },
        {
            "title": "病减逢",
            "content": "病与穷阴退，春从血气生。寒肤渐舒展，阳脉乍虚盈。\r\n就日临阶坐，扶床履地行。问人知面瘦，祝鸟愿身轻。\r\n风暖牵诗兴，时新变卖声。饥馋看药忌，闲闷点书名。\r\n旧雪依深竹，微和动早萌。推迁悲往事，疏数辨交情。\r\n琴待嵇中散，杯思阮步兵。世间除却病，何者不营营。"
        },
        {
            "title": "答友封见赠",
            "content": "荀令香销潘簟空，悼亡诗满旧屏风。\r\n扶床小女君先识，应为些些似外翁。"
        },
        {
            "title": "哭女樊",
            "content": "秋天净绿月分明，何事巴猿不賸鸣。\r\n应是一声肠断去，不容啼到第三声。"
        },
        {
            "title": "黄明府诗",
            "content": "少年曾痛饮，黄令苦飞觥。席上当时走，马前今日迎。\r\n依稀迷姓氏，积渐识平生。故友身皆远，他乡眼暂明。\r\n便邀连榻坐，兼共榜船行。酒思临风乱，霜棱扫地平。\r\n不堪深浅酌，贪怆古今情。逦迤七盘路，坡陀数丈城。\r\n花疑褒女笑，栈想武侯征。一种埋幽石，老闲千载名。"
        },
        {
            "title": "妻满月日相唁",
            "content": "十月辛勤一月悲，今朝相见泪淋漓。\r\n狂风落尽莫惆怅，犹胜因花压折枝。"
        },
        {
            "title": "六年春遣怀八首",
            "content": "伤禽我是笼中鹤，沉剑君为泉下龙。\r\n重纩犹存孤枕在，春衫无复旧裁缝。\r\n检得旧书三四纸，高低阔狭粗成行。\r\n自言并食寻高事，唯念山深驿路长。\r\n公无渡河音响绝，已隔前春复去秋。\r\n今日闲窗拂尘土，残弦犹迸钿箜篌。\r\n婢仆晒君馀服用，娇痴稚女绕床行。\r\n玉梳钿朵香胶解，尽日风吹玳瑁筝。\r\n伴客销愁长日饮，偶然乘兴便醺醺。\r\n怪来醒后傍人泣，醉里时时错问君。\r\n我随楚泽波中梗，君作咸阳泉下泥。\r\n百事无心值寒食，身将稚女帐前啼。\r\n童稚痴狂撩乱走，绣球花仗满堂前。\r\n病身一到繐帷下，还向临阶背日眠。\r\n小于潘岳头先白，学取庄周泪莫多。\r\n止竟悲君须自省，川流前后各风波。"
        },
        {
            "title": "独夜伤怀赠呈张侍御",
            "content": "烬火孤星灭，残灯寸焰明。竹风吹面冷，檐雪坠阶声。\r\n寡鹤连天叫，寒雏彻夜惊。只应张侍御，潜会我心情。"
        },
        {
            "title": "张旧蚊帱",
            "content": "逾年间生死，千里旷南北。家居无见期，况乃异乡国。\r\n破尽裁缝衣，忘收遗翰墨。独有缬纱帱，凭人远携得。\r\n施张合欢榻，展卷双鸳翼。已矣长空虚，依然旧颜色。\r\n裴回将就寝，徙倚情何极。昔透香田田，今无魂恻恻。\r\n隙穿斜月照，灯背空床黑。达理强开怀，梦啼还过臆。\r\n平生贫寡欢，夭枉劳苦忆。我亦距几时，胡为自摧逼。\r\n烛蛾焰中舞，茧蚕丛上织。燋烂各自求，他人顾何力。\r\n多离因苟合，恶影当务息。往事勿复言，将来幸前识。"
        },
        {
            "title": "江陵三梦",
            "content": "平生每相梦，不省两相知。况乃幽明隔，梦魂徒尔为。\r\n情知梦无益，非梦见何期。今夕亦何夕，梦君相见时。\r\n依稀旧妆服，晻淡昔容仪。不道间生死，但言将别离。\r\n分张碎针线，襵叠故屏帏。抚稚再三嘱，泪珠千万垂。\r\n嘱云唯此女，自叹总无儿。尚念娇且騃，未禁寒与饥。\r\n君复不憘事，奉身犹脱遗。况有官缚束，安能长顾私。\r\n他人生间别，婢仆多谩欺。君在或有托，出门当付谁。\r\n言罢泣幽噎，我亦涕淋漓。惊悲忽然寤，坐卧若狂痴。\r\n月影半床黑，虫声幽草移。心魂生次第，觉梦久自疑。\r\n寂默深想像，泪下如流澌。百年永已诀，一梦何太悲。\r\n悲君所娇女，弃置不我随。长安远于日，山川云间之。\r\n纵我生羽翼，网罗生絷维。今宵泪零落，半为生别滋。\r\n感君下泉魄，动我临川思。一水不可越，黄泉况无涯。\r\n此怀何由极，此梦何由追。坐见天欲曙，江风吟树枝。\r\n古原三丈穴，深葬一枝琼。崩剥山门坏，烟绵坟草生。\r\n久依荒陇坐，却望远村行。惊觉满床月，风波江上声。\r\n君骨久为土，我心长似灰。百年何处尽，三夜梦中来。\r\n逝水良已矣，行云安在哉。坐看朝日出，众鸟双裴回。"
        },
        {
            "title": "听庾及之弹乌夜啼引",
            "content": "君弹乌夜啼，我传乐府解古题。良人在狱妻在闺，\r\n官家欲赦乌报妻。乌前再拜泪如雨，乌作哀声妻暗语。\r\n后人写出乌啼引，吴调哀弦声楚楚。四五年前作拾遗，\r\n谏书不密丞相知。谪官诏下吏驱遣，身作囚拘妻在远。\r\n归来相见泪如珠，唯说闲宵长拜乌。君来到舍是乌力，\r\n妆点乌盘邀女巫。今君为我千万弹，乌啼啄啄泪澜澜。\r\n感君此曲有深意，昨日乌啼桐叶坠。当时为我赛乌人，\r\n死葬咸阳原上地。"
        },
        {
            "title": "合衣寝",
            "content": "良夕背灯坐，方成合衣寝。酒醉夜未阑，几回颠倒枕。"
        },
        {
            "title": "感梦",
            "content": "行吟坐叹知何极，影绝魂销动隔年。\r\n今夜商山馆中梦，分明同在后堂前。"
        },
        {
            "title": "除夜",
            "content": "忆昔岁除夜，见君花烛前。今宵祝文上，重叠叙新年。\r\n闲处低声哭，空堂背月眠。伤心小儿女，撩乱火堆边。"
        },
        {
            "title": "旅眠",
            "content": "内外都无隔，帷屏不复张。夜眠兼客坐，同在火炉床。"
        },
        {
            "title": "谕子蒙",
            "content": "抚稚君休感，无儿我不伤。片云离岫远，双燕念巢忙。\r\n大壑谁非水，华星各自光。但令长有酒，何必谢家庄。"
        },
        {
            "title": "初寒夜寄卢子蒙",
            "content": "月是阴秋镜，寒为寂寞资。轻寒酒醒后，斜月枕前时。\r\n倚壁思闲事，回灯检旧诗。闻君亦同病，终夜远相悲。"
        },
        {
            "title": "空屋题",
            "content": "朝从空屋里，骑马入空台。尽日推闲事，还归空屋来。\r\n月明穿暗隙，灯烬落残灰。更想咸阳道，魂车昨夜回。"
        },
        {
            "title": "梦井",
            "content": "梦上高高原，原上有深井。登高意枯渴，愿见深泉冷。\r\n裴回绕井顾，自照泉中影。沉浮落井瓶，井上无悬绠。\r\n念此瓶欲沉，荒忙为求请。遍入原上村，村空犬仍猛。\r\n还来绕井哭，哭声通复哽。哽噎梦忽惊，觉来房舍静。\r\n灯焰碧胧胧，泪光疑冏冏。钟声夜方半，坐卧心难整。\r\n忽忆咸阳原，荒田万馀顷。土厚圹亦深，埋魂在深埂。\r\n埂深安可越，魂通有时逞。今宵泉下人，化作瓶相憬。\r\n感此涕汍澜，汍澜涕沾领。所伤觉梦间，便觉死生境。\r\n岂无同穴期，生期谅绵永。又恐前后魂，安能两知省。\r\n寻环意无极，坐见天将昞。吟此梦井诗，春朝好光景。"
        },
        {
            "title": "感小株夜合",
            "content": "纤干未盈把，高条才过眉。不禁风苦动，偏受露先萎。\r\n不分秋同尽，深嗟小便衰。伤心落残叶，犹识合昏期。"
        },
        {
            "title": "与乐天同葬杓直",
            "content": "元伯来相葬，山涛誓抚孤。不知他日事，兼得似君无。"
        },
        {
            "title": "酬乐天见",
            "content": "死别重泉閟，生离万里赊。瘴侵新病骨，梦到故人家。\r\n遥泪陈根草，闲收落地花。庾公楼怅望，巴子国生涯。\r\n河任天然曲，江随峡势斜。与君皆直戆，须分老泥沙。"
        },
        {
            "title": "褒城驿二首",
            "content": "容州诗句在褒城，几度经过眼暂明。\r\n今日重看满衫泪，可怜名字已前生。\r\n忆昔万株梨映竹，遇逢黄令醉残春。\r\n梨枯竹尽黄令死，今日再来衰病身。"
        },
        {
            "title": "和乐天刘家花",
            "content": "闲坊静曲同消日，泪草伤花不为春。\r\n遍问旧交零落尽，十人才有两三人。"
        },
        {
            "title": "别孙村老人",
            "content": "年年渐觉老人稀，欲别孙翁泪满衣。\r\n未死不知何处去，此身终向此原归。"
        },
        {
            "title": "醉醒",
            "content": "积善坊中前度饮，谢家诸婢笑扶行。\r\n今宵还似当时醉，半夜觉来闻哭声。"
        },
        {
            "title": "寒食日毛空路示侄晦及从简",
            "content": "我昔孩提从我兄，我今衰白尔初成。\r\n分明寄取原头路，百世长须此路行。"
        },
        {
            "title": "夜闲",
            "content": "感极都无梦，魂销转易惊。风帘半钩落，秋月满床明。\r\n怅望临阶坐，沉吟绕树行。孤琴在幽匣，时迸断弦声。"
        },
        {
            "title": "和乐天梦亡友刘太白同游二首",
            "content": "君诗昨日到通州，万里知君一梦刘。\r\n闲坐思量小来事，只应元是梦中游。\r\n老来东郡复西州，行处生尘为丧刘。\r\n纵使刘君魂魄在，也应至死不同游。"
        },
        {
            "title": "公安县远安寺",
            "content": "碧涧去年会，与师三两人。今来见题壁，师已是前身。\r\n芰叶迎僧夏，杨花度俗春。空将数行泪，洒遍塔中尘。"
        },
        {
            "title": "哭吕衡州六首",
            "content": "气敌三人杰，交深一纸书。我投冰莹眼，君报水怜鱼。\r\n髀股惟夸瘦，膏肓岂暇除。伤心死诸葛，忧道不忧余。\r\n望有经纶钓，虔收宰相刀。江文驾风远，云貌接天高。\r\n国待球琳器，家藏虎豹韬。尽将千载宝，埋入五原蒿。\r\n白马双旌队，青山八阵图。请缨期系虏，枕草誓捐躯。\r\n势激三千壮，年应四十无。遥闻不瞑目，非是不怜吴。\r\n雕鹗生难敌，沉檀死更香。儿童喧巷市，羸老哭碑堂。\r\n雁起沙汀暗，云连海气黄。祝融峰上月，几照北人丧。\r\n回雁峰前雁，春回尽却回。联行四人去，同葬一人来。\r\n铙吹临江返，城池隔雾开。满船深夜哭，风棹楚猿哀。\r\n杜预春秋癖，扬雄著述精。在时兼不语，终古定归名。\r\n耒水波文细，湘江竹叶轻。平生思风月，潜寐若为情。"
        },
        {
            "title": "宪宗章武孝皇帝挽歌词三首",
            "content": "国付重离后，身随十圣仙。北辰移帝座，西日到虞泉。\r\n方丈言虚设，华胥事眇然。触鳞曾在宥，偏哭堕髯前。\r\n天宝遗馀事，元和盛圣功。二凶枭帐下，三叛斩都中。\r\n始服沙陀虏，方吞逻逤戎。狼星如要射，犹有鼎湖弓。\r\n月落禁垣西，星攒晓仗齐。风传宫漏苦，云拂羽仪低。\r\n路隘车千两，桥危马万蹄。共蹉封石检，不为报功泥。"
        },
        {
            "title": "顺宗至德大圣大安孝皇帝挽歌词三首",
            "content": "不改延洪祚，因成揖让朝。讴歌同戴启，遏密共思尧。\r\n雨露施恩广，梯航会葬遥。号弓那独切，曾感昔年招。\r\n前春文祖庙，大舜嗣尧登。及此逾年感，还因是月崩。\r\n寿缘追孝促，业在继明兴。俭诏同今古，山川绕灞陵。\r\n七月悲风起，凄凉万国人。羽仪经巷内，輼转城闉。ǖ\r\n暝色依陵早，秋声入辂新。自嗟同草木，不识永贞春。"
        },
        {
            "title": "长庆历",
            "content": "年历复年历，卷尽悲且惜。历日何足悲，但悲年运易。\r\n年年岂无叹，此叹何唧唧。所叹别此年，永无长庆历。"
        },
        {
            "title": "代杭人作使君一朝去二首",
            "content": "使君一朝去，遗爱在人口。惠化境内春，才名天下首。\r\n为问龚黄辈，兼能作诗否。\r\n使君一朝去，断肠如剉檗。无复见冰壶，唯应镂金石。\r\n自此一州人，生男尽名白。"
        },
        {
            "title": "追昔游",
            "content": "谢傅堂前音乐和，狗儿吹笛胆娘歌。花园欲盛千场饮，\r\n水阁初成百度过。醉摘樱桃投小玉，懒梳丛鬓舞曹婆。\r\n再来门馆唯相吊，风落秋池红叶多。"
        },
        {
            "title": "酬杨司业十二兄早秋述情见寄",
            "content": "白发故人少，相逢意弥远。往事共销沉，前期各衰晚。\r\n昨来遇弥苦，已复云离巘。秋草古胶庠，寒沙废宫苑。\r\n知心岂忘鲍，咏怀难和阮。壮志日萧条，那能竞朝幰。"
        },
        {
            "title": "夜池",
            "content": "荷叶团圆茎削削，绿萍面上红衣落。\r\n满池明月思啼螀，高屋无人风张幕。"
        },
        {
            "title": "高荷",
            "content": "种藕百馀根，高荷才四叶。飐闪碧云扇，团圆青玉叠。\r\n亭亭自抬举，鼎鼎难藏擫。不学著水荃，一生长怗怗。"
        },
        {
            "title": "竹簟",
            "content": "竹簟衬重茵，未忍都令卷。忆昨初来日，看君自施展。"
        },
        {
            "title": "落月",
            "content": "落月沉馀影，阴渠流暗光。蚊声霭窗户，萤火绕屋梁。\r\n飞幌翠云薄，新荷清露香。不吟复不寐，竟夕池水傍。"
        },
        {
            "title": "城外",
            "content": "十里抚柩别，一身骑马回。寒烟半堂影，烬火满庭灰。\r\n稚女凭人问，病夫空自哀。潘安寄新咏，仍是夜深来。"
        },
        {
            "title": "邮竹",
            "content": "庭有萧萧竹，门有阗阗骑。嚣静本殊途，因依偶同寄。\r\n亭亭乍干云，袅袅亦垂地。人有异我心，我无异人意。"
        },
        {
            "title": "酬乐天赴江州路上见寄三首",
            "content": "昔在京城心，今在吴楚末。千山道路险，万里音尘阔。\r\n天上参与商，地上胡与越。终天升沉异，满地网罗设。\r\n心有无眹环，肠有无绳结。有结解不开，有环寻不歇。\r\n山岳移可尽，江海塞可绝。离恨若空虚，穷年思不彻。\r\n生莫强相同，相同会相别。\r\n襄阳大堤绕，我向堤前住。烛随花艳来，骑送朝云去。\r\n万竿高庙竹，三月徐亭树。我昔忆君时，君今怀我处。\r\n有身有离别，无地无岐路。风尘同古今，人世劳新故。\r\n人亦有相爱，我尔殊众人。朝朝宁不食，日日愿见君。\r\n一日不得见，愁肠坐氛氲。如何远相失，各作万里云。\r\n云高风苦多，会合难遽因。天上犹有碍，何况地上身。"
        },
        {
            "title": "酬刘猛见送",
            "content": "种花有颜色，异色即为妖。养鸟恶羽翮，剪翮不待高。\r\n非无剪伤者，物性难自逃。百足虽捷捷，商羊亦翘翘。\r\n伊余狷然质，谬入多士朝。任气有愎戆，容身寡朋曹。\r\n愚狂偶似直，静僻非敢骄。一为毫发忤，十载山川遥。\r\n烁铁不在火，割肌不在刀。险心露山岳，流语翻波涛。\r\n六尺安敢主，方寸由自调。神剑土不蚀，异布火不燋。\r\n虽无二物姿，庶欲效一毫。未能深蹙蹙，多谢相劳劳。\r\n去去我移马，迟迟君过桥。云势正横壑，江流初满槽。\r\n持此慰远道，此之为旧交。"
        },
        {
            "title": "酬独孤二十六送归通州",
            "content": "再拜捧兄赠，拜兄珍重言。我有平生志，临别将具论。\r\n十岁慕倜傥，爱白不爱昏。宁爱寒切烈，不爱旸温暾。\r\n二十走猎骑，三十游海门。憎兔跳跃跃，恶鹏黑翻翻。\r\n鳌钓气方壮，鹘拳心颇尊。下观狰狞辈，一扫冀不存。\r\n名冠壮士籍，功酬明主恩。不然合身弃，何况身上痕。\r\n金石有销烁，肺腑无寒温。分画久已定，波涛何足烦。\r\n尝希苏门啸，讵厌巴树猿。瘴水徒浩浩，浮云亦轩轩。\r\n长歌莫长叹，饮斛莫饮樽。生为醉乡客，死作达士魂。"
        },
        {
            "title": "酬东川李相公十六韵",
            "content": "昔附赤霄羽，葳蕤游紫垣。斗班香案上，奏语玉晨尊。\r\n戆直撩忌讳，科仪惩傲顽。自从真籍除，弃置勿复论。\r\n前时共游者，日夕黄金轩。请帝下巫觋，八荒求我魂。\r\n鸾凤屡鸣顾，燕雀尚篱藩。徒令霄汉外，往往尘念存。\r\n存念岂虚设，并投琼与璠。弹珠古所讶，此用何太敦。\r\n邹律寒气变，郑琴祥景奔。灵芝绕身出，左右光彩繁。\r\n碾玉无俗色，蕊珠非世言。重惭前日句，陋若莸并荪。\r\n腊月巴地雨，瘴江愁浪翻。因持骇鸡宝，一照浊水昏。"
        },
        {
            "title": "和东川李相公慈竹十二韵",
            "content": "慈竹不外长，密比青瑶华。矛攒有森束，玉粒无蹉跎。\r\n纤粉妍腻质，细琼交翠柯。亭亭霄汉近，霭霭雨露多。\r\n冰碧寒夜耸，箫韶风昼罗。烟含胧胧影，月泛鳞鳞波。\r\n鸾凤一已顾，燕雀永不过。幽姿媚庭实，颢气爽天涯。\r\n峻节高转露，贞筠寒更佳。托身仙坛上，灵物神所呵。\r\n时与天籁合，日闻阳春歌。应怜孤生者，摧折成病痾。"
        },
        {
            "title": "恭王故太妃挽歌词二首",
            "content": "燕姞贻天梦，梁王尽孝思。虽从魏诏葬，得用汉藩仪。\r\n曙月残光敛，寒箫度曲迟。平生奉恩地，哀挽欲何之。\r\n文卫罗新圹，仙娥掩暝山。雪云埋陇合，箫鼓望城还。\r\n寒树风难静，霜郊夜更闲。哀荣深孝嗣，仪表在河间。"
        },
        {
            "title": "和裴校书鹭鸶飞",
            "content": "鹭鸶鹭鸶何遽飞，鸦惊雀噪难久依。\r\n清江见底草堂在，一点白光终不归。"
        },
        {
            "title": "感梦",
            "content": "十月初二日，我行蓬州西。三十里有馆，有馆名芳溪。\r\n荒邮屋舍坏，新雨田地泥。我病百日馀，肌体顾若刲。\r\n气填暮不食，早早掩窦圭。阴寒筋骨病，夜久灯火低。\r\n忽然寝成梦，宛见颜如珪。似叹久离别，嗟嗟复凄凄。\r\n问我何病痛，又叹何栖栖。答云痰滞久，与世复相暌。\r\n重云痰小疾，良药固易挤。前时奉橘丸，攻疾有神功。\r\n何不善和疗，岂独头有风。殷勤平生事，款曲无不终。\r\n悲欢两相极，以是半日中。言罢相与行，行行古城里。\r\n同行复一人，不识谁氏子。逡巡急吏来，呼唤愿且止。\r\n驰至相君前，再拜复再起。启云吏有奉，奉命传所旨。\r\n事有大惊忙，非君不能理。答云久就闲，不愿见劳使。\r\n多谢致勤勤，未敢相唯唯。我因前献言，此事愚可料。\r\n乱热由静消，理繁在知要。君如冬月阳，奔走不必召。\r\n君如铜镜明，万物自可照。愿君许苍生，勿复高体调。\r\n相君不我言，顾我再三笑。行行及城户，黯黯馀日晖。\r\n相君不我言，命我从此归。不省别时语，但省涕淋漓。\r\n觉来身体汗，坐卧心骨悲。闪闪灯背壁，胶胶鸡去埘。\r\n倦童颠倒寝，我泪纵横垂。泪垂啼不止，不止啼且声。\r\n啼声觉僮仆，僮仆撩乱惊。问我何所苦，问我何所思。\r\n我亦不能语，惨惨即路岐。前经新政县，今夕复明辰。\r\n置置满心气，不得说向人。奇哉赵明府，怪我眉不伸。\r\n云有北来僧，住此月与旬。自言辨贵骨，谓若识天真。\r\n谈游费閟景，何不与逡巡。僧来为予语，语及昔所知。\r\n自言有奇中，裴相未相时。读书灵山寺，住处接园篱。\r\n指言他日贵，晷刻似不移。我闻僧此语，不觉泪歔欷。\r\n因言前夕梦，无人一相谓。无乃裴相君，念我胸中气。\r\n遣师及此言，使我尽前事。僧云彼何亲，言下涕不已。\r\n我云知我深，不幸先我死。僧云裴相君，如君恩有几。\r\n我云滔滔众，好直者皆是。唯我与白生，感遇同所以。\r\n官学不同时，生小异乡里。拔我尘土中，使我名字美。\r\n美名何足多，深分从此始。吹嘘莫我先，顽陋不我鄙。\r\n往往裴相门，终年不曾履。相门多众流，多誉亦多毁。\r\n如闻风过尘，不动井中水。前时予掾荆，公在期复起。\r\n自从裴公无，吾道甘已矣。白生道亦孤，谗谤销骨髓。\r\n司马九江城，无人一言理。为师陈苦言，挥涕满十指。\r\n未死终报恩，师听此男子。"
        },
        {
            "title": "玉泉道中作",
            "content": "楚俗物候晚，孟冬才有霜。早农半华实，夕水含风凉。\r\n遐想云外寺，峰峦渺相望。松门接官路，泉脉连僧房。\r\n微露上弦月，暗焚初夜香。谷深烟壒净，山虚钟磬长。\r\n念此清境远，复忧尘事妨。行行即前路，勿滞分寸光。"
        },
        {
            "title": "遣病",
            "content": "自古谁不死，不复记其名。今年京城内，死者老少并。\r\n独孤才四十，仕宦方荣荣。李三三十九，登朝有清声。\r\n赵昌八十馀，三拥大将旌。为生信异异，之死同冥冥。\r\n其家哭泣爱，一一无异情。其类嗟叹惜，各各无重轻。\r\n万龄龟菌等，一死天地平。以此方我病，我病何足惊。\r\n借如今日死，亦足了一生。借使到百年，不知何所成。\r\n况我早师佛，屋宅此身形。舍彼复就此，去留何所萦。\r\n前身为过迹，来世即前程。但念行不息，岂忧无路行。\r\n蜕骨龙不死，蜕皮蝉自鸣。胡为神蜕体，此道人不明。\r\n持谢爱朋友，寄之仁弟兄。吟此可达观，世言何足听。"
        },
        {
            "title": "解秋十首",
            "content": "清晨颒寒水，动摇襟袖轻。翳翳林上叶，不知秋暗生。\r\n回悲镜中发，华白三四茎。岂无满头黑，念此衰已萌。\r\n微霜才结露，翔鸠初变鹰。无乃天地意，使之行小惩。\r\n鸱鸮诚可恶，蔽日有高鹏。舍大以擒细，我心终不能。\r\n往岁学仙侣，各在无何乡。同时骛名者，次第鹓鹭行。\r\n而我两不遂，三十鬓添霜。日暮江上立，蝉鸣枫树黄。\r\n后伏火犹在，先秋蝉已多。云色日夜白，骄阳能几何。\r\n壤隙漏江海，忽微成网罗。勿言时不至，但恐岁蹉跎。\r\n新月才到地，轻河如泛云。萤飞高下火，树影参差文。\r\n露簟有微润，清香时暗焚。夜闲心寂默，洞庭无垢氛。\r\n霁丽床前影，飘萧帘外竹。簟凉朝睡重，梦觉茶香熟。\r\n亲烹园内葵，凭买家家曲。酿酒并毓蔬，人来有棋局。\r\n寒竹秋雨重，凌霄晚花落。低回翠玉梢，散乱栀黄萼。\r\n颜色有殊异，风霜无好恶。年年百草芳，毕意同萧索。\r\n春非我独春，秋非我独秋。岂念百草死，但念霜满头。\r\n头白古所同，胡为坐烦忧。茫茫百年内，处身良未休。\r\n西风冷衾簟，展转布华茵。来者承玉体，去者流芳尘。\r\n适意丑为好，及时疏亦亲。衰周仲尼出，无乃为妖人。\r\n漠漠江面烧，微微枫树烟。今日复今夕，秋怀方浩然。\r\n况我头上发，衰白不待年。我怀有时极，此意何由诠。"
        },
        {
            "title": "表夏十首",
            "content": "夏风多暖暖，树木有繁阴。新笋紫长短，早樱红浅深。\r\n烟花云幕重，榴艳朝景侵。华实各自好，讵云芳意沉。\r\n初日满阶前，轻风动帘影。旬时得休浣，高卧阅清景。\r\n僮儿拂巾箱，鸦轧深林井。心到物自闲，何劳远箕颍。\r\n江瘴炎夏早，蒸腾信难度。今宵好风月，独此荒庭趣。\r\n露叶倾暗光，流星委余素。但恐清夜徂，讵悲朝景暮。\r\n孟月夏犹浅，奇云未成峰。度霞红漠漠，压浪白溶溶。\r\n玉委有馀润，飙驰无去踪。何如捧云雨，喷毒随蛟龙。\r\n流芳递炎景，繁英尽寥落。公署香满庭，晴霞覆阑药。\r\n裁红起高焰，缀绿排新萼。凭此遣幽怀，非言念将谑。\r\n红丝散芳树，旋转光风急。烟泛被笼香，露浓妆面湿。\r\n佳人不在此，恨望阶前立。忽厌夏景长，今春行已及。\r\n百舌渐吞声，黄莺正娇小。云鸿方警夜，笼鸡已鸣晓。\r\n当时客自适，运去谁能矫。莫厌夏虫多，蜩螗定相扰。\r\n翩翩帘外燕，戢戢巢内雏。啖食筋力尽，毛衣成紫襦。\r\n朝来各飞去，雄雌梁上呼。养子将备老，恶儿那胜无。\r\n西山夏雪消，江势东南泻。风波高若天，滟滪低于马。\r\n正被黄牛旋，难期白帝下。我在平地行，翻忧济川者。\r\n灵均死波后，是节常浴兰。彩缕碧筠粽，香粳白玉团。\r\n逝者良自苦，今人反为欢。哀哉徇名士，没命求所难。"
        },
        {
            "title": "周先生",
            "content": "寥寥空山岑，冷冷风松林。流月垂鳞光，悬泉扬高音。\r\n希夷周先生，烧香调琴心。神力盈三千，谁能还黄金。"
        },
        {
            "title": "冬夜怀李侍御、王太祝、段丞",
            "content": "浩露烟壒尽，月光闲有馀。松篁细阴影，重以帘牖疏。\r\n泛览星粲粲，轻河悠碧虚。纤云不成叶，脉脉风丝舒。\r\n丹灶炽东序，烧香罗玉书。飘飘魂神举，若骖鸾鹤舆。\r\n感念夙昔意，华尚簪与裾。簪裾讵几许，累创吞钩鱼。\r\n今闻馨香道，一以悟臭帑。悟觉誓不惑，永抱胎仙居。\r\n昼夜欣所适，安知岁云除。行行二三友，君怀复何如。"
        },
        {
            "title": "三叹",
            "content": "孤剑锋刃涩，犹能神彩生。有时雷雨过，暗吼阗阗声。\r\n主人閟灵宝，畏作升天行。淬砺当阳铁，刻为干镆名。\r\n远求鸊鹈莹，同用玉匣盛。颜色纵相类，利钝颇相倾。\r\n雄为光电烻，雌但深泓澄。龙怒有奇变，青蛇终不惊。\r\n仙凤翠皇死，葳蕤光彩低。非无鸳鸾侣，誓不同树栖。\r\n飞驰岁云暮，感念雏在泥。顾影不自暖，寄尔蟠桃鸡。\r\n驯养岂无愧，类族安得齐。愿言成羽翼，奋翅凌丹梯。\r\n天骥失龙偶，三年常夜嘶。哀缘喷风断，渴且含霜啼。\r\n长恐绝遗类，不复蹑云霓。非无駉駉者，鹤意不在鸡。\r\n春来筋骨瘦，吊影心亦迷。自此渥洼种，应生浊水泥。"
        },
        {
            "title": "寒",
            "content": "江瘴节候暖，腊初梅已残。夜来北风至，喜见今日寒。\r\n扣冰浅塘水，拥雪深竹阑。复此满尊醁，但嗟谁与欢。"
        },
        {
            "title": "送王十一南行",
            "content": "夏水漾天末，晚旸依岸村。风调乌尾劲，眷恋馀芳尊。\r\n解袂方瞬息，征帆已翩翻。江豚涌高浪，枫树摇去魂。\r\n远戍宗侣泊，暮烟洲渚昏。离心讵几许，骤若移寒温。\r\n此别信非久，胡为坐忧烦。我留石难转，君泛云无根。\r\n万里湖南月，三声山上猿。从兹耿幽梦，夜夜湘与沅。"
        },
        {
            "title": "月临花",
            "content": "临风飏飏花，透影胧胧月。巫峡隔波云，姑峰漏霞雪。\r\n镜匀娇面粉，灯泛高笼缬。夜久清露多，啼珠坠还结。"
        },
        {
            "title": "红芍药",
            "content": "芍药绽红绡，巴篱织青琐。繁丝蹙金蕊，高焰当炉火。\r\n翦刻彤云片，开张赤霞裹。烟轻琉璃叶，风亚珊瑚朵。\r\n受露色低迷，向人娇婀娜。酡颜醉后泣，小女妆成坐。\r\n艳艳锦不如，夭夭桃未可。晴霞畏欲散，晚日愁将堕。\r\n结植本为谁，赏心期在我。采之谅多思，幽赠何由果。"
        },
        {
            "title": "和乐天秋题曲江",
            "content": "十载定交契，七年镇相随。长安最多处，多是曲江池。\r\n梅杏春尚小，芰荷秋已衰。共爱寥落境，相将偏此时。\r\n绵绵红蓼水，飏飏白鹭鹚。诗句偶未得，酒杯聊久持。\r\n今来云雨旷，旧赏魂梦知。况乃江枫夕，和君秋兴诗。"
        },
        {
            "title": "西斋小松二首",
            "content": "松树短于我，清风亦已多。况乃枝上雪，动摇微月波。\r\n幽姿得闲地，讵感岁蹉跎。但恐厦终构，藉君当奈何。\r\n簇簇枝新黄，纤纤攒素指。柔苙渐依条，短莎还半委。\r\n清风日夜高，凌云意何已。千岁盘老龙，修鳞自兹始。"
        },
        {
            "title": "和乐天初授户曹喜而言志",
            "content": "王爵无细大，得请即为恩。君求户曹掾，贵以禄奉亲。\r\n闻君得所请，感我欲沾巾。今人重轩冕，所重华与纷。\r\n矜夸仕台阁，奔走无朝昏。君衣不盈箧，君食不满囷。\r\n君言养既薄，何以荣我门。披诚再三请，天子怜俭贫。\r\n词曹直文苑，捧诏荣且忻。归来高堂上，兄弟罗酒尊。\r\n各称千万寿，共饮三四巡。我实知君者，千里能具陈。\r\n感君求禄意，求禄殊众人。上以奉颜色，馀以及亲宾。\r\n弃名不弃实，谋养不谋身。可怜白华士，永愿凌青云。"
        },
        {
            "title": "酬乐天劝醉",
            "content": "神曲清浊酒，牡丹深浅花。少年欲相饮，此乐何可涯。\r\n沉机造神境，不必悟楞伽。酡颜返童貌，安用成丹砂。\r\n刘伶称酒德，所称良未多。愿君听此曲，我为尽称嗟。\r\n一杯颜色好，十盏胆气加。半酣得自恣，酩酊归太和。\r\n共醉真可乐，飞觥撩乱歌。独醉亦有趣，兀然无与他。\r\n美人醉灯下，左右流横波。王孙醉床上，颠倒眠绮罗。\r\n君今劝我醉，劝醉意如何。"
        },
        {
            "title": "遣昼",
            "content": "密竹有清阴，旷怀无尘滓。况乃秋日光，玲珑晓窗里。\r\n旬休聊自适，今辰日高起。栉沐坐前轩，风轻镜如水。\r\n开卷恣咏谣，望云闲徙倚。新菊媚鲜妍，短萍怜靃靡。\r\n扫除田地静，摘掇园蔬美。幽玩惬诗流，空堂称居士。\r\n客来伤寂寞，我念遗烦鄙。心迹两相忘，谁能验行止。"
        },
        {
            "title": "春月",
            "content": "春月虽至明，终有霭霭光。不似秋冬色，逼人寒带霜。\r\n纤粉澹虚壁，轻烟笼半床。分晖间林影，余照上虹梁。\r\n病久尘事隔，夜闲清兴长。拥抱颠倒领，步屣东西厢。\r\n风柳结柔援，露梅飘暗香。雪含樱绽蕊，珠蹙桃缀房。\r\n杳杳有馀思，行行安可忘。四邻非旧识，无以话中肠。\r\n南有居士俨，默坐调心王。款关一问讯，为我披衣裳。\r\n延我入深竹，暖我于小堂。视身琉璃莹，谕指芭蕉黄。\r\n复有比丘溢，早传龙树方。口中秘丹诀，肘后悬青囊。\r\n锡杖虽独振，刀圭期共尝。未知仙近远，已觉神轻翔。\r\n夜久魂耿耿，月明露苍苍。悲哉沉眠士，宁见兹夕良。"
        },
        {
            "title": "酬乐天登乐游园见忆",
            "content": "昔君乐游园，怅望天欲曛。今我大江上，快意波翻云。\r\n秋空压澶漫，澒洞无垢氛。四顾皆豁达，我眉今日伸。\r\n长安隘朝市，百道走埃尘。轩车随对列，骨肉非本亲。\r\n夸游丞相第，偷入常侍门。爱君直如发，勿念江湖人。"
        },
        {
            "title": "酬乐天书怀见寄",
            "content": "新昌北门外，与君从此分。街衢走车马，尘土不见君。\r\n君为分手归，我行行不息。我上秦岭南，君直枢星北。\r\n秦岭高崔嵬，商山好颜色。月照山馆花，裁诗寄相忆。\r\n天明作诗罢，草草随所如。凭人寄将去，三月无报书。\r\n荆州白日晚，城上鼓冬冬。行逢贺州牧，致书三四封。\r\n封题乐天字，未坼已沾裳。坼书八九读，泪落千万行。\r\n中有酬我诗，句句截我肠。仍云得诗夜，梦我魂凄凉。\r\n终言作书处，上直金銮东。诗书费一夕，万恨缄其中。\r\n中宵宫中出，复见宫月斜。书罢月亦落，晓灯随暗花。\r\n想君书罢时，南望劳所思。况我江上立，吟君怀我诗。\r\n怀我浩无极，江水秋正深。清见万丈底，照我平生心。\r\n感君求友什，因报壮士吟。持谢众人口，销尽犹是金。"
        },
        {
            "title": "和乐天赠吴丹",
            "content": "不识吴生面，久知吴生道。迹虽染世名，心本奉天老。\r\n雌一守命门，回九填血脑。委气荣卫和，咽津颜色好。\r\n传闻共甲子，衰隤尽枯槁。独有冰雪容，纤华夺鲜缟。\r\n问人何能尔，吴实旷怀抱。弁冕徒挂身，身外非所宝。\r\n伊予固童昧，希真亦云早。石坛玉晨尊，昼夜长自扫。\r\n密印视丹田，游神梦三岛。万过黄庭经，一食青精稻。\r\n冥搜方朔桃，结念安期枣。绿发幸未改，丹诚自能保。\r\n行当摆尘缨，吴门事探讨。君为先此词，终期搴瑶草。"
        },
        {
            "title": "元和五",
            "content": "小年闲爱春，认得春风意。未有花草时，先醲晓窗睡。\r\n霞朝澹云色，霁景牵诗思。渐到柳枝头，川光始明媚。\r\n长安车马客，倾心奉权贵。昼夜尘土中，那言早春至。\r\n此时我独游，我游有伦次。闲行曲江岸，便宿慈恩寺。\r\n扣林引寒龟，疏丛出幽翠。凌晨过杏园，晓露凝芳气。\r\n初阳好明净，嫩树怜低庳。排房似缀珠，欲啼红脸泪。\r\n新莺语娇小，浅水光流利。冷饮空腹杯，因成日高醉。\r\n酒醒闻饭钟，随僧受遗施。餐罢还复游，过从上文记。\r\n行逢二月半，始足游春骑。是时春已老，我游亦云既。\r\n藤开九华观，草结三条隧。新笋踊犀株，落梅翻蝶翅。\r\n名倡绣毂车，公子青丝辔。朝士还旬休，豪家得春赐。\r\n提携好音乐，翦铲空田地。同占杏花园，喧阗各丛萃。\r\n顾予烦寝兴，复往散憔悴。倦仆色肌羸，蹇驴行跛痹。\r\n春衫未成就，冬服渐尘腻。倾盖吟短章，书空忆难字。\r\n遥闻公主笑，近被王孙戏。邀我上华筵，横头坐宾位。\r\n那知我年少，深解酒中事。能唱犯声歌，偏精变筹义。\r\n含词待残拍，促舞递繁吹。叫噪掷投盘，生狞摄觥使。\r\n逡巡光景晏，散乱东西异。古观闭闲门，依然复幽閟。\r\n无端矫情性，漫学求科试。薄艺何足云，虚名偶频遂。\r\n拾遗天子前，密奏升平议。召见不须臾，憸庸已猜忌。\r\n朝陪香案班，暮作风尘尉。去岁又登朝，登为柏台吏。\r\n台官相束缚，不许放情志。寓直劳送迎，上堂烦避讳。\r\n分司在东洛，所职尤不易。罚俸得西归，心知受朝庇。\r\n常山攻小寇，淮右择良帅。国难身不行，劳生欲何为。\r\n吾兄谙性灵，崔子同臭味。投此挂冠词，一生还自恣。"
        },
        {
            "title": "寄隐客",
            "content": "我年三十二，鬓有八九丝。非无官次第，其如身早衰。\r\n今人夸贵富，肉食与妖姬。而我俱不乐，贵富亦何为。\r\n况逢多士朝，贤俊若布棋。班行次第立，朱紫相参差。\r\n谟猷密勿进，羽檄纵横驰。监察官甚小，发言无所裨。\r\n小官仍不了，谴夺亦已随。时或不之弃，得不自弃之。\r\n陶君喜不遇，顾我复何疑。潜书周隐士，白云今有期。"
        },
        {
            "title": "酬乐天早夏见怀",
            "content": "庭柚有垂实，燕巢无宿雏。我亦辞社燕，茫茫焉所如。\r\n君诗夏方早，我叹秋已徂。食物风土异，衾裯时节殊。\r\n荒草满田地，近移江上居。八日复切九，月明侵半除。"
        },
        {
            "title": "和乐天别弟后月夜作",
            "content": "闻君别爱弟，明天照夜寒。秋雁拂檐影，晓琴当砌弹。\r\n怅望天澹澹，因思路漫漫。吟为别弟操，闻者为辛酸。\r\n况我兄弟远，一身形影单。江波浩无极，但见时岁阑。"
        },
        {
            "title": "寄吴士矩端公五十韵",
            "content": "昔在凤翔日，十岁即相识。未有好文章，逢人赏颜色。\r\n可怜何郎面，二十才冠饰。短发予近梳，罗衫紫蝉翼。\r\n伯舅各骄纵，仁兄未摧抑。事业若杯盘，诗书甚徽纆。\r\n西州戎马地，贤豪事雄特。百万时可赢，十千良易借。\r\n寒食桐阴下，春风柳林侧。藉草送远游，列筵酬博塞。\r\n萎蕤云幕翠，灿烂红茵赩。脍缕轻似丝，香醅腻如职。\r\n将军频下城，佳人尽倾国。媚语娇不闻，纤腰软无力。\r\n歌辞妙宛转，舞态能剜刻。筝弦玉指调，粉汗红绡拭。\r\n予时最年少，专务酒中职。未能解生狞，偏矜任狂直。\r\n曲庇桃根盏，横讲捎云式。乱布斗分朋，惟新间谗慝。\r\n耻作最先吐，羞言未朝食。醉眼渐纷纷，酒声频。w w\r\n扣节参差乱，飞觥往来织。强起相维持，翻成两匍匐。\r\n边霜飒然降，战马鸣不息。但喜秋光丽，谁忧塞云黑。\r\n常随猎骑走，多在豪家匿。夜饮天既明，朝歌日还昃。\r\n荒狂岁云久，名利心潜逼。时辈多得途，亲朋屡相敕。\r\n闲因适农野，忽复爱稼穑。平生中圣人，翻然腐肠贼。\r\n亦从酒仙去，便被书魔惑。脱迹壮士场，甘心竖儒域。\r\n矜持翠筠管，敲断黄金勒。屡益兰膏灯，犹研兔枝墨。\r\n崎岖来掉荡，矫枉事沉默。隐笑甚艰难，敛容还屴崱。\r\n与君始分散，勉我劳修饰。岐路各营营，别离长恻恻。\r\n行看二十载，万事纷何极。相值或须臾，安能洞胸臆。\r\n昨来陕郊会，悲欢两难克。问我新相知，但报长相忆。\r\n岂无新知者，不及小相得。亦有生岁游，同年不同德。\r\n为别讵几时，伊予坠沟洫。大江鼓风浪，远道参荆棘。\r\n往事返无期，前途浩难测。一旦得自由，相求北山北。"
        },
        {
            "title": "韦氏馆与周隐客、杜归和泛舟",
            "content": "天色低澹澹，池光漫油油。轻舟闲缴绕，不远池上楼。\r\n时物欣外奖，真元随内修。神恬津藏满，气委支节柔。\r\n众处岂自异，旷怀谁我俦。风车笼野马，八荒安足游。\r\n开颜陆浑杜，握手灵都周。持君宝珠赠，顶戴头上头。"
        },
        {
            "title": "台中鞫狱，忆",
            "content": "忆在开元馆，食柏练玉颜。疏慵日高卧，自谓轻人寰。\r\n李生隔墙住，隔墙如隔山。怪我久不识，先来问骄顽。\r\n十过乃一往，遂成相往还。以我文章卷，文章甚斒斓。\r\n因言辛庾辈，亦愿放羸孱。既回数子顾，展转相连攀。\r\n驱令选科目，若在闠与闤。学随尘土坠，漫数公卿关。\r\n唯恐坏情性，安能惧谤讪。还招辛庾李，静处杯巡环。\r\n进取果由命，不由趋险艰。穿杨二三子，弓矢次第弯。\r\n推我亦上道，再联朝士班。二月除御史，三月使巴蛮。\r\n蛮民詀諵诉，啮指明痛癏。怜蛮不解语，为发昏帅奸。\r\n归来五六月，旱色天地殷。分司别兄弟，各各泪潸潸。\r\n哀哉剧部职，唯数赃罪锾。死款依稀取，斗辞方便删。\r\n道心常自愧，柔发难久黫。折支望车乘，支痛谁置患。\r\n奇哉乳臭儿，绯紫绷被间。渐大官渐贵，渐富心渐悭。\r\n闹装辔头觼，静拭腰带斑。鹞子绣线，狗儿金油环。t\r\n香汤洗骢马，翠篾笼白鹇。月请公王封，冰受天子颁。\r\n开筵试歌舞，别宅宠妖娴。坐卧摩绵褥，捧拥綟丝鬟。\r\n旦夕不相离，比翼若飞鸾。而我亦何苦，三十身已鳏。\r\n愁吟心骨颤，寒卧支体。居处虽幽静，尤悔少愉嬾。l\r\n不如周道士，鹤岭临钟湾。绕院松瑟瑟，通畦水潺潺。\r\n阳坡自寻蕨，村沼看沤菅。穷通两未遂，营营真老闲。"
        },
        {
            "title": "酬乐天",
            "content": "放鹤在深水，置鱼在高枝。升沉或异势，同谓非所宜。\r\n君为邑中吏，皎皎鸾凤姿。顾我何为者，翻侍白玉墀。\r\n昔作芸香侣，三载不暂离。逮兹忽相失，旦夕梦魂思。\r\n崔嵬骊山顶，宫树遥参差。只得两相望，不得长相随。\r\n多君岁寒意，裁作秋兴诗。上言风尘苦，下言时节移。\r\n官家事拘束，安得携手期。愿为云与雨，会合天之垂。"
        },
        {
            "title": "遣病十首",
            "content": "服药备江瘴，四年方一疠。岂是药无功，伊予久留滞。\r\n滞留人固薄，瘴久药难制。去日良已甘，归途奈无际。\r\n弃置何所任，郑公怜我病。三十九万钱，资予养顽暝。\r\n身贱杀何益，恩深报难罄。公其万千年，世有天之郑。\r\n忆作孩稚初，健羡成人列。倦学厌日长，嬉游念佳节。\r\n今来渐讳年，顿与前心别。白日速如飞，佳晨亦骚屑。\r\n昔在痛饮场，憎人病辞醉。病来身怕酒，始悟他人意。\r\n怕酒岂不闲，悲无少年气。传语少年儿，杯盘莫回避。\r\n忆初头始白，昼夜惊一缕。渐及鬓与须，多来不能数。\r\n壮年等闲过，过壮年已五。华发不再青，劳生竟何补。\r\n在家非不病，有病心亦安。起居甥侄扶，药饵兄嫂看。\r\n今病兄远路，道遥书信难。寄言娇小弟，莫作官家官。\r\n燕巢官舍内，我尔俱为客。岁晚我独留，秋深尔安适。\r\n风高翅羽垂，路远烟波隔。去去玉山岑，人间网罗窄。\r\n檐宇夜来旷，暗知秋已生。卧悲衾簟冷，病觉支体轻。\r\n炎昏岂不倦，时去聊自惊。浩叹终一夕，空堂天欲明。\r\n秋依静处多，况乃凌晨趣。深竹蝉昼风，翠茸衫晓露。\r\n庭莎病看长，林果闲知数。何以强健时，公门日劳骛。\r\n朝结故乡念，暮作空堂寝。梦别泪亦流，啼痕暗横枕。\r\n昔愁凭酒遣，今病安能饮。落尽秋槿花，离人病犹甚。"
        },
        {
            "title": "含风夕",
            "content": "炎昏倦烦久，逮此含风夕。夏服稍轻清，秋堂已岑寂。\r\n载欣凉宇旷，复念佳辰掷。络纬惊岁功，顾我何成绩。\r\n青荧微月钩，幽晖洞阴魄。水镜涵玉轮，若见渊泉璧。\r\n参差帘牖重，次第笼虚白。树影满空床，萤光缀深壁。\r\n怅望牵牛星，复为经年隔。露网褭风珠，轻河泛遥碧。\r\n讵无深秋夜，感此乍流易。亦有迟暮年，壮年良自惜。\r\n循环切中肠，感念追往昔。接瞬无停阴，何言问陈积。\r\n馨香推蕙兰，坚贞谕松柏。生物固有涯，安能比金石。\r\n况兹百龄内，扰扰纷众役。日月东西驰，飞车无留迹。\r\n来者良未穷，去矣定奚适。委顺在物为，营营复何益。"
        },
        {
            "title": "三月二十四日宿曾",
            "content": "微月照桐花，月微花漠漠。怨澹不胜情，低回拂帘幕。\r\n叶新阴影细，露重枝条弱。夜久春恨多，风清暗香薄。\r\n是夕远思君，思君瘦如削。但感事暌违，非言官好恶。\r\n奏书金銮殿，步屣青龙阁。我在山馆中，满地桐花落。"
        },
        {
            "title": "西还",
            "content": "悠悠洛阳梦，郁郁灞陵树。落日正西归，逢君又东去。"
        },
        {
            "title": "西州院",
            "content": "自入西州院，唯见东川城。今夜城头月，非暗又非明。\r\n文案床席满，卷舒赃罪名。惨凄且烦倦，弃之阶下行。\r\n怅望天回转，动摇万里情。参辰次第出，牛女颠倒倾。\r\n况此风中柳，枝条千万茎。到来篱下笋，亦已长短生。\r\n感怆正多绪，鸦鸦相唤惊。墙上杜鹃鸟，又作思归鸣。\r\n以彼撩乱思，吟为幽怨声。吟罢终不寝，冬冬复铛铛。"
        },
        {
            "title": "东西道",
            "content": "天皇开四极，便有东西道。万古阅行人，行人几人老。\r\n顾我倦行者，息阴何不早。少壮尘事多，那言壮年好。"
        },
        {
            "title": "和乐天秋题牡丹丛",
            "content": "敝宅艳山卉，别来长叹息。吟君晚丛咏，似见摧颓色。\r\n欲识别后容，勤过晚丛侧。"
        },
        {
            "title": "秋夕远怀",
            "content": "旦夕天气爽，风飘叶渐轻。星繁河汉白，露逼衾枕清。\r\n丹鸟月中灭，莎鸡床下鸣。悠悠此怀抱，况复多远情。"
        },
        {
            "title": "春余遣兴",
            "content": "春去日渐迟，庭空草偏长。馀英间初实，雪絮萦蛛网。\r\n好鸟多息阴，新篁已成响。帘开斜照入，树褭游丝上。\r\n绝迹念物闲，良时契心赏。单衣颇新绰，虚室复清敞。\r\n置酒奉亲宾，树萱自怡养。笑倚连枝花，恭扶瑞藤杖。\r\n步屟恣优游，望山多气象。云叶遥卷舒，风裾动萧爽。\r\n簪缨固烦杂，江海徒浩荡。野马笼赤霄，无由负羁鞅。"
        },
        {
            "title": "与杨十二、李三早入永寿寺看牡丹",
            "content": "晓入白莲宫，琉璃花界净。开敷多喻草，凌乱被幽径。\r\n压砌锦地铺，当霞日轮映。蝶舞香暂飘，蜂牵蕊难正。\r\n笼处彩云合，露湛红珠莹。结叶影自交，摇风光不定。\r\n繁华有时节，安得保全盛。色见尽浮荣，希君了真性。"
        },
        {
            "title": "刘氏馆集隐客、归和、子元、及之、子蒙、晦",
            "content": "湿垫缘竹径，寥落护岸冰。偶然沽市酒，不越四五升。\r\n诗客爱时景，道人话升腾。笑言各有趣，悠哉古孙登。"
        },
        {
            "title": "题翰林东阁前小松",
            "content": "檐碍修鳞亚，霜侵簇翠黄。唯余入琴韵，终待舜弦张。"
        },
        {
            "title": "遣春十首",
            "content": "晓月笼云影，莺声馀雾中。暗芳飘露气，轻寒生柳风。\r\n冉冉一趋府，未为劳我躬。因兹得晨起，但觉情兴隆。\r\n久雨怜霁景，偶来堤上行。空濛天色嫩，杳淼江面平。\r\n百草短长出，众禽高下鸣。春阳各有分，予亦澹无情。\r\n镜皎碧潭水，微波粗成文。烟光垂碧草，琼脉散纤云。\r\n岸柳好阴影，风裾遗垢氛。悠然送春目，八荒谁与群。\r\n低迷笼树烟，明净当霞日。阳焰波春空，平湖漫凝溢。\r\n雪鹭远近飞，渚牙浅深出。江流复浩荡，相为坐纡郁。\r\n暄寒深浅春，红白前后花。颜色讵相让，生成良有涯。\r\n梅花勿自早，春来归燕多。葺旧良易就，新院亦已罗。\r\n俯怜雏化卵，仰愧鹏无窠。巢栋与巢幕，秋风俱奈何。\r\n撩乱扑树蜂，摧残恋房蕊。风吹雨又频，安得繁于绮。\r\n酒杯沉易过，世事纷何已。莫倚颜似花，君看岁如水。\r\n绕郭高高冢，半是荆王墓。后嗣炽阳台，前贤甘荜路。\r\n善恶徒自分，波流尽东注。胡然不饮酒，坐落桐花树。\r\n花阴莎草长，藕莎闲自酌。坐看莺斗枝，轻花满尊杓。\r\n葛巾竹稍挂，旧卷琴上阁。沽酒过此生，狂歌眼前乐。\r\n梨叶已成阴，柳条纷起絮。波绿紫屏风，螺红碧筹箸。\r\n三杯面上热，万事心中去。我意风散云，何劳问行处。"
        },
        {
            "title": "春晚寄杨",
            "content": "蒙蒙竹树深，帘牖多清阴。避日坐林影，余花委芳襟。\r\n倾尊就残酌，舒卷续微吟。空际飏高蝶，风中聆素琴。\r\n广庭备幽趣，复对商山岑。独此爱时景，旷怀云外心。\r\n迁莺恋嘉木，求友多好音。自无琅玕实，安得莲花簪。\r\n寄之二君子，希见双南金。"
        },
        {
            "title": "秋堂夕",
            "content": "炎凉正回互，金火郁相乘。云雷时交构，川泽方蒸腾。\r\n清风一朝胜，白露忽已凝。草木凡气尽，始见天地澄。\r\n况此秋堂夕，幽怀旷无朋。萧条帘外雨，倏闪案前灯。\r\n书卷满床席，蟏蛸悬复升。啼儿屡哑咽，倦僮时寝兴。\r\n泛览昏夜目，咏谣畅烦膺。况吟获麟章，欲罢久不能。\r\n尧舜事已远，丘道安可胜。蜉蝣不信鹤，蜩鷃肯窥鹏。\r\n当年且不偶，没世何必称。胡为揭闻见，褒贬贻爱憎。\r\n焉用汩其泥，岂在清如冰。非白又非黑，谁能点青蝇。\r\n处世苟无闷，佯狂道非弘。无言被人觉，予亦笑孙登。"
        },
        {
            "title": "清都夜境",
            "content": "夜久连观静，斜月何晶荧。寥天如碧玉，历历缀华星。\r\n楼榭自阴映，云牖深冥冥。纤埃悄不起，玉砌寒光清。\r\n栖鹤露微影，枯松多怪形。南厢俨容卫，音响如可聆。\r\n启圣发空洞，朝真趋广庭。闲开蕊珠殿，暗阅金字经。\r\n屏气动方息，凝神心自灵。悠悠车马上，浩思安得宁。"
        },
        {
            "title": "杨子华画三首",
            "content": "杨画远于展，何言今在兹。依然古妆服，但感时节移。\r\n念君一朝意，遗我千载思。子亦几时客，安能长苦悲。\r\n皓腕卷红袖，锦鞲臂苍鹗。故人断弦心，稚齿从禽乐。\r\n当年惜贵游，遗形寄丹雘。骨象或依稀，铅华已寥落。\r\n似对古人民，无复昔城郭。子亦观病身，色空俱寂寞。\r\n颠倒世人心，纷纷乏公是。真赏画不成，画赏真相似。\r\n丹青各所尚，工拙何足恃。求此妄中精，嗟哉子华子。"
        },
        {
            "title": "别李三",
            "content": "阶蓂附瑶砌，丛兰偶芳藿。高位良有依，幽姿亦相托。\r\n鲍叔知我贫，烹葵不为薄。半面契始终，千金比然诺。\r\n人生系时命，安得无苦乐。但感游子颜，又值馀英落。\r\n苍苍秦树云，去去缑山鹤。日暮分手归，杨花满城郭。"
        },
        {
            "title": "忆云之",
            "content": "为鱼实爱泉，食辛宁避蓼。人生既相合，不复论窕窕。\r\n沧海良有穷，白日非长皎。何事一人心，各在四方表。\r\n泛若逐水萍，居为附松茑。流浪随所之，萦纡牵所绕。\r\n百龄颇跼促，况复迷寿夭。芟发君已衰，冠岁予非小。\r\n娱乐不及时，暮年壮心少。感此幽念绵，遂为长悄悄。\r\n中庭草木春，历乱递相扰。奇树花冥冥，竹竿凤褭褭。\r\n幽芳被兰径，安得寄天杪。万里潇湘魂，夜夜南枝鸟。"
        },
        {
            "title": "鹿角镇",
            "content": "去年湖水满，此地覆行舟。万怪吹高浪，千人死乱流。\r\n谁能问帝子，何事宠阳侯。渐恐鲸鲵大，波涛及九州。"
        },
        {
            "title": "贞元历",
            "content": "象魏才颁历，龙镳已御天。犹看后元历，新署永贞年。\r\n半岁光阴在，三朝礼数迁。无因书简册，空得咏诗篇。"
        },
        {
            "title": "襄阳道",
            "content": "羊公名渐远，唯有岘山碑。近日称难继，曹王任马彝。\r\n椒兰俱下世，城郭到今时。汉水清如玉，流来本为谁。"
        },
        {
            "title": "感事三首",
            "content": "为国谋羊舌，从来不为身。此心长自保，终不学张陈。\r\n自笑心何劣，区区辨所冤。伯仁虽到死，终不向人言。\r\n富贵年皆长，风尘旧转稀。白头方见绝，遥为一沾衣。"
        },
        {
            "title": "塞马",
            "content": "塞马倦江渚，今朝神彩生。晓风寒猎猎，乍得草头行。\r\n夷狄寝烽候，关河无战声。何由当阵面，从尔四蹄轻。"
        },
        {
            "title": "虫豸诗·虻",
            "content": "阴深山有瘴，湿垫草多虻。众噬锥刀毒，群飞风雨声。\r\n汗粘疮痏痛，日曝苦辛行。饱尔蛆残腹，安知天地情。\r\n千山溪沸石，六月火烧云。自顾生无类，那堪毒有群。\r\n搏牛皮若截，噬马血成文。蹄角尚如此，肌肤安可云。\r\n辛螫终非久，炎凉本递兴。秋风自天落，夏蘖与霜澄。\r\n一镜开潭面，千锋露石棱。气平虫豸死，云路好攀登。"
        },
        {
            "title": "楚歌十首",
            "content": "楚人千万户，生死系时君。当璧便为嗣，贤愚安可分。\r\n干戈长浩浩，篡乱亦纷纷。纵有明在下，区区何足云。\r\n陶虞事已远，尼父独将明。潜穴龙无位，幽林兰自生。\r\n楚王谋授邑，此意复中倾。未别子西语，纵来何所成。\r\n平王渐昏惑，无极转承恩。子建犹相贰，伍奢安得存。\r\n生居宫雉閟，死葬寝园尊。岂料奔吴士，鞭尸郢市门。\r\n惧盈因邓曼，罢猎为樊姬。盛德留金石，清风鉴薄帷。\r\n襄王忽妖梦，宋玉复淫辞。万事捐宫馆，空山云雨期。\r\n宜僚南市住，未省食人恩。临难忽相感，解纷宁用言。\r\n何如晋夷甫，坐占紫微垣。看著五胡乱，清谈空自尊。\r\n谁恃王深宠，谁为楚上卿。包胥心独许，连夜哭秦兵。\r\n千乘徒虚尔，一夫安可轻。殷勤聘名士，莫但倚方城。\r\n梁业雄图尽，遗孙世运消。宣明徒有号，江汉不相朝。\r\n碑碣高临路，松枝半作樵。唯馀开圣寺，犹学武皇妖。\r\n江陵南北道，长有远人来。死别登舟去，生心上马回。\r\n荣枯诚异日，今古尽同灰。巫峡朝云起，荆王安在哉。\r\n三峡连天水，奔波万里来。风涛各自急，前后苦相推。\r\n倒入黄牛漩，惊冲滟滪堆。古今流不尽，流去不曾回。\r\n八荒同日月，万古共山川。生死既由命，兴衰还付天。\r\n栖栖王粲赋，愤愤屈平篇。各自埋幽恨，江流终宛然。"
        },
        {
            "title": "虫豸诗·蟆子",
            "content": "蟆子微於蚋，朝繁夜则无。毫端生羽翼，针喙噆肌肤。\r\n暗毒应难免，羸形日渐枯。将身远相就，不敢恨非辜。\r\n晦景权藏毒，明时敢噬人。不劳生诟怒，只足助酸辛。\r\n隼眦看无物，蛇躯庇有鳞。天方刍狗我，甘与尔相亲。\r\n有口深堪异，趋时讵可量。谁令通鼻息，何故辨馨香。\r\n沉水来沧海，崇兰泛露光。那能枉焚爇，尔众我微茫。"
        },
        {
            "title": "虫豸诗·巴蛇",
            "content": "巴蛇千种毒，其最鼻褰蛇。掉舌翻红焰，盘身蹙白花。\r\n喷人竖毛发，饮浪沸泥沙。欲学叔敖瘗，其如多似麻。\r\n越岭南滨海，武都西隐戎。雄黄假名石，鷣鸟远难笼。\r\n讵有隳肠计，应无破脑功。巴山昼昏黑，妖雾毒濛濛。\r\n汉帝斩蛇剑，晋时烧上天。自兹繁巨蟒，往往寿千年。\r\n白昼遮长道，青溪蒸毒烟。战龙苍海外，平地血浮船。"
        },
        {
            "title": "旱灾自咎",
            "content": "吾闻上帝心，降命明且仁。臣稹苟有罪，胡不灾我身。\r\n胡为旱一州，祸此千万人。一旱犹可忍，其旱亦已频。\r\n腊雪不满地，膏雨不降春。恻恻诏书下，半减麦与缗。\r\n半租岂不薄，尚竭力与筋。竭力不敢惮，惭戴天子恩。\r\n累累妇拜姑，呐呐翁语孙。禾黍日夜长，足得盈我囷。\r\n还填折粟税，酬偿贳麦邻。苟无公私责，饮水不为贫。\r\n欢言未盈口，旱气已再振。六月天不雨，秋孟亦既旬。\r\n区区昧陋积，祷祝非不勤。日驰衰白颜，再拜泥甲鳞。\r\n归来重思忖，愿告诸邑君。以彼天道远，岂如人事亲。\r\n团团囹圄中，无乃冤不申。扰扰食廪内，无乃奸有因。\r\n轧轧输送车，无乃使不伦。遥遥负担卒，无乃役不均。\r\n今年无大麦，计与珠玉滨。村胥与里吏，无乃求取繁。\r\n符下敛钱急，值官因酒嗔。诛求与挞罚，无乃不逡巡。\r\n生小下里住，不曾州县门。诉词千万恨，无乃不得闻。\r\n强豪富酒肉，穷独无刍薪。俱由案牍吏，无乃移祸屯。\r\n官分市井户，迭配水陆珍。未蒙所偿直，无乃不敢言。\r\n有一于此事，安可尤苍旻。借使漏刑宪，得不虞鬼神。\r\n自顾顽滞牧，坐贻灾沴臻。上羞朝廷寄，下愧闾里民。\r\n岂无神明宰，为我同苦辛。共布慈惠语，慰此衢客尘。"
        },
        {
            "title": "虫豸诗·蜘蛛",
            "content": "蜘蛛天下足，巴蜀就中多。缝隙容长踦，虚空织横罗。\r\n萦缠伤竹柏，吞噬及虫蛾。为送佳人喜，珠栊无奈何。\r\n网密将求食，丝斜误著人。因依方纪绪，挂罥遂容身。\r\n截道蝉冠碍，漫天玉露频。儿童怜小巧，渐欲及车轮。\r\n稚子怜圆网，佳人祝喜丝。那知缘暗隙，忽被啮柔肌。\r\n毒腠攻犹易，焚心疗恐迟。看看长祆绪，和扁欲涟洏。"
        },
        {
            "title": "赋得鱼登龙门",
            "content": "鱼贯终何益，龙门在苦登。有成当作雨，无用耻为鹏。\r\n激浪诚难溯，雄心亦自凭。风云潜会合，鬐鬣忽腾凌。\r\n泥滓辞河浊，烟霄见海澄。回瞻顺流辈，谁敢望同升。"
        },
        {
            "title": "野节鞭",
            "content": "神鞭鞭宇宙，玉鞭鞭骐骥。紧綛野节鞭，本用鞭赑屃。\r\n使君鞭甚长，使君马亦利。司马并马行，司马马憔悴。\r\n短鞭不可施，疾步无由致。使君驻马言，愿以长鞭遗。\r\n此遗不寻常，此鞭不容易。金坚无缴绕，玉滑无尘腻。\r\n青蛇坼生石，不刺山阿地。乌龟旋眼斑，不染江头泪。\r\n长看雷雨痕，未忍驽骀试。持用换所持，无令等闲弃。\r\n答云君何奇，赠我君所贵。我用亦不凡，终身保明义。\r\n誓以鞭奸顽，不以鞭蹇踬。指撝狡兔踪，决挞怪龙睡。\r\n惜令寸寸折，节节不虚坠。因作换鞭诗，诗成谓同志。\r\n而我得闻之，笑君年少意。安用换长鞭，鞭长亦奚为。\r\n我有鞭尺馀，泥抛风雨渍。不拟闲赠行，唯将烂夸醉。\r\n春来信马头，款缓花前辔。愿我迟似挛，饶君疾如翅。"
        },
        {
            "title": "虫豸诗·蛒蜂",
            "content": "巴蛇蟠窟穴，穴下有巢蜂。近树禽垂翅，依原兽绝踪。\r\n微遭断手足，厚毒破心胸。昔甚招魂句，那知眼自逢。\r\n梨笑清都月，蜂游紫殿春。构脾分部伍，嚼蕊奉君亲。\r\n翅羽颇同类，心神固异伦。安知人世里，不有噬人人。\r\n兰蕙本同畹，蜂蛇亦杂居。害心俱毒螫，妖焰两吹嘘。\r\n雷蛰吞噬止，枯焚巢穴除。可怜相济恶，勿谓祸无馀。"
        },
        {
            "title": "画松",
            "content": "张璪画古松，往往得神骨。翠帚扫春风，枯龙戛寒月。\r\n流传画师辈，奇态尽埋没。纤枝无萧洒，顽干空突兀。\r\n乃悟埃尘心，难状烟霄质。我去淅阳山，深山看真物。"
        },
        {
            "title": "虫豸诗·浮尘子",
            "content": "可叹浮尘子，纤埃喻此微。宁论隔纱幌，并解透绵衣。\r\n有毒能成痏，无声不见飞。病来双眼暗，何计辨雰霏。\r\n乍可巢蚊睫，胡为附蟒鳞。已微于蠢蠢，仍害及仁人。\r\n动植皆分命，毫芒亦是身。哀哉此幽物，生死敌浮尘。\r\n但觉皮肤憯，安知琐细来。因风吹薄雾，向日误轻埃。\r\n暗啮堪销骨，潜飞有祸胎。然无防备处，留待雪霜摧。"
        },
        {
            "title": "后湖",
            "content": "荆有泥泞水，在荆之邑郛。郛前水在后，谓之为后湖。\r\n环湖十馀里，岁积潢与污。臭腐鱼鳖死，不植菰与蒲。\r\n郑公理三载，其理用喣愉。岁稔民四至，隘廛亦隘衢。\r\n公乃署其地，为民先矢谟。人人傥自为，我亦不庀徒。\r\n下里得闻之，各各相俞俞。提携翁及孙，捧戴妇与姑。\r\n壮者负砾石，老亦捽茅刍。斤磨片片雪，椎隐连连珠。\r\n朝餐布庭落，夜宿完户枢。邻里近相告，新戚远相呼。\r\n鬻者自为鬻，酤者自为酤。鸡犬丰中市，人民岐下都。\r\n百年废滞所，一旦奥浩区。我实司水土，得为官事无。\r\n人言贱事贵，贵直不贵谀。此实公所小，安用歌袴襦。\r\n答云潭及广，以至鄂与吴。万里尽泽国，居人皆垫濡。\r\n富者不容盖，贫者不庇躯。得不歌此事，以我为楷模。"
        },
        {
            "title": "竞舟",
            "content": "楚俗不爱力，费力为竞舟。买舟俟一竞，竞敛贫者赇。\r\n年年四五月，茧实麦小秋。积水堰堤坏，拔秧蒲稗稠。\r\n此时集丁壮，习竞南亩头。朝饮村社酒，暮椎邻舍牛。\r\n祭船如祭祖，习竞如习雠。连延数十日，作业不复忧。\r\n君侯馔良吉，会客陈膳羞。画鹢四来合，大竞长江流。\r\n建标明取舍，胜负死生求。一时欢呼罢，三月农事休。\r\n岳阳贤刺史，念此为俗疣。习俗难尽去，聊用去其尤。\r\n百船不留一，一竞不滞留。自为里中戏，我亦不寓游。\r\n吾闻管仲教，沐树惩堕游。节此淫竞俗，得为良政不。\r\n我来歌此事，非独歌此州。此事数州有，亦欲闻数州。"
        },
        {
            "title": "赛神",
            "content": "楚俗不事事，巫风事妖神。事妖结妖社，不问疏与亲。\r\n年年十月暮，珠稻欲垂新。家家不敛获，赛妖无富贫。\r\n杀牛贳官酒，椎鼓集顽民。喧阗里闾隘，凶酗日夜频。\r\n岁暮雪霜至，稻珠随陇湮。吏来官税迫，求质倍称缗。\r\n贫者日消铄，富亦无仓囷。不谓事神苦，自言诚不真。\r\n岳阳贤刺史，念此为俗屯。未可一朝去，俾之为等伦。\r\n粗许存习俗，不得呼党人。但许一日泽，不得月与旬。\r\n吾闻国侨理，三年名乃振。巫风燎原久，未必怜徙薪。\r\n我来歌此事，非独歌政仁。此事四邻有，亦欲闻四邻。"
        },
        {
            "title": "茅舍",
            "content": "楚俗不理居，居人尽茅舍。茅苫竹梁栋，茅疏竹仍罅。\r\n边缘堤岸斜，诘屈檐楹亚。篱落不蔽肩，街衢不容驾。\r\n南风五月盛，时雨不来下。竹蠹茅亦干，迎风自焚灺。\r\n防虞集邻里，巡警劳昼夜。遗烬一星然，连延祸相嫁。\r\n号呼怜谷帛，奔走伐桑柘。旧架已新焚，新茅又初架。\r\n前日洪州牧，念此常嗟讶。牧民未及久，郡邑纷如化。\r\n峻邸俨相望，飞甍远相跨。旗亭红粉泥，佛庙青鸳瓦。\r\n斯事才未终，斯人久云谢。有客自洪来，洪民至今藉。\r\n惜其心太亟，作役无容暇。台观亦已多，工徒稍冤咤。\r\n我欲他郡长，三时务耕稼。农收次邑居，先室后台榭。\r\n启闭既及期，公私亦相借。度材无强略，庀役有定价。\r\n不使及僭差，粗得御寒夏。火至殊陈郑，人安极嵩华。\r\n谁能继此名，名流袭兰麝。五袴有前闻，斯言我非诈。"
        },
        {
            "title": "竹部",
            "content": "竹部竹山近，岁伐竹山竹。伐竹岁亦深，深林隔深谷。\r\n朝朝冰雪行，夜夜豺狼宿。科首霜断蓬，枯形烧馀木。\r\n一束十余茎，千钱百余束。得钱盈千百，得粟盈斗斛。\r\n归来不买食，父子分半菽。持此欲何为，官家岁输促。\r\n我来荆门掾，寓食公堂肉。岂惟遍妻孥，亦以及僮仆。\r\n分尔有限资，饱我无端腹。愧尔不复言，尔生何太蹙。"
        },
        {
            "title": "酬别致用",
            "content": "风行自委顺，云合非有期。神哉心相见，无眹安得离。\r\n我有恳愤志，三十无人知。修身不言命，谋道不择时。\r\n达则济亿兆，穷亦济毫厘。济人无大小，誓不空济私。\r\n研几未淳熟，与世忽参差。意气一为累，猜仍良已随。\r\n昨来窜荆蛮，分与平生隳。那言返为遇，获见心所奇。\r\n一见肺肝尽，坦然无滞疑。感念交契定，泪流如断縻。\r\n此交定生死，非为论盛衰。此契宗会极，非谓同路歧。\r\n君今虎在柙，我亦鹰就羁。驯养保性命，安能奋殊姿。\r\n玉色深不变，井水挠不移。相看各年少，未敢深自悲。"
        },
        {
            "title": "松鹤",
            "content": "渚宫本坳下，佛庙有台阁。台下三四松，低昂势前却。\r\n是时晴景丽，松梢残雪薄。日色相玲珑，纤云映罗幕。\r\n逡巡九霄外，似振风中铎。渐见尺帛光，孤飞唳空鹤。\r\n裴回耀霜雪，顾慕下寥廓。蹋动樛盘枝，龙蛇互跳跃。\r\n俯瞰九江水，旁瞻万里壑。无心眄乌鸢，有字悲城郭。\r\n清角已沉绝，虞韶亦冥寞。鶱翻勿重留，幸及钧天作。"
        },
        {
            "title": "寺院新竹",
            "content": "宝地琉璃坼，紫苞琅玕踊。亭亭巧于削，一一大如拱。\r\n冰碧林外寒，峰峦眼前耸。槎枒矛戟合，屹仡龙蛇动。\r\n烟泛翠光流，岁馀霜彩重。风朝竽籁过，雨夜鬼神恐。\r\n佳色有鲜妍，修茎无拥肿。节高迷玉镞，箨缀疑花捧。\r\n讵必太山根，本自仙坛种。谁令植幽壤，复此依闲冗。\r\n居然霄汉姿，坐受藩篱壅。噪集倦鸱乌，炎昏繁蠛蠓。\r\n未遭伶伦听，非安子犹宠。威凤来有时，虚心岂无奉。"
        },
        {
            "title": "和乐天折剑头",
            "content": "闻君得折剑，一片雄心起。讵意铁蛟龙，潜在延津水。\r\n风云会一合，呼吸期万里。雷震山岳碎，电斩鲸鲵死。\r\n莫但宝剑头，剑头非此比。"
        },
        {
            "title": "说剑",
            "content": "吾友有宝剑，密之如密友。我实胶漆交，中堂共杯酒。\r\n酒酣肝胆露，恨不眼前剖。高唱荆卿歌，乱击相如缶。\r\n更击复更唱，更酌亦更寿。白虹坐上飞，青蛇匣中吼。\r\n我闻音响异，疑是干将偶。为君再拜言，神物可见不。\r\n君言我所重，我自为君取。迎箧已焚香，近鞘先泽手。\r\n徐抽寸寸刃，渐屈弯弯肘。杀杀霜在锋，团团月临纽。\r\n逡巡潜虬跃，郁律惊左右。霆电满室光，蛟龙绕身走。\r\n我为捧之泣，此剑别来久。铸时近山破，藏在松桂朽。\r\n幽匣狱底埋，神人水心守。本是稽泥淬，果非雷焕有。\r\n我欲评剑功，愿君良听受。剑可剸犀兕，剑可切琼玖。\r\n剑决天外云，剑冲日中斗。剑隳妖蛇腹，剑拂佞臣首。\r\n太古初断鳌，武王亲击纣。燕丹卷地图，陈平绾花绶。\r\n曾被桂树枝，寒光射林薮。曾经铸农器，利用翦稂莠。\r\n神物终变化，复为龙牝牡。晋末武库烧，脱然排户牖。\r\n为欲扫群胡，散作弥天帚。自兹失所往，豪英共为诟。\r\n今复谁人铸，挺然千载后。既非古风胡，无乃近鸦九。\r\n自我与君游，平生益自负。况擎宝剑出，重以雄心扣。\r\n此剑何太奇，此心何太厚。劝君慎所用，所用无或苟。\r\n潜将辟魑魅，勿但防妾妇。留斩泓下蛟，莫试街中狗。\r\n君今困泥滓，我亦坌尘垢。俗耳惊大言，逢人少开口。"
        },
        {
            "title": "和乐天赠樊著作",
            "content": "君为著作诗，志激词且温。璨然光扬者，皆以义烈闻。\r\n千虑竟一失，冰玉不断痕。谬予顽不肖，列在数子间。\r\n因君讥史氏，我亦能具陈。羲黄眇云远，载籍无遗文。\r\n煌煌二帝道，铺设在典坟。尧心惟舜会，因著为话言。\r\n皋夔益稷禹，粗得无间然。缅然千载后，后圣曰孔宣。\r\n迥知皇王意，缀书为百篇。是时游夏辈，不敢措舌端。\r\n信哉作遗训，职在圣与贤。如何至近古，史氏为闲官。\r\n但令识字者，窃弄刀笔权。由心书曲直，不使当世观。\r\n贻之千万代，疑言相并传。人人异所见，各各私所遍。\r\n以是曰褒贬，不如都无焉。况乃丈夫志，用舍贵当年。\r\n顾予有微尚，愿以出处论。出非利吾已，其出贵道全。\r\n全道岂虚设，道全当及人。全则富与寿，亏则饥与寒。\r\n遂我一身逸，不如万物安。解悬不泽手，拯溺无折旋。\r\n神哉伊尹心，可以冠古先。其次有独善，善己不善民。\r\n天地为一物，死生为一源。合杂分万变，忽若风中尘。\r\n抗哉巢由志，尧舜不可迁。舍此二者外，安用名为宾。\r\n持谢著书郎，愚不愿有云。"
        },
        {
            "title": "虫豸诗·蚁子",
            "content": "蚁子生无处，偏因湿处生。阴霪烦扰攘，拾粒苦嘤咛。\r\n床上主人病，耳中虚藏鸣。雷霆翻不省，闻汝作牛声。\r\n时术功虽细，年深祸亦成。攻穿漏江海，噆食困蛟鲸。\r\n敢惮榱蠹，深藏柱石倾。寄言持重者，微物莫全轻。`\r\n攘攘终朝见，悠悠卒岁疑。讵能分牝牡，焉得有蝝蚳。\r\n徙市竟何意，生涯都几时。巢由或逢我，应似我相期。"
        },
        {
            "title": "和乐天感鹤",
            "content": "我有所爱鹤，毛羽霜雪妍。秋霄一滴露，声闻林外天。\r\n自随卫侯去，遂入大夫轩。云貌久已隔，玉音无复传。\r\n吟君感鹤操，不觉心惕然。无乃予所爱，误为微物迁。\r\n因兹谕直质，未免柔细牵。君看孤松树，左右萝茑缠。\r\n既可习为饱，亦可薰为荃。期君常善救，勿令终弃捐。"
        },
        {
            "title": "苦雨",
            "content": "江瘴气候恶，庭空田地芜。烦昏一日内，阴暗三四殊。\r\n巢燕污床席，苍蝇点肌肤。不足生诟怒，但若寡欢娱。\r\n夜来稍清晏，放体阶前呼。未饱风月思，已为蚊蚋图。\r\n我受簪组身，我生天地炉。炎蒸安敢倦，虫豸何时无。\r\n凌晨坐堂庑，努力泥中趋。官家事不了，尤悔亦可虞。\r\n门外竹桥折，马惊不敢逾。回头命僮御，向我色踟蹰。\r\n自顾方濩落，安能相诘诛。隐忍心愤恨，翻为声喣愉。\r\n逡巡崔嵬日，杲曜东南隅。已复云蔽翳，不使及泥涂。\r\n良农尽蒲苇，厚地积潢污。三光不得照，万物何由苏。\r\n安得飞廉车，磔裂云将躯。又提精阳剑，蛟螭支节屠。\r\n阴沴皆电扫，幽妖亦雷驱。煌煌启阊阖，轧轧掉乾枢。\r\n东西生日月，昼夜如转珠。百川朝巨海，六龙蹋亨衢。\r\n此意倍寥廓，时来本须臾。今也泥鸿洞，鼋鼍真得途。"
        },
        {
            "title": "书异",
            "content": "孟冬初寒月，渚泽蒲尚青。飘萧北风起，皓雪纷满庭。\r\n行过冬至后，冻闭万物零。奔浑驰暴雨，骤鼓轰雷霆。\r\n传云不终日，通宵曾莫停。瘴云愁拂地，急溜疑注瓶。\r\n汹涌潢潦浊，喷薄鲸鲵腥。跳趫井蛙喜，突兀水怪形。\r\n飞蚋奔不死，修蛇蛰再醒。应龙非时出，无乃岁不宁。\r\n吾闻阴阳户，启闭各有扃。后时无肃杀，废职乃玄冥。\r\n座配五天帝，荐用百品珍。权为祝融夺，神其焉得灵。\r\n春秋雷电异，则必书诸经。仲冬雷雨苦，愿省蒙蔽刑。"
        },
        {
            "title": "青云驿",
            "content": "岧峣青云岭，下有千仞谿。裴回不可上，人倦马亦嘶。\r\n愿登青云路，若望丹霞梯。谓言青云驿，绣户芙蓉闺。\r\n谓言青云骑，玉勒黄金蹄。谓言青云具，瑚琏杂象犀。\r\n谓言青云吏，的的颜如珪。怀此青云望，安能复久稽。\r\n攀援信不易，风雨正凄凄。已怪杜鹃鸟，先来山下啼。\r\n才及青云驿，忽遇蓬蒿妻。延我开荜户，凿窦宛如圭。\r\n逡巡吏来谒，头白颜色黧。馈食频叫噪，假器仍乞醯。\r\n向时延我者，共舍藿与藜。乘我牂牁马，蒙茸大如羝。\r\n悔为青云意，此意良噬脐。昔游蜀门下，有驿名青泥。\r\n闻名意惨怆，若坠牢与狴。云泥异所称，人物一以齐。\r\n复闻阊阖上，下视日月低。银城蕊珠殿，玉版金字题。\r\n大帝直南北，群仙侍东西。龙虎俨队仗，雷霆轰鼓鼙。\r\n元君理庭内，左右桃花蹊。丹霞烂成绮，景云轻若绨。\r\n天池光滟滟，瑶草绿萋萋。众真千万辈，柔颜尽如荑。\r\n手持凤尾扇，头戴翠羽笄。云韶互铿戛，霞服相提携。\r\n双双发皓齿，各各扬轻袿。天祚乐未极，溟波浩无堤。\r\n秽贱灵所恶，安肯问黔黎。桑田变成海，宇县烹为齑。\r\n虚皇不愿见，云雾重重翳。大帝安可梦，阊阖何由跻。\r\n灵物可见者，愿以谕端倪。虫蛇吐云气，妖氛变虹霓。\r\n获麟书诸册，豢龙醢为臡。凤凰占梧桐，丛杂百鸟栖。\r\n野鹤啄腥虫，贪饕不如鸡。山鹿藏窟穴，虎豹吞其麛。\r\n灵物比灵境，冠履宁甚睽。道胜即为乐，何惭居稗稊。\r\n金张好车马，於陵亲灌畦。在梁或在火，不变玉与鹈。\r\n上天勿行行，潜穴勿凄凄。吟此青云谕，达观终不迷。"
        },
        {
            "title": "竞渡",
            "content": "吾观竞舟子，因测大竞源。天地昔将竞，蓬勃昼夜昏。\r\n龙蛇相嗔薄，海岱俱崩奔。群动皆搅挠，化作流浑浑。\r\n数极斗心息，太和蒸混元。一气忽为二，矗然画乾坤。\r\n日月复照耀，春秋递寒温。八荒坦以旷，万物罗以繁。\r\n圣人中间立，理世了不烦。延绵复几岁，逮及羲与轩。\r\n炎皇炽如炭，蚩尤扇其燔。有熊竞心起，驱兽出林樊。\r\n一战波委焰，再战火燎原。战讫天下定，号之为轩辕。\r\n自是岂无竞，琐细不复言。其次有龙竞，竞渡龙之门。\r\n龙门浚如泻，淙射不可援。赤鳞化时至，唐突鳍鬣掀。\r\n乘风瞥然去，万里黄河翻。接瞬电烻出，微吟霹雳喧。\r\n傍瞻旷宇宙，俯瞰卑昆仑。庶类咸在下，九霄行易扪。\r\n倏辞蛙黾穴，遽排天帝阍。回悲曝鳃者，未免鲸鲵吞。\r\n帝命泽诸夏，不弃虫与昆。随时布膏露，称物施厚恩。\r\n草木沾我润，豚鱼望我蕃。向来同竞辈，岂料由我存。\r\n壮哉龙竞渡，一竞身独尊。舍此皆蚁斗，竞舟何足论。"
        },
        {
            "title": "谕宝二首",
            "content": "沉玉在弱泥，泥弱玉易沉。扶桑寒日薄，不照万丈心。\r\n安得潜渊虬，拔壑超邓林。泥封泰山阯，水散旱天霖。\r\n洗此泥下玉，照耀台殿深。刻为传国宝，神器人不侵。\r\n冰置白玉壶，始见清皎洁。珠穿殷红缕，始见明洞彻。\r\n镆铘无人淬，两刃幽壤铁。秦镜无人拭，一片埋雾月。\r\n骥跼环堵中，骨附筋入节。虬蟠尺泽内，鱼贯蛙同穴。\r\n艅艎无巨海，浮浮矜瀎潏。栋梁无广厦，颠倒卧霜雪。\r\n大鹏无长空，举翮受羁绁。豫樟无厚地，危柢真卼臲。\r\n圭璧无卞和，甘与顽石列。舜禹无陶尧，名随腐草灭。\r\n神功伏神物，神物神乃别。神人不世出，所以神功绝。\r\n神物岂徒然，用之乃施设。禹功九州理，舜德天下悦。\r\n璧充传国玺，圭用祈太折。千寻豫樟干，九万大鹏歇。\r\n栋梁庇生民，艅艎济来哲。虬腾旱天雨，骥骋流电掣。\r\n镜悬奸胆露，剑拂妖蛇裂。珠玉照乘光，冰莹环坐热。\r\n此物比在泥，斯言为谁发。于今尽凡耳，不为君不说。"
        },
        {
            "title": "分水岭",
            "content": "崔嵬分水岭，高下与云平。上有分流水，东西随势倾。\r\n朝同一源出，暮隔千里情。风雨各自异，波澜相背惊。\r\n势高竞奔注，势曲已回萦。偶值当途石，蹙缩又纵横。\r\n有时遭孔穴，变作呜咽声。褊浅无所用，奔波奚所营。\r\n团团井中水，不复东西征。上应美人意，中涵孤月明。\r\n旋风四面起，并深波不生。坚冰一时合，井深冻不成。\r\n终年汲引绝，不耗复不盈。五月金石铄，既寒亦既清。\r\n易时不易性，改邑不改名。定如拱北极，莹若烧玉英。\r\n君门客如水，日夜随势行。君看守心者，井水为君盟。"
        },
        {
            "title": "赛神",
            "content": "村落事妖神，林木大如村。事来三十载，巫觋传子孙。\r\n村中四时祭，杀尽鸡与豚。主人不堪命，积燎曾欲燔。\r\n旋风天地转，急雨江河翻。采薪持斧者，弃斧纵横奔。\r\n山深多掩映，仅免鲸鲵吞。主人集邻里，各各持酒樽。\r\n庙中再三拜，愿得禾稼存。去年大巫死，小觋又妖言。\r\n邑中神明宰，有意效西门。焚除计未决，伺者迭乘轩。\r\n庙深荆棘厚，但见狐兔蹲。巫言小神变，可验牛马蕃。\r\n邑吏齐进说，幸勿祸乡原。逾年计不定，县听良亦烦。\r\n涉夏祭时至，因令修四垣。忧虞神愤恨，玉帛意弥敦。\r\n我来神庙下，箫鼓正喧喧。因言遣妖术，灭绝由本根。\r\n主人中罢舞，许我重叠论。蜉蝣生湿处，鸱鸮集黄昏。\r\n主人邪心起，气焰日夜繁。狐狸得蹊径，潜穴主人园。\r\n腥臊袭左右，然后托丘樊。岁深树成就，曲直可轮辕。\r\n幽妖尽依倚，万怪之所屯。主人一心好，四面无篱藩。\r\n命樵执斤斧，怪木宁遽髡。主人且倾听，再为谕清浑。\r\n阿胶在末派，罔象游上源。灵药逡巡尽，黑波朝夕喷。\r\n神龙厌流浊，先伐鼍与鼋。鼋鼍在龙穴，妖气常郁温。\r\n主人恶淫祀，先去邪与惛。惛邪中人意，蛊祸蚀精魂。\r\n德胜妖不作，势强威亦尊。计穷然后赛，后赛复何恩。"
        },
        {
            "title": "种竹",
            "content": "昔公怜我直，比之秋竹竿。秋来苦相忆，种竹厅前看。\r\n失地颜色改，伤根枝叶残。清风犹淅淅，高节空团团。\r\n鸣蝉聒暮景，跳蛙集幽阑。尘土复昼夜，梢云良独难。\r\n丹丘信云远，安得临仙坛。瘴江冬草绿，何人惊岁寒。\r\n可怜亭亭干，一一青琅玕。孤凤竟不至，坐伤时节阑。"
        },
        {
            "title": "箭镞",
            "content": "箭镞本求利，淬砺良甚难。砺将何所用，砺以射凶残。\r\n不砺射不入，不射人不安。为盗即当射，宁问私与官。\r\n夜射官中盗，中之血阑干。带箭君前诉，君王悄不欢。\r\n顷曾为盗者，百箭中心攒。竞将儿女泪，滴沥助辛酸。\r\n君王责良帅，此祸谁为端。帅言发硎罪，不使刃稍刓。\r\n君王不忍杀，逐之如迸丸。仍令后来箭，尽可头团团。\r\n发硎去虽远，砺镞心不阑。会射蛟螭尽，舟行无恶澜。"
        },
        {
            "title": "雉媒",
            "content": "双雉在野时，可怜同嗜欲。毛衣前后成，一种文章足。\r\n一雉独先飞，冲开芳草绿。网罗幽草中，暗被潜羁束。\r\n剪刀摧六翮，丝线缝双目。啖养能几时，依然已驯熟。\r\n都无旧性灵，返与他心腹。置在芳草中，翻令诱同族。\r\n前时相失者，思君意弥笃。朝朝旧处飞，往往巢边哭。\r\n今朝树上啼，哀音断还续。远见尔文章，知君草中伏。\r\n和鸣忽相召，鼓翅遥相瞩。畏我未肯来，又啄翳前粟。\r\n敛翮远投君，飞驰势奔蹙。罥挂在君前，向君声促促。\r\n信君决无疑，不道君相覆。自恨飞太高，疏罗偶然触。\r\n看看架上鹰，拟食无罪肉。君意定何如，依旧雕笼宿。"
        },
        {
            "title": "大觜乌",
            "content": "阳乌有二类，嘴白者名慈。求食哺慈母，因以此名之。\r\n饮啄颇廉俭，音响亦柔雌。百巢同一树，栖宿不复疑。\r\n得食先反哺，一身常苦羸。缘知五常性，翻被众禽欺。\r\n其一觜大者，攫搏性贪痴。有力强如鹘，有爪利如锥。\r\n音声甚嗗，潜通妖怪词。受日余光庇，终天无死期。r\r\n翱翔富人屋，栖息屋前枝。巫言此乌至，财产日丰宜。\r\n主人一心惑，诱引不知疲。转见乌来集，自言家转孳。\r\n白鹤门外养，花鹰架上维。专听乌喜怒，信受若神龟。\r\n举家同此意，弹射不复施。往往清池侧，却令鹓鹭随。\r\n群乌饱粱肉，毛羽色泽滋。远近恣所往，贪残无不为。\r\n巢禽攫雏卵，厩马啄疮痍。渗沥脂膏尽，凤凰那得知。\r\n主人一朝病，争向屋檐窥。呦鷕呼群鵩，翩翻集怪鸱。\r\n主人偏养者，啸聚最奔驰。夜半仍惊噪，鸺鶹逐老狸。\r\n主人病心怯，灯火夜深移。左右虽无语，奄然皆泪垂。\r\n平明天出日，阴魅走参差。乌来屋檐上，又惑主人儿。\r\n儿即富家业，玩好方爱奇。占募能言鸟，置者许高赀。\r\n陇树巢鹦鹉，言语好光仪。美人倾心献，雕笼身自持。\r\n求者临轩坐，置在白玉墀。先问鸟中苦，便言乌若斯。\r\n众乌齐搏铄，翠羽几离披。远掷千馀里，美人情亦衰。\r\n举家惩此患，事乌逾昔时。向言池上鹭，啄肉寝其皮。\r\n夜漏天终晓，阴云风定吹。况尔乌何者，数极不知危。\r\n会结弥天网，尽取一无遗。常令阿阁上，宛宛宿长离。"
        },
        {
            "title": "阳城驿",
            "content": "商有阳城驿，名同阳道州。阳公没已久，感我泪交流。\r\n昔公孝父母，行与曾闵俦。既孤善兄弟，兄弟和且柔。\r\n一夕不相见，若怀三岁忧。遂誓不婚娶，没齿同衾裯。\r\n妹夫死他县，遗骨无人收。公令季弟往，公与仲弟留。\r\n相别竟不得，三人同远游。共负他乡骨，归来藏故丘。\r\n栖迟居夏邑，邑人无苟偷。里中竞长短，来问劣与优。\r\n官刑一朝耻，公短终身羞。公亦不遗布，人自不盗牛。\r\n问公何能尔，忠信先自修。发言当道理，不顾党与雠。\r\n声香渐翕习，冠盖若云浮。少者从公学，老者从公游。\r\n往来相告报，县尹与公侯。名落公卿口，涌如波荐舟。\r\n天子得闻之，书下再三求。书中愿一见，不异旱地虬。\r\n何以持为聘，束帛藉琳球。何以持为御，驷马驾安輈。\r\n公方伯夷操，事殷不事周。我实唐士庶，食唐之田畴。\r\n我闻天子忆，安敢专自由。来为谏大夫，朝夕侍冕旒。\r\n希夷惇薄俗，密勿献良筹。神医不言术，人瘼曾暗瘳。\r\n月请谏官俸，诸弟相对谋。皆曰亲戚外，酒散目前愁。\r\n公云不有尔，安得此嘉猷。施馀尽酤酒，客来相献酬。\r\n日旰不谋食，春深仍弊裘。人心良戚戚，我乐独由由。\r\n贞元岁云暮，朝有曲如钩。风波势奔蹙，日月光绸缪。\r\n齿牙属为猾，禾黍暗生蟊。岂无司言者，肉食吞其喉。\r\n岂无司搏者，利柄扼其鞲。鼻复势气塞，不得辩薰莸。\r\n公虽未显谏，惴惴如患瘤。飞章八九上，皆若珠暗投。\r\n炎炎日将炽，积燎无人抽。公乃帅其属，决谏同报仇。\r\n延英殿门外，叩阁仍叩头。且曰事不止，臣谏誓不休。\r\n上知不可遏，命以美语酬。降官司成署，俾之为赘疣。\r\n奸心不快活，击刺砺戈矛。终为道州去，天道竟悠悠。\r\n遂令不言者，反以言为訧。喉舌坐成木，鹰鹯化为鸠。\r\n避权如避虎，冠豸如冠猴。平生附我者，诗人称好逑。\r\n私来一执手，恐若坠诸沟。送我不出户，决我不回眸。\r\n唯有太学生，各具粮与糇。咸言公去矣，我亦去荒陬。\r\n公与诸生别，步步驻行驺。有生不可诀，行行过闽瓯。\r\n为师得如此，得为贤者不。道州闻公来，鼓舞歌且讴。\r\n昔公居夏邑，狎人如狎鸥。况自为刺史，岂复援鼓桴。\r\n滋章一时罢，教化天下遒。炎瘴不得老，英华忽已秋。\r\n有鸟哭杨震，无儿悲邓攸。唯余门弟子，列树松与楸。\r\n今来过此驿，若吊汨罗洲。祠曹讳"
        },
        {
            "title": "遣兴十首",
            "content": "始见梨花房，坐对梨花白。行看梨叶青，已复梨叶赤。\r\n严霜九月半，危蒂几时客。况有高高原，秋风四来迫。\r\n莫厌夏日长，莫愁冬日短。欲识短复长，君看寒又暖。\r\n城中百万家，冤哀杂丝管。草没奉诚园，轩车昔曾满。\r\n孤竹迸荒园，误与蓬麻列。久拥萧萧风，空长高高节。\r\n严霜荡群秽，蓬断麻亦折。独立转亭亭，心期凤凰别。\r\n艳艳翦红英，团团削翠茎。托根在褊浅，因依泥滓生。\r\n中有合欢蕊，池枯难遽呈。凉宵露华重，低徊当月明。\r\n晚荷犹展卷，早蝉遽萧嘹。露叶行已重，况乃江风摇。\r\n炎夏火再伏，清商暗回飙。寄言抱志士，日月东西跳。\r\n买马买锯牙，买犊买破车。养禽当养鹘，种树先种花。\r\n人生负俊健，天意与光华。莫学蚯蚓辈，食泥近土涯。\r\n爱直莫爱夸，爱疾莫爱斜。爱谟莫爱诈，爱施莫爱奢。\r\n择才不求备，任物不过涯。用人如用己，理国如理家。\r\n曤曤刀刃光，弯弯E E 弓面张。入水斩犀兕，上山椎虎狼。\r\n里中无老少，唤作癫儿郎。一日风云会，横行归故乡。\r\n团团规内星，未必明如月。托迹近北辰，周天无沦没。\r\n老人在南极，地远光不发。见则寿圣明，愿照高高阙。\r\n河清谅嘉瑞，吾帝真圣人。时哉不我梦，此时为废民。\r\n光阴本跳踯，功业劳苦辛。一到江陵郡，三年成去尘。"
        },
        {
            "title": "桐花",
            "content": "胧月上山馆，紫桐垂好阴。可惜暗澹色，无人知此心。\r\n舜没苍梧野，凤归丹穴岑。遗落在人世，光华那复深。\r\n年年怨春意，不竞桃杏林。唯占清明后，牡丹还复侵。\r\n况此空馆闭，云谁恣幽寻。徒烦鸟噪集，不语山嶔岑。\r\n满院青苔地，一树莲花簪。自开还自落，暗芳终暗沈。\r\n尔生不得所，我愿裁为琴。安置君王侧，调和元首音。\r\n安问宫徵角，先辨雅郑淫。宫弦春以君，君若春日临。\r\n商弦廉以臣，臣作旱天霖。人安角声畅，人困斗不任。\r\n羽以类万物，祆物神不歆。徵以节百事，奉事罔不钦。\r\n五者苟不乱，天命乃可忱。君若问孝理，弹作梁山吟。\r\n君若事宗庙，拊以和球琳。君若不好谏，愿献触疏箴。\r\n君若不罢猎，请听荒于禽。君若侈台殿，雍门可沾襟。\r\n君若傲贤隽，鹿鸣有食芩。君闻祈招什，车马勿駸駸。\r\n君若欲败度，中有式如金。君闻薰风操，志气在愔愔。\r\n中有阜财语，勿受来献賝。北里当绝听，祸莫大于淫。\r\n南风苟不竞，无往遗之擒。奸声不入耳，巧言宁孔壬。\r\n枭音亦云革，安得沴与祲。天子既穆穆，群材亦森森。\r\n剑士还农野，丝人归织纴。丹凤巢阿阁，文鱼游碧浔。\r\n和气浃寰海，易若溉蹄涔。改张乃可鼓，此语无古今。\r\n非琴独能尔，事有谕因针。感尔桐花意，闲怨杳难禁。\r\n待我持斤斧，置君为大琛。"
        },
        {
            "title": "八骏图诗",
            "content": "穆满志空阔，将行九州野。神驭四来归，天与八骏马。\r\n龙种无凡性，龙行无暂舍。朝辞扶桑底，暮宿昆仑下。\r\n鼻息吼春雷，蹄声裂寒瓦。尾掉沧波黑，汗染白云赭。\r\n华輈本修密，翠盖尚妍冶。御者腕不移，乘者寐不假。\r\n车无轮扁斫，辔无王良把。虽有万骏来，谁是敢骑者。"
        },
        {
            "title": "四皓庙",
            "content": "巢由昔避世，尧舜不得臣。伊吕虽急病，汤武乃可君。\r\n四贤胡为者，千载名氛氲。显晦有遗迹，前后疑不伦。\r\n秦政虐天下，黩武穷生民。诸侯战必死，壮士眉亦颦。\r\n张良韩孺子，椎碎属车轮。遂令英雄意，日夜思报秦。\r\n先生相将去，不复婴世尘。云卷在孤岫，龙潜为小鳞。\r\n秦王转无道，谏者鼎镬亲。茅焦脱衣谏，先生无一言。\r\n赵高杀二世，先生如不闻。刘项取天下，先生游白云。\r\n海内八年战，先生全一身。汉业日已定，先生名亦振。\r\n不得为济世，宜哉为隐沦。如何一朝起，屈作储贰宾。\r\n安存孝惠帝，摧悴戚夫人。舍大以谋细，虬盘而蠖伸。\r\n惠帝竟不嗣，吕氏祸有因。虽怀安刘志，未若周与陈。\r\n皆落子房术，先生道何屯。出处贵明白，故吾今有云。"
        },
        {
            "title": "松树",
            "content": "华山高幢幢，上有高高松。株株遥各各，叶叶相重重。\r\n槐树夹道植，枝叶俱冥蒙。既无贞直干，复有罥挂虫。\r\n何不种松树，使之摇清风。秦时已曾种，憔悴种不供。\r\n可怜孤松意，不与槐树同。闲在高山顶，樛盘虬与龙。\r\n屈为大厦栋，庇荫侯与公。不肯作行伍，俱在尘土中。"
        },
        {
            "title": "春蝉",
            "content": "我自东归日，厌苦春鸠声。作诗怜化工，不遣春蝉生。\r\n及来商山道，山深气不平。春秋两相似，虫豸百种鸣。\r\n风松不成韵，蜩螗沸如羹。岂无朝阳凤，羞与微物争。\r\n安得天上雨，奔浑河海倾。荡涤反时气，然后好晴明。"
        },
        {
            "title": "春鸠",
            "content": "春鸠与百舌，音响讵同年。如何一时语，俱得春风怜。\r\n犹知化工意，当春不生蝉。免教争叫噪，沸渭桃花前。"
        },
        {
            "title": "古社",
            "content": "古社基址在，人散社不神。惟有空心树，妖狐藏魅人。\r\n狐惑意颠倒，臊腥不复闻。丘坟变城郭，花草仍荆榛。\r\n良田千万顷，占作天荒田。主人议芟斫，怪见不敢前。\r\n那言空山烧，夜随风马奔。飞声鼓鼙震，高焰旗帜翻。\r\n逡巡荆棘尽，狐兔无子孙。狐死魅人灭，烟消坛墠存。\r\n绕坛旧田地，给授有等伦。农收村落盛，社树新团圆。\r\n社公千万岁，永保村中民。"
        },
        {
            "title": "和乐天招钱蔚章看山绝句",
            "content": "碧落招邀闲旷望，黄金城外玉方壶。\r\n人间还有大江海，万里烟波天上无。"
        },
        {
            "title": "书乐天纸",
            "content": "金銮殿里书残纸，乞与荆州元判司。\r\n不忍拈将等闲用，半封京信半题诗。"
        },
        {
            "title": "思归乐",
            "content": "山中思归乐，尽作思归鸣。尔是此山鸟，安得失乡名。\r\n应缘此山路，自古离人征。阴愁感和气，俾尔从此生。\r\n我虽失乡去，我无失乡情。惨舒在方寸，宠辱将何惊。\r\n浮生居大块，寻丈可寄形。身安即形乐，岂独乐咸京。\r\n命者道之本，死者天之平。安问远与近，何言殇与彭。\r\n君看赵工部，八十支体轻。交州二十载，一到长安城。\r\n长安不须臾，复作交州行。交州又累岁，移镇广与荆。\r\n归朝新天子，济济为上卿。肌肤无瘴色，饮食康且宁。\r\n长安一昼夜，死者如陨星。丧车四门出，何关炎瘴萦。\r\n况我三十二，百年未半程。江陵道涂近，楚俗云水清。\r\n遐想玉泉寺，久闻岘山亭。此去尽绵历，岂无心赏并。\r\n红餐日充腹，碧涧朝析酲。开门待宾客，寄书安弟兄。\r\n闲穷四声韵，闷阅九部经。身外皆委顺，眼前随所营。\r\n此意久已定，谁能求苟荣。所以官甚小，不畏权势倾。\r\n倾心岂不易，巧诈神之刑。万物有本性，况复人性灵。\r\n金埋无土色，玉坠无瓦声。剑折有寸利，镜破有片明。\r\n我可俘为囚，我可刃为兵。我心终不死，金石贯以诚。\r\n此诚患不至，诚至道亦亨。微哉满山鸟，叫噪何足听。"
        },
        {
            "title": "折枝花赠行",
            "content": "樱桃花下送君时，一寸春心逐折枝。\r\n别后相思最多处，千株万片绕林垂。"
        },
        {
            "title": "送致用",
            "content": "泪沾双袖血成文，不为悲身为别君。望鹤眼穿期海外，\r\n待乌头白老江濆。遥看逆浪愁翻雪，渐失征帆错认云。\r\n欲识九回肠断处，浔阳流水逐条分。"
        },
        {
            "title": "送王十一郎游剡中",
            "content": "越州都在浙河湾，尘土消沉景象闲。百里油盆镜湖水，\r\n千峰钿朵会稽山。军城楼阁随高下，禹庙烟霞自往还。\r\n想得玉郎乘画舸，几回明月坠云间。"
        },
        {
            "title": "早春登",
            "content": "谢傅知怜景气新，许寻高寺望江春。龙文远水吞平岸，\r\n羊角轻风旋细尘。山茗粉含鹰觜嫩，海榴红绽锦窠匀。\r\n归来笑问诸从事，占得闲行有几人。"
        },
        {
            "title": "放言五首",
            "content": "近来逢酒便高歌，醉舞诗狂渐欲魔。五斗解酲犹恨少，\r\n十分飞盏未嫌多。眼前仇敌都休问，身外功名一任他。\r\n死是等闲生也得，拟将何事奈吾何。\r\n莫将心事厌长沙，云到何方不是家。酒熟餔糟学渔父。\r\n饭来开口似神鸦。竹枝待凤千茎直，柳树迎风一向斜。\r\n总被天公沾雨露，等头成长尽生涯。\r\n霆轰电烻数声频，不奈狂夫不藉身。纵使被雷烧作烬，\r\n宁殊埋骨扬为尘。得成蝴蝶寻花树，傥化江鱼掉锦鳞。\r\n必若乖龙在诸处，何须惊动自来人。\r\n安得心源处处安，何劳终日望林峦。玉英惟向火中冷，\r\n莲叶元来水上干。甯戚饭牛图底事，陆通歌凤也无端。\r\n孙登不语启期乐，各自当情各自欢。\r\n三十年来世上行，也曾狂走趁浮名。两回左降须知命，\r\n数度登朝何处荣。乞我杯中松叶满，遮渠肘上柳枝生。\r\n他时定葬烧缸地，卖与人家得酒盛。"
        },
        {
            "title": "兔丝",
            "content": "人生莫依倚，依倚事不成。君看兔丝蔓，依倚榛与荆。\r\n荆榛易蒙密，百鸟撩乱鸣。下有狐兔穴，奔走亦纵横。\r\n樵童斫将去，柔蔓与之并。翳荟生可耻，束缚死无名。\r\n桂树月中出，珊瑚石上生。俊鹘度海食，应龙升天行。\r\n灵物本特达，不复相缠萦。缠萦竟何者，荆棘与飞茎。"
        },
        {
            "title": "陪诸",
            "content": "高墉行马接通湖，巨壑藏舟感大夫。尘壁暗埋悲旧札，\r\n风帘吹断落残珠。烟波漾日侵颓岸，狐兔奔丛拂坐隅。\r\n唯有满园桃李下，膺门偏拜阮元瑜。"
        },
        {
            "title": "刘二十八以文石枕见",
            "content": "枕截文琼珠缀篇，野人酬赠壁州鞭。用长时节君须策，\r\n泥醉风云我要眠。歌眄彩霞临药灶，执陪仙仗引炉烟。\r\n张骞却上知何日，随会归期在此年。"
        },
        {
            "title": "送友封",
            "content": "轻风略略柳欣欣，晴色空濛远似尘。斗柄未回犹带闰，\r\n江痕潜上已生春。兰成宅里寻枯树，宋玉亭前别故人。\r\n心断洛阳三两处，窈娘堤抱古天津。"
        },
        {
            "title": "予病瘴，乐天寄通中",
            "content": "紫河变炼红霞散，翠液煎研碧玉英。金籍真人天上合，\r\n盐车病骥轭前惊。愁肠欲转蛟龙吼，醉眼初开日月明。\r\n唯有思君治不得，膏销雪尽意还生。"
        },
        {
            "title": "奉和严司空重阳日同崔常侍、崔郎中即诸公登",
            "content": "谢公愁思眇天涯，蜡屐登高为菊花。贵重近臣光绮席，\r\n笑怜从事落乌纱。萸房暗绽红珠朵，茗碗寒供白露芽。\r\n咏碎龙山归去号，马奔流电妓奔车。"
        },
        {
            "title": "哀病骢呈致用",
            "content": "枥上病骢啼褭褭，江边废宅路迢迢。自经梅雨长垂耳，\r\n乍食菰蒋欲折腰。金络头衔光未灭，玉花衫色瘦来燋。\r\n曾听禁漏惊衙鼓，惯蹋康衢怕小桥。半夜雄嘶心不死，\r\n日高饥卧尾还摇。龙媒薄地天池远，何事牵牛在碧霄。"
        },
        {
            "title": "酬孝甫见赠十首",
            "content": "宋玉秋来续楚词，阴铿官漫足闲诗。\r\n亲情书札相安慰，多道萧何作判司。\r\n杜甫天材颇绝伦，每寻诗卷似情亲。\r\n怜渠直道当时语，不著心源傍古人。\r\n十岁荒狂任博徒，挼莎五木掷枭卢。\r\n野诗良辅偏怜假，长借金鞍迓酒胡。\r\n曾经绰立侍丹墀，绽蕊宫花拂面枝。\r\n雉尾扇开朝日出，柘黄衫对碧霄垂。\r\n一自低心翰墨场，箭靫抛尽负书囊。\r\n近来兼爱休粮药，柏叶纱罗杂豆黄。\r\n莫笑风尘满病颜，此生元在有无间。"
        },
        {
            "title": "送友封二首",
            "content": "桃叶成阴燕引雏，南风吹浪飐樯乌。瘴云拂地黄梅雨，\r\n明月满帆青草湖。迢递旅魂归去远，颠狂酒兴病来孤。\r\n知君兄弟怜诗句，遍为姑将恼大巫。\r\n惠和坊里当时别，岂料江陵送上船。鹏翼张风期万里，\r\n马头无角已三年。甘将泥尾随龟后，尚有云心在鹤前。\r\n若见中丞忽相问，为言腰折气冲天。"
        },
        {
            "title": "仁风李著作园醉后寄李十",
            "content": "胧明春月照花枝，花下音声是管儿。\r\n却笑西京李员外，五更骑马趁朝时。"
        },
        {
            "title": "封书",
            "content": "鹤台南望白云关，城市犹存暂一还。\r\n书出步虚三百韵，蕊珠文字在人间。"
        },
        {
            "title": "灯影",
            "content": "洛阳昼夜无车马，漫挂红纱满树头。\r\n见说平时灯影里，玄宗潜伴太真游。"
        },
        {
            "title": "渡汉江",
            "content": "嶓冢去年寻漾水，襄阳今日渡江濆。山遥远树才成点，\r\n浦静沉碑欲辨文。万里朝宗诚可羡，百川流入渺难分。\r\n鲵鲸归穴东溟溢，又作波涛随伍员。"
        },
        {
            "title": "赠吕三校书",
            "content": "同年同拜校书郎，触处潜行烂熳狂。共占花园争赵辟，\r\n竞添钱贯定秋娘。七年浮世皆经眼，八月闲宵忽并床。\r\n语到欲明欢又泣，傍人相笑两相伤。"
        },
        {
            "title": "赠咸阳少府萧郎",
            "content": "莫怪逢君泪每盈，仲由多感有深情。陆家幼女托良婿，\r\n阮氏诸房无外生。顾我自伤为弟拙，念渠能继事姑名。\r\n别时何处最肠断，日暮渭阳驱马行。"
        },
        {
            "title": "使东川·望驿台",
            "content": "可怜三月三旬足，怅望江边望驿台。\r\n料得孟光今日语，不曾春尽不归来。"
        },
        {
            "title": "使东川·夜深行",
            "content": "夜深犹自绕江行，震地江声似鼓声。\r\n渐见戍楼疑近驿，百牢关吏火前迎。"
        },
        {
            "title": "使东川·好时节",
            "content": "身骑骢马峨眉下，面带霜威卓氏前。\r\n虚度东川好时节，酒楼元被蜀儿眠。"
        },
        {
            "title": "使东川·望喜驿",
            "content": "满眼文书堆案边，眼昏偷得暂时眠。\r\n子规惊觉灯又灭，一道月光横枕前。"
        },
        {
            "title": "使东川·西县驿",
            "content": "去时楼上清明夜，月照楼前撩乱花。\r\n今日成阴复成子，可怜春尽未还家。"
        },
        {
            "title": "使东川·嘉陵江二首",
            "content": "秦人惟识秦中水，长想吴江与蜀江。\r\n今日嘉川驿楼下，可怜如练绕明窗。\r\n千里嘉陵江水声，何年重绕此江行。\r\n只应添得清宵梦，时见满江流月明。"
        },
        {
            "title": "使东川·江花落",
            "content": "日暮嘉陵江水东，梨花万片逐江风。\r\n江花何处最肠断，半落江流半在空。"
        },
        {
            "title": "使东川·百牢关",
            "content": "嘉陵江上万重山，何事临江一破颜。\r\n自笑只缘任敬仲，等闲身度百牢关。"
        },
        {
            "title": "使东川·嘉陵驿二首",
            "content": "嘉陵驿上空床客，一夜嘉陵江水声。\r\n仍对墙南满山树，野花撩乱月胧明。\r\n墙外花枝压短墙，月明还照半张床。\r\n无人会得此时意，一夜独眠西畔廊。"
        },
        {
            "title": "送岭南崔侍御",
            "content": "我是北人长北望，每嗟南雁更南飞。君今又作岭南别，\r\n南雁北归君未归。洞主参承惊豸角，岛夷安集慕霜威。\r\n黄家贼用镩刀利，白水郎行旱地稀。蜃吐朝光楼隐隐，\r\n鳌吹细浪雨霏霏。毒龙蜕骨轰雷鼓，野象埋牙劚石矶。\r\n火布垢尘须火浣，木绵温软当绵衣。桄榔面碜槟榔涩，\r\n海气常昏海日微。蛟老变为妖妇女，舶来多卖假珠玑。\r\n此中无限相忧事，请为殷勤事事依。"
        },
        {
            "title": "使东川·邮亭月",
            "content": "君多务实我多情，大抵偏嗔步月明。\r\n今夜山邮与蛮嶂，君应坚卧我还行。"
        },
        {
            "title": "使东川·江上行",
            "content": "闷见汉江流不息，悠悠漫漫竟何成。\r\n江流不语意相问，何事远来江上行。"
        },
        {
            "title": "杂曲歌辞·筑城曲五解",
            "content": "年年塞下丁，长作出塞兵。自从冒顿强，官筑遮虏城。\r\n筑城须努力，城高遮得贼。但恐贼路多，有城遮不得。\r\n丁口传父口，莫问城坚不。平城被虏围，汉属斤城墙走。\r\n因兹虏请和，虏往骑来多。半疑兼半信，筑城犹嵯峨。\r\n筑城安敢烦，愿听丁一言。请筑鸿胪寺，兼愁虏出关。"
        },
        {
            "title": "杂曲歌辞·侠客行",
            "content": "侠客不怕死，怕在事不成。事成不肯藏姓名，\r\n我非窃贼谁夜行。白日堂堂杀袁盎，九衢草草人面青。\r\n此客此心师海鲸，海鲸露背横沧溟。海滨分作两处生，\r\n海鲸分海减海力。侠客有谋人不测，三尺铁蛇延二国。"
        },
        {
            "title": "杂曲歌辞·出门行",
            "content": "兄弟同出门，同行不同志。凄凄分岐路，各各营所为。\r\n兄上荆山巅，翻石辨虹气。弟沉沧海底，偷珠待龙睡。\r\n出门不数年，同归亦同遂。俱用私所珍，升沉自兹异。\r\n献珠龙王宫，值龙觅珠次。但喜复得珠，不求珠所自。\r\n酬客双龙女，授客六龙辔。遣充行雨神，雨泽随客意。\r\n雩夏钟鼓繁，\r\n艹\r\n宗秋玉帛积。彩色画廊庙，奴僮被珠翠。\r\n骥騄千万双，鸳鸯七十二。言者禾稼枯，无人敢轻议。\r\n其兄因献璞，再刖不履地。门户亲戚疏，匡床妻妾弃。\r\n铭心有所待，视足无所愧。持璞自枕头，泪痕双血渍。\r\n一朝龙醒寤，本问偷珠事。因知行雨偏，妻子五刑备。\r\n仁兄捧尸哭，势友掉头讳。丧车黔首葬，吊客青蝇至。\r\n楚有望气人，王前忽长跪。贺王得贵宝，不远王所莅。\r\n求之果如言，剖则浮云腻。白珩无颜色，垂棘有瑕累。\r\n在楚列地封，入赵连城贵。秦遣李斯书，书为传国瑞。\r\n秦亡汉魏传，传者得神器。卞和名永永，与宝不相坠。\r\n劝尔出门行，行难莫行易。易得还易失，难同亦难离。\r\n善贾识贪廉，良田无稙稚。磨剑莫磨锥，磨锥成小利。"
        },
        {
            "title": "贬江陵途中寄乐天、杓直、杓直以员外郎判盐",
            "content": "想到江陵无一事，酒杯书卷缀新文。紫芽嫩茗和枝采，\r\n朱橘香苞数瓣分。暇日上山狂逐鹿，凌晨过寺饱看云。\r\n算缗草诏终须解，不敢将心远羡君。"
        },
        {
            "title": "相和歌辞·当来日大难",
            "content": "当来日大难行，前有坂，后有坑，大梁侧，小梁倾。\r\n两轴相绞，两轮相撑。大牛竖，小牛横。乌啄牛背，\r\n足跌力狞。当来日大难行，太行虽险，险可使平。\r\n轮轴自挠，牵制不停。泥潦渐久，荆棘旋生。\r\n行必不得，不如不行。"
        },
        {
            "title": "舞曲歌辞·冬白纻歌",
            "content": "吴宫夜长宫漏款，帘幕四垂灯焰暖。西施自舞王自管，\r\n雪纻翻翻鹤翎散，促节牵繁舞腰懒。舞腰懒，王罢饮，\r\n盖覆西施凤花锦，身作匡床臂为枕。朝佩拟拟王晏寝，\r\n酒醒阍报门无事。子胥死后言为讳，近王之臣谕王意。\r\n共笑越王穷惴惴，夜夜抱冰寒不睡。"
        },
        {
            "title": "酬乐天八月十五夜禁中独直玩月见寄",
            "content": "一年秋半月偏深，况就烟霄极赏心。金凤台前波漾漾，\r\n玉钩帘下影沉沉。宴移明处清兰路，歌待新词促翰林。\r\n何意枚皋正承诏，瞥然尘念到江阴。"
        },
        {
            "title": "使东川·汉江上笛",
            "content": "小年为写游梁赋，最说汉江闻笛愁。\r\n今夜听时在何处，月明西县驿南楼。"
        },
        {
            "title": "相和歌辞·决绝词三首",
            "content": "乍可为天上牵牛织女星，不愿为庭前红槿枝。\r\n七月七日一相见，故心终不移。那能朝开暮飞去，\r\n一任东西南北吹。分不两相守，恨不两相思。\r\n对面且如此，背面当何知。春风撩乱伯劳语，\r\n此时抛去时。握手苦相问，竟不言后期。君情既决绝，\r\n妾意已参差。借如死生别，安得长苦悲。\r\n噫春冰之将泮，何余怀之独结。有美一人，於焉旷绝。\r\n一日不见，比一日于三年，况三年之旷别。\r\n水得风兮小而已波，笋在苞兮高不见节。矧桃李之当春，\r\n竞众人之攀折。我自顾悠悠而若云，\r\n又安能保君皓皓之如雪。感破镜之分明，睹泪痕之馀血。\r\n幸他人之既不我先，又安能使他人之终不我夺。已焉哉，\r\n织女别黄姑，一年一度暂相见，彼此隔河何事无。\r\n夜夜相抱眠，幽怀尚沉结。那堪一年事，长遣一宵说。\r\n但感久相思，何暇暂相悦。虹桥薄夜成，龙驾侵晨列。\r\n生憎野鹊往迟回，死恨天鸡识时节。曙色渐曈昽，\r\n华星次明灭。一去又一年，一年何时彻。有此迢递期，\r\n不如生死别。天公隔是妒相怜，何不便教相决绝。"
        },
        {
            "title": "相和歌辞·估客乐",
            "content": "估客无住着，有利身即行。出门求火伴，入户辞父兄。\r\n父兄相教示，求利莫求名。求名有所避，求利无不营。\r\n伙伴相勒缚，卖假莫卖诚。交关少交假，交假本生轻。\r\n自兹相将去，誓死意不更。一解市头语，便无乡里情。\r\n鍮石打臂钏，糯米炊项璎。归来村中卖，敲作金玉声。\r\n村中田舍娘，贵贱不敢争。所费百钱本，已得十倍赢。\r\n颜色转光净，饮食亦甘馨。子本频蕃息，货赂日兼并。\r\n求珠驾沧海，采玉上荆衡。北买党项马，西擒吐蕃鹦。\r\n炎洲布火浣，蜀地锦织成。越婢脂肉滑，奚僮眉眼明。\r\n通算衣食费，不计远近程。经营天下遍，却到长安城。\r\n城中东西市，闻客次第迎。迎客兼说客，多财为势倾。\r\n客心本明黠，闻语心已惊。先问十常侍，次求百公卿。\r\n侯家与主第，点缀无不精。归来始安坐，富与王家勍。\r\n市卒酒肉臭，县胥家舍成。岂惟绝言语，奔走极使令。\r\n大儿贩材木，巧识梁栋形。小儿贩盐卤，不入州县征。\r\n一身偃市利，突若截海鲸。钩距不敢下，下则牙齿横。\r\n生为估客乐，判尔乐一生。尔又生两子，钱刀何岁平。"
        },
        {
            "title": "相和歌辞·董逃行",
            "content": "董逃董逃董卓逃，揩铿戈甲声劳嘈。剜剜深脐脂焰焰，\r\n人皆数叹曰，尔独不忆年年取我身上膏。\r\n膏销骨尽烟火死，长安城中贼毛起。城门四走公卿士，\r\n走劝刘虞作天子。刘虞不敢作天子，曹瞒篡乱从此始。\r\n董逃董逃人莫喜，胜负翻环相枕倚。缝缀难成裁破易，\r\n何况曲针不能伸巧指，欲学裁缝须准拟。"
        },
        {
            "title": "乐府杂曲·鼓吹曲辞·芳树",
            "content": "芳树已寥落，孤英万可嘉。可怜团团叶，盖覆深深花。\r\n游蜂竞攒刺，斗雀亦纷拏。天生细碎物，不爱好光华。\r\n非无歼殄法，念尔有生涯。春雷一声发，惊燕亦惊蛇。\r\n清池养神蔡，已复长虾蟆。雨露贵平施，吾其春草芽。"
        },
        {
            "title": "乐府杂曲·鼓吹曲辞·将进酒",
            "content": "将进酒，将进酒，酒中有毒鸩主父，言之主父伤主母。\r\n母为妾地父妾天，仰天俯地不忍言。佯为僵踣主父前，\r\n主父不知加妾鞭。旁人知妾为主说，主将泪洗鞭头血。\r\n推摧主母牵下堂，扶妾遣升堂上床。将进酒，\r\n酒中无毒令主寿，愿主回思归主母，遣妾如此事主父。\r\n妾为此事人偶知，自惭不密方自悲。主今颠倒安置妾，\r\n贪天僭地谁不为。"
        },
        {
            "title": "行宫",
            "content": "寥落古行宫，宫花寂寞红。\r\n白头宫女在，闲坐说玄宗。\r\n【注释】：１、寥落：寂寞冷落。\r\n２、行宫：皇帝在京城之外的宫殿。【译文】：??这是一首抒发盛衰之感的诗。首句点明地点：古行宫；二句暗示时间：红花盛开之季；三句介绍人物；白头宫女；四句描绘动作：闲坐说玄宗。构筑了一幅完整动人的图画。当年花容月貌，娇姿艳质，辗转落入宫中，寂寞幽怨；如今青春消逝，红颜憔悴；闲坐无聊，只有谈论已往。此情此景，好不凄绝！\r\n【简析】：\r\n这首诗平实，但很有概括力，也很含蓄，并给人以想象的天地，历史沧桑之感尽在不言之中。"
        },
        {
            "title": "闻乐天授江州司马",
            "content": "残灯无焰影幢幢，\r\n此夕闻君谪九江。\r\n垂死病中惊坐起，\r\n暗风吹雨入寒窗。"
        },
        {
            "title": "遣悲怀（三首其一）",
            "content": "谢公最小偏怜女，自嫁黔娄百事乖。\r\n顾我无衣搜荩箧，泥他沽酒拔金钗。\r\n野蔬充膳甘长藿，落叶添薪仰古槐。\r\n今日俸钱过十万，与君营奠复营斋！\r\n【注释】：①乖：不顺。\r\n②顾：看。\r\n③荩箧：草编的箱子。\r\n④泥：软言相求。\r\n⑤甘：甘心。\r\n⑥藿：豆叶。\r\n⑦仰：仰仗。\r\n⑧营：办理。\r\n⑨奠：祭品。【译文】：　　她是岳丈最宠爱的幼女，但自从嫁给我这样一个穷书生以后，诸事不顺，受尽了苦难。看到我没有替换的衣服，她便翻箱倒柜到处寻找，我没钱买酒喝时，她便拔下金钗充作换酒的钱。她甘于用野菜豆叶充作菜饭，用那些落了叶的老槐枯枝当作薪柴。如今我的俸禄已经超过十万，可是妻子却离我而去，我只能置办斋品来祭奠再祭奠。【赏析】：　　出身高贵的妻子自从下嫁给自己，野蔬充膳，落叶添薪，但毫无怨言。如今的诗人俸金十万，丰衣足食，但是操劳一生、跟随他受尽贫寒的亡妻却也什么也看不见了。抚今追昔，如何能让他不伤怀？\r\n　　刻骨铭心的思念，发于肺腑的真情伴随着惆怅与遗憾吟唱出来，至性至情，因而成为古今悼亡诗中的绝唱。"
        },
        {
            "title": "明月三五夜",
            "content": "待月西厢下，\r\n迎风户半开 。\r\n拂墙花影动，\r\n疑是玉人来，"
        },
        {
            "title": "过襄阳楼",
            "content": "襄阳楼下树阴成，荷叶如钱水面平。\r\n拂水柳花千万点，隔楼莺舌两三声。\r\n有时水畔看云立，每日楼前信马行。\r\n早晚暂教王粲上，庾公应待月华明。"
        },
        {
            "title": "菊花",
            "content": "秋丛绕舍似陶家，\r\n遍绕篱边日渐斜。\r\n不是花中偏爱菊，\r\n此花开尽更无花。\r\n【注释】：陶家：陶，指东晋陶渊明。【译文】：最后两句说明他偏爱菊花的原因，是历来被人传诵的句子。"
        },
        {
            "title": "离思",
            "content": "曾经沧海难为水，\r\n除却巫山不是云。\r\n取次花丛懒回顾，\r\n半缘修道半缘君。\r\n【注释】：取次：走进．【赏析】：元稹是唐代著名的诗人，他的诗歌数量很多，他把自己的诗分为古讽、乐讽、古体、新题乐府、律诗、艳诗等十类。这首《离思》(五首之一)属于艳诗。所谓“艳诗”，即写男女之间爱情的诗。在作者十类诗中，这类写得比较好。而这首《离思》诗，尤其写得一往情深，炽热动人，具有独到的艺术特色。在描写爱情题材的古典诗词中，亦堪称名篇佳作． \r\n\r\n这首诗最突出的特色，就是采用巧比曲喻的手法，淋漓尽致地表达了主人公对已经失去的心上人的深深恋情。它接连用水、用云、用花比人，写得曲折委婉，含而不露，意境深远，耐人寻味。 \r\n\r\n全诗仅四句，即有三句采用比喻手法。一、二两句，破空而来，暗喻手法绝高，几乎令人捉摸不到作者笔意所在。“曾经沧海难为水”。是从孟子“观于海者难为水”《孟子·尽心篇》)脱化而来。诗句表面上是说，曾经观看过茫茫的大海，对那小小的细流，是不会看在眼里的。它是用大海与河水相比。海面广阔，沧茫无际，雄浑无比，可谓壮观。河水，只不过是举目即可望穿的细流，不足为观。写得意境雄浑深远。然而，这只是表面的意思，其中还蕴含着深刻的思想。第二句，是使用宋玉《高唐赋》里“巫山云雨”的典故。《高唐赋》序说：战国时代，楚襄王的“先王”(指楚怀王)，曾游云梦高唐之台，“怠而昼寝，梦见一妇人……愿荐枕席，王因幸之”。此女即“巫山之女”。她别离楚王时说：“妾在巫山之阳，高丘之阻。旦为朝云，暮为行雨，朝朝暮暮，阳台之下。”楚王旦朝视之，果如其言，因此就为她立庙号曰“朝云”。显而易见，宋玉所谓“巫山之云”，——“朝云”，不过是神女的化身。元稹所谓“除却巫山不是云”，表面是说：除了巫山上的彩云，其他所有的云彩，都不足观。其实，他是巧妙地使用“朝云”的典故，把它比作心爱的女子，充分地表达了对那个女子的真挚感情。诗人表明，除此女子，纵有倾城国色、绝代佳人，也不能打动他的心，取得他的欢心和爱慕。只有那个女子，才能使他倾心相爱。写得感情炽热，又含蓄蕴藉。 \r\n\r\n第三句“取次花丛懒回顾”，是用花比人。是说我即使走到盛开的花丛里，也毫不留心地过去，懒得回头观看。为什么他无心去观赏迎入眼帘的盛开花朵呢？第四句“半缘修道半缘君”便作了回答。含意是说他对世事，看破红尘，去修道的原故，这是其一。其二，是因为他失去心爱的她，再也不想看别的“花”了。统观全诗，不难看出，“取次花丛懒回顾”的原因，还是因为失去了“君”。“半缘修道”之说，只不过是遁辞罢了。 \r\n\r\n古代诗评家，曾经说这首诗是作者为其曾经相爱的韦丛的悼亡诗，或臆断为诗人“与莺莺在闺中狎昵之游戏”（卞孝萱《元稹年谱》)的自我写照。此等说法，皆缺乏史料根据。 \r\n\r\n作者在这首诗里采用种种比喻手法，曲折地表达对曾经相爱的女伴的深情，前三句紧扣主题，层层递进，最后一句才用画龙点睛之笔，揭示主题。这种写法构思集中，意脉贯通，清晰可见，感情跳动性不大。并不象古典诗词中有些作品那样，感情跳动幅度太大，象电影的蒙太奇镜头那样，令人几乎看不到端倪。譬如。辛弃疾《念奴娇》(野棠花落)，描写对歌女的留恋和思慕的复杂心情，感情跳跃幅度特别大。它忽而写往昔的“轻别”；忽而写今日“故地重游”，楼空人去。物是人非，忽而又写幻想明朝“尊前重见，镜里花难折”。其中省略许多衔接，思绪奔腾飞跃，令人颇费寻觅。当然，这并不是说，可以用感情跳跃幅度的大小，来作为评价作品优劣的标准。辛弃疾这首词也是脍炙人口的名篇，审美价值极高。 \r\n\r\n在描写爱情的古典诗词中．有不少名篇佳作，都一直为人们喜闻乐见，引起人们的共鸣。譬如，王维的《相思》诗：“红豆生南国，春来发几枝，劝君多采撷，此物最相思。”它是用形象鲜明的红豆，象征美好而坚贞的爱情。李商隐的“春蚕到死丝方尽，蜡炬成灰泪始干”(《无题》)的诗句，是用一种执着到底的精神，表达对爱情坚贞不渝、海枯石烂、永不变心的衷情。“曾经沧海难为水，除却巫山不是云”两句，则与王、李写爱情的诗不同，它是用一种绝对肯定与否定的生动比喻。来表达对爱情的至诚和专一。正由于它与众不同，所以能引起因为种种原因而失去爱人的人们的强烈共鸣。有人把这两句诗写在文学作品里。也有人写在书信中，用来表达对对方的痴情。这就充分说明元稹这首诗具有巨大的影响和艺术感染力。 \r\n\r\n这首诗的具体写作年代不详。它可能是作者自己生活的自我写照。据说，作者先是爱过“崔莺莺”，后来又有新欢。因此，有人便认为元稹在爱情生活上是非常轻薄的，从而也就否定了这首《离思》诗的应有价值。我认为，今天我们评论古典文学的价值，并不能依据作者私人的生活如何来作为评价其文学作品的标准。文学作品往往会突破作者的思想局限，产生巨大的 \r\n\r\n社会效果。我们评价元稹这首诗，也应从它产生的积极社会效果着眼，给其艺术价值以充分的肯定。而不应联系作者私人生活问题，去贬低它客观存在的审美意义。\r\n出处：唐·元稹《离思五首·其四》。全诗：“曾经沧海难为水，除却巫山不是云。取次花丛懒回顾，半缘修道半缘君。” \r\n\r\n“曾经沧海难为水，除却巫山不是云。”这句话的意思：经历过无比深广的沧海的人，别处的水再难以吸引他；除了云蒸霞蔚的巫山之云，别处的云都黯然失色。 \r\n曾经：曾经历过。曾，副词。经，经历。 \r\n沧海：古人通称渤海为沧海。 \r\n除却：除了。 \r\n原诗以沧海之水和巫山之云隐喻爱情之深广笃厚，见过大海、巫山，别处的水和云就难以看上眼了，除了诗人所念、钟爱的女子，再也没有能使我动情的女子了。诗人的这个“心上人”，据说是双文，即诗人所写传奇《莺莺传》中的莺莺，诗人因双文出身寒门而抛弃她后，有八九年“不向花回顾”（《梦游春七十韵》）。又有人说紫诗是为悼念亡妻韦丛而作，韦丛出身高门，美丽贤慧，27岁早逝后，诗人曾表示誓不再娶（《遣悲怀·之三》）。两句诗化用典故，取譬极高。前句典出《孟子·尽心上》“观于海者难为水”；后句典出宋玉《高唐赋序》“姜在巫山之阳，高丘之阻，旦为朝云，暮为行雨。后人引用这两句诗，多喻指对爱情的忠诚，说明非伊莫属、爱不另与。这两句诗还简缩为成语“曾经沧海”，还可比喻曾经经历过很大的场面，眼界开阔，见多识广，对比较平常的事物不放在眼里。 \r\n\r\n 完解 \r\n\r\n\"曾经沧海难为水\"，对我而言则是：曾读此诗难为诗。它把人对某种生死之恋的刻骨铭心写绝了。 \r\n沧海之后，再无水了，那该怎麼办呢?人总不能在无水的海岸上坐以待毙吧。 \r\n或许有两种可能。 \r\n要麼在记忆之海裏继续沉浸，在往事裏打捞珠贝，打捞沉落的星光月光，直到那昔年的沧海也将自己渐渐淹没。 \r\n要麼在生存之岸上重新开掘深井，以新的水源浇灌生存的荒漠，或许，当井水映照出汲水人的倒影，也会令他想起被沧海收藏的那些日日夜夜? \r\n生命的水域就这样得以延续。 \r\n而记忆裏波光重叠著波光，倒影重叠著倒影，使人生有了繁复的层次和密度。 \r\n爱的体验是如此，人生的其他体验是否也是如此? \r\n读了一本十分感人的好书，你真的不想再读那些没有灵魂的轻薄之书了。 \r\n登五岳饱览山水之胜，你内心裏满是奇峰深谷，你还想再看那些被众人的鞋踩踏得不成样子、毫无野性和灵气的商业之山吗?…… \r\n爱情、读书、揽胜、交往……都会有近似的体验。 \r\n沧海，太浩瀚、太深邃、太苦涩；沧海，几乎就是无限\"，就是生命与情感的极境。 \r\n所以，大部分人并未到过沧海，更没有到达沧海深处。 \r\n顶多只是远远地想像过沧海：可能是很大很深吧? \r\n或者站在海边看了一眼大海：果然是很大很深的。 \r\n或者在退潮的海滩上拾几枚贝壳。 \r\n没有真正经历过沧海，所以，对水就不挑剔：咸水是水，淡水也是水，深水是水，浅水也是水，清水是水，浊水也是水。 \r\n曾经沧海，再也见不到水，是圣者的苦爱。 \r\n未经沧海，到处都是水，是凡人的福气。 \r\n\"曾经沧海难为水\"，我又觉得，曾经到过沧海深处，记忆裏灌满海水的人，当他上岸，当他回过头来，会不会看见那一汪不显眼的、清清淡淡的泉水?或许清淡清澈的泉水，也能让他领略到另一种仁慈，另一种福气?使他陷於绝境的人生获得拯救? \r\n何况，\"除却巫山不是云\"，也是可以再商量的，巫山上的云是最纯洁美丽的，而且有著神话的色彩，倘若把所有的山都看做神山，那麼每一座山上升起的云都是神话的云，美丽的云，她们缭绕著孤独的山峰，填补并装饰了天空的巨大空虚，而且，借助风和气流的酝酿，她们会降下雨，降下雪-- \r\n雨和雪会化做天下的好水。 \r\n正是： \r\n曾经沧海仍有水， \r\n除却巫山也是云。 \r\n\r\n“曾经沧海难为水，除却巫山不是云。”这句话的意思：经历过无比深广的沧海的人，别处的水再难以吸引他；除了云蒸霞蔚的巫山之云，别处的云都黯然失色。 \r\n“取次花丛懒回顾“。自己信步经过“花丛”，却懒于顾视，表示自己对其他女色已无眷恋之心。这种心境绝不是一般的“万花丛中过，片叶不粘身”那种潇洒做作与虚伪，而是情到深处，万念俱灰的真诚。为什么会这样呢？末句“半缘修道半缘君”便体现了诗人亡妻之后的孤寂情怀。元稹一生精修佛学，尊佛奉道。“修道”也可理解为研习品行学问。诗人思妻之情深厚，无法解脱，于是寄托于修道之中。其实，“半缘修道”也好，“半缘君”也罢，都表达了诗人的郁郁心情，其忧思之情是一致的。\r\n原诗以沧海之水和巫山之云隐喻爱情之深广笃厚，见过大海、巫山，别处的水和云就难以看上眼了，除了诗人所念、钟爱的女子，再也没有能使我动情的女子了。诗人的这个“心上人”，据说是双文，即诗人所写传奇《莺莺传》中的莺莺，诗人因双文出身寒门而抛弃她后，有八九年“不向花回顾”（《梦游春七十韵》）。又有人说紫诗是为悼念亡妻韦丛而作，韦丛出身高门，美丽贤慧，27岁早逝后，诗人曾表示誓不再娶（《遣悲怀·之三》）。两句诗化用典故，取譬极高。前句典出《孟子·尽心上》“观于海者难为水”；后句典出宋玉《高唐赋序》“姜在巫山之阳，高丘之阻，旦为朝云，暮为行雨。后人引用这两句诗，多喻指对爱情的忠诚，说明非伊莫属、爱不另与。这两句诗还简缩为成语“曾经沧海”，还可比喻曾经经历过很大的场面，眼界开阔，见多识广，对比较平常的事物不放在眼里。"
        }
    ]
}