{
    "dynasty": "唐",
    "author": "李商隐",
    "intro": "李商隐(812-858)字义山，号玉谿(xi)生，怀州河内（今河南沁阳）人。因受牛李党争排挤，潦倒终身。他的诗长于律、绝，富于文采，风格色彩浓丽，多用典，意旨比较隐晦，以《无题》组诗最为著名。有《李义山诗集》。",
    "items": [
        {
            "title": "五言述德抒情诗一首四十韵，献上杜七兄仆射",
            "content": "帝作黄金阙，仙开白玉京。有人扶太极，惟岳降元精。\r耿贾官勋大，荀陈地望清。旂常悬祖德，甲令著嘉声。\r经出宣尼壁，书留晏子楹。武乡传阵法，践土主文盟。\r自昔流王泽，由来仗国桢。九河分合沓，一柱忽峥嵘。\r得主劳三顾，惊人肯再鸣。碧虚天共转，黄道日同行。\r后饮曹参酒，先和傅说羹。即时贤路辟，此夜泰阶平。\r愿保无疆福，将图不朽名。率身期济世，叩额虑兴兵。\r感念殽尸露，咨嗟赵卒坑。傥令安隐忍，何以赞贞明。\r恶草虽当路，寒松实挺生。人言真可畏，公意本无争。\r故事留台阁，前驱且旆旌。芙蓉王俭府，杨柳亚夫营。\r清啸频疏俗，高谈屡析酲。过庭多令子，乞墅有名甥。\r南诏应闻命，西山莫敢惊。寄辞收的博，端坐扫欃枪。\r雅宴初无倦，长歌底有情。槛危春水暖，楼迥雪峰晴。\r移席牵缃蔓，回桡扑绛英。谁知杜武库，只见谢宣城。\r有客趋高义，于今滞下卿。登门惭后至，置驿恐虚迎。\r自是依刘表，安能比老彭。雕龙心已切，画虎意何成。\r岂有曾黔突，徒劳不倚衡。乘时乖巧宦，占象合艰贞。\r废忘淹中学，迟回谷口耕。悼伤潘岳重，树立马迁轻。\r陇鸟悲丹觜，湘兰怨紫茎。归期过旧岁，旅梦绕残更。\r弱植叨华族，衰门倚外兄。欲陈劳者曲，未唱泪先横。"
        },
        {
            "title": "四年冬以退居蒲之永乐，渴然有农夫望岁之志",
            "content": "旭日开晴色，寒空失素尘。绕墙全剥粉，傍井渐消银。\r刻兽摧盐虎，为山倒玉人。珠还犹照魏，璧碎尚留秦。\r落日惊侵昼，余光误惜春。檐冰滴鹅管，屋瓦镂鱼鳞。\r岭霁岚光坼，松暄翠粒新。拥林愁拂尽，著砌恐行频。\r焦寝忻无患，梁园去有因。莫能知帝力，空此荷平均。"
        },
        {
            "title": "寄和水部马郎中题兴德驿，时昭义已平",
            "content": "仙郎倦去心，郑驿暂登临。水色潇湘阔，沙程朔漠深。\r鹢舟时往复，鸥鸟恣浮沉。更想逢归马，悠悠岳树阴。"
        },
        {
            "title": "题道静院，院在中条山，故王颜中丞所置，虢",
            "content": "紫府丹成化鹤群，青松手植变龙文。壶中别有仙家日，\r岭上犹多隐士云。独坐遗芳成故事，褰帷旧貌似元君。\r自怜筑室灵山下，徒望朝岚与夕曛。"
        },
        {
            "title": "天平公座中呈令狐令公，时蔡京在坐，京曾为",
            "content": "罢执霓旌上醮坛，慢妆娇树水晶盘。更深欲诉蛾眉敛，\r衣薄临醒玉艳寒。白足禅僧思败道，青袍御史拟休官。\r虽然同是将军客，不敢公然子细看。"
        },
        {
            "title": "故番禺侯以赃罪致不辜，事觉，母者他日过其",
            "content": "饮鸩非君命，兹身亦厚亡。江陵从种橘，交广合投香。\r不见千金子，空余数仞墙。杀人须显戮，谁举汉三章。"
        },
        {
            "title": "行次昭应县道上，送户部李郎中充昭义攻讨",
            "content": "将军大旆扫狂童，诏选名贤赞武功。暂逐虎牙临故绛，\r远含鸡舌过新丰。鱼游沸鼎知无日，鸟覆危巢岂待风。\r早勒勋庸燕石上，伫光纶綍汉廷中。"
        },
        {
            "title": "大卤平后移家到永乐县居，书怀十韵寄刘韦二",
            "content": "驱马绕河干，家山照露寒。依然五柳在，况值百花残。\r昔去惊投笔，今来分挂冠。不忧悬磬乏，乍喜覆盂安。\r甑破宁回顾，舟沉岂暇看。脱身离虎口，移疾就猪肝。\r鬓入新年白，颜无旧日丹。自悲秋获少，谁惧夏畦难。\r逸志忘鸿鹄，清香披蕙兰。还持一杯酒，坐想二公欢。"
        },
        {
            "title": "四年冬以退居蒲之永乐，渴然有农夫望岁之志",
            "content": "爱景人方乐，同雪候稍愆。徒闻周雅什，愿赋朔风篇。\r欲俟千箱庆，须资六出妍。咏留飞絮后，歌唱落梅前。\r庭树思琼蕊，妆楼认粉绵。瑞邀盈尺日，丰待两岐年。\r预约延枚酒，虚乘访戴船。映书孤志业，披氅阻神仙。\r几向霜阶步，频将月幌褰。玉京应已足，白屋但颙然。"
        },
        {
            "title": "所居永乐县久旱，县宰祈祷得雨，因赋诗",
            "content": "甘膏滴滴是精诚，昼夜如丝一尺盈。\r只怪闾阎喧鼓吹，邑人同报朿长生。"
        },
        {
            "title": "和韦潘前辈七月十二日夜泊池州城下，先寄上",
            "content": "桂含爽气三秋首，蓂吐中旬二叶新。\r正是澄江如练处，玄晖应喜见诗人。"
        },
        {
            "title": "永乐县所居一草一木无非自栽，今春悉已芳茂",
            "content": "手种悲陈事，心期玩物华。柳飞彭泽雪，桃散武陵霞。\r枳嫩栖鸾叶，桐香待凤花。绶藤萦弱蔓，袍草展新芽。\r学植功虽倍，成蹊迹尚赊。芳年谁共玩，终老邵平瓜。"
        },
        {
            "title": "十字水期韦潘侍御同年不至,时韦寓居水次故 ",
            "content": ""
        },
        {
            "title": "及第东归次灞上，却寄同年",
            "content": "芳桂当年各一枝，行期未分压春期。江鱼朔雁长相忆，\r秦树嵩云自不知。下苑经过劳想像，东门送饯又差池。\r灞陵柳色无离恨，莫枉长条赠所思。"
        },
        {
            "title": "马嵬二首",
            "content": "冀马燕犀动地来，自埋红粉自成灰。\r君王若道能倾国，玉辇何由过马嵬。\r海外徒闻更九州，他生未卜此生休。空闻虎旅传宵柝，\r无复鸡人报晓筹。此日六军同驻马，当时七夕笑牵牛。\r如何四纪为天子，不及卢家有莫愁。"
        },
        {
            "title": "魏侯第东北楼堂郢叔言别，聊用书所见成篇",
            "content": "暗楼连夜阁，不拟为黄昏。未必断别泪，何曾妨梦魂。\r疑穿花逶迤，渐近火温黁。海底翻无水，仙家却有村。\r锁香金屈戌，殢酒玉昆仑。羽白风交扇，冰清月映盆。\r旧欢尘自积，新岁电犹奔。霞绮空留段，云峰不带根。\r念君千里舸，江草漏灯痕。"
        },
        {
            "title": "王十二兄与畏之员外相访见招小饮，时予以悼",
            "content": "谢傅门庭旧末行，今朝歌管属檀郎。更无人处帘垂地，\r欲拂尘时簟竟床。嵇氏幼男犹可悯，左家娇女岂能忘。\r秋霖腹疾俱难遣，万里西风夜正长。"
        },
        {
            "title": "韩冬郎即席为诗，相送一座尽惊。他日余方追",
            "content": "十岁裁诗走马成，\r\n冷灰残烛动离情。\r\n桐花万里丹山路，\r\n雏凤清于老凤声。"
        },
        {
            "title": "富平少候",
            "content": "七国三边未到忧，\r十三身袭富平候。\r不收金弹抛林外，\r却惜银床在井头。\r彩树转灯珠错落，\r绣檀回枕玉雕锼。\r当关不报侵晨客，\r新得佳人字莫愁。"
        },
        {
            "title": "无题二首",
            "content": "来是空言去绝踪，月斜楼上五更钟。\r梦为远别啼难唤，书被催成墨未浓。\r蜡照半笼金翡翠，麝薰微度绣芙蓉。\r刘郎已恨蓬山远，更隔蓬山一万重。\r\r飒飒东风细雨来，芙蓉塘外有轻雷。\r金蟾啮锁烧香入，玉虎牵丝汲井回。\r贾氏窥帘韩掾少，宓妃留枕魏王才。\r春心莫共花争发，一寸相思一寸灰。"
        },
        {
            "title": "无题二首",
            "content": "凤尾香罗薄几重，碧文圆顶夜深缝。\r扇裁月魄羞难掩，车走雷声语未通。\r曾是寂寥金烬暗，断无消息石榴红。\r斑骓只系垂杨岸，何处西南待好风。\r\r重帏深下莫愁堂，卧后清宵细细长。\r神女生涯元是梦，小姑居处本无郎。\r风波不信菱枝弱，月露谁教桂叶香。\r直道相思了无益，未妨惆怅是清狂。"
        },
        {
            "title": "无题二首（其二）",
            "content": "重帏深下莫愁堂，卧后清宵细细长。\r\n神女生涯元是梦，小姑居处本无郎。\r\n风波不信菱枝弱，月露谁教桂叶香。\r\n直道相思了无益，未妨惆怅是清狂。\r\n【注释】：(1)重帏：重重帷幕。\r\n(2)莫愁：古乐府中常常提到的一个女子。\r\n(3)卧后：夜晚安寝。\r\n(4)清宵：清静的深夜。\r\n(5)“小姑”句：南朝乐府《清溪小姑典》：“小姑所居，独处无郎。”\r\n(6)菱枝弱：比喻女方如菱枝一样柔弱。\r\n(7)月露：秋月和白露。\r\n(8)谁教：谁使。\r\n(9)直道：即使。\r\n(10)了无益：完全无益。\r\n(11)未妨：也不妨。\r\n(12)惆怅：感伤，愁闷。\r\n(13)清狂：不慧或白痴的意思。【赏析】：　　这一首诗是写女子的爱情虽遭受打击，明知相思无益，但也愿为爱情愁苦终身。诗开始写她独卧深闺，长夜不眠；二联借两个典故，回想她的爱情如同梦幻，如今仍然无郎独处，说明其爱情不是圆满的。所以接着第三联，即抒写她的怨情。以比兴的手法说她有如柔弱的菱枝，偏遭风波摧残；又像桂叶，却得不到月露滋润而飘香。最后写她明知相思无益，却仍然坚贞不渝、衷情难易，愿意终生惆怅。全诗写少女回荡起伏的深情，真切细致。"
        },
        {
            "title": "韩冬郎即席为诗相送",
            "content": "十岁裁诗走马成，冷灰残烛动离情。\r桐花万里关山路，雏凤清于老凤声。"
        },
        {
            "title": "谢先辈防记念拙诗甚多，异日偶有此寄",
            "content": "晓用云添句，寒将雪命篇。良辰多自感，作者岂皆然。\r熟寝初同鹤，含嘶欲并蝉。题时长不展，得处定应偏。\r南浦无穷树，西楼不住烟。改成人寂寂，寄与路绵绵。\r星势寒垂地，河声晓上天。夫君自有恨，聊借此中传。"
        },
        {
            "title": "句",
            "content": "兰膏爇处心犹浅，银烛烧残焰不馨。好向书生窗畔种，\r\n免教辛苦更囊萤。\r\n遥想故园陌，桃李正酣酣。\r\n头上金雀钗，腰珮翠琅玕。\r\n芦洲客雁报春来。."
        },
        {
            "title": "无题（二首其二）",
            "content": "飒飒东风细雨来，芙蓉塘外有轻雷。\r\n金蟾啮锁烧香入，玉虎牵丝汲井回。\r\n贾氏窥帘韩掾少，宓妃留枕魏王才。\r\n春心莫共花争发，一寸相思一寸灰！\r\n【注释】：①金蟾句：意谓虽有金蟾啮锁，香烟犹得进入。金蟾：旧注说是“蟾善闭气，古人用以饰锁”。啮：咬。\r\n②玉虎句：意谓井水虽深，玉虎犹得牵丝汲之。玉虎：井上的辘轳。丝：井索。汲：引。\r\n③贾氏句：晋韩寿貌美，司空南充招为掾，贾女于窗格中见韩寿而悦之，遂通情。贾女又以晋帝赐贾充之西域异香赠寿。韩掾少：为了韩寿的年轻俊美。掾：僚属。少：年轻。\r\n④宓妃句：魏曹植曾作《洛神赋》，赋中叙述他和洛河女神宓妃相遇事。宓妃：指洛神，传说为伏（宓）羲之女。留枕：这里指幽会。魏王：曹植封东阿王，后改陈王。【译文】：　　东风飒飒，阵阵细雨随风飘散纷飞，荷花塘外的那边，传来了声声轻雷。有锁纽的金蟾香炉，香烟缭绕飘逸，状似玉虎的辘轳，牵引绳索汲井水。\r\n　　贾女隔帘窥韩寿，是爱他年轻貌美，魏王梦见甄氏留枕，赋诗比作宓妃。呵，我这颗心不再与春花一同萌发；免得使我寸寸相思，都化成了烟灰。【赏析】：　　这也是艳情诗，是回忆前情的。诗写一位闭锁深闺的女子追求爱情而失望的痛苦。开首从眼前景致说起，再以物为喻；金蟾虽坚香烟可入；井水虽深，辘轳可汲，我岂无隙可乘？接着用贾氏窥帘，幸而缘合，宓妃留枕，终属梦想的典故，说明相聚皆成幻梦，归结出莫再相思，以免自讨苦吃的意念，创出了“一寸相思一寸灰”的奇句。\r\n　　全诗善于运用比喻、典故和强烈对照的手法，把抽象的幽思和爱情形象化，显示了美好爱情的被毁灭，使诗歌具有一种动人心弦的悲剧美。\r\n　　李氏的爱情诗写得最佳的全是写失意的爱情。这大概与他沉沦的身世遭遇有关。自身失意的际遇，使其对青年男女失意的爱情有特别的体验。而在诗歌创作中有可能融入自己身世的感受。象这二首在蓬山远隔，相思成灰的感慨中，难道没有他仕途遭折的感触？"
        },
        {
            "title": "游灵伽寺",
            "content": "碧烟秋寺泛湖来，水打城根古堞摧。\r\n尽日伤心人不见，石榴花满旧琴台。"
        },
        {
            "title": "定子",
            "content": "檀槽一抹广陵春，定子初开睡脸新。\r\n却笑吃虚隋炀帝，破家亡国为何人。"
        },
        {
            "title": "宿骆氏亭寄怀崔雍崔衮",
            "content": "竹坞无尘水槛清，相思迢递隔重城。\r秋阴不散霜飞晚，留得枯荷听雨声。"
        },
        {
            "title": "清夜怨",
            "content": "含泪坐春宵，闻君欲度辽。绿池荷叶嫩，红砌杏花娇。\r\n曙月当窗满，征云出塞遥。画楼终日闭，清管为谁调。"
        },
        {
            "title": "垂柳",
            "content": "垂柳碧鬅茸，楼昏雨带容。思量成夜梦，束久废春慵。\r\n梳洗凭张敞，乘骑笑稚恭。碧虚随转笠，红烛近高舂。\r\n怨目明秋水，愁眉淡远峰。小阑花尽蝶，静院醉醒蛩。\r\n旧作琴台凤，今为药店龙。宝奁抛掷久，一任景阳钟。"
        },
        {
            "title": "安平公诗",
            "content": "丈人博陵王名家，怜我总角称才华。华州留语晓至暮，\r\n高声喝吏放两衙。明朝骑马出城外，送我习业南山阿。\r\n仲子延岳年十六，面如白玉欹乌纱。其弟炳章犹两丱，\r\n瑶林琼树含奇花。陈留阮家诸侄秀，逦迤出拜何骈罗。\r\n府中从事杜与李，麟角虎翅相过摩。清词孤韵有歌响，\r\n击触钟磬鸣环珂。三月石堤冻销释，东风开花满阳坡。\r\n时禽得伴戏新木，其声尖咽如鸣梭。公时载酒领从事，\r\n踊跃鞍马来相过。仰看楼殿撮清汉，坐视世界如恒沙。\r\n面热脚掉互登陟，青云表柱白云崖。一百八句在贝叶，\r\n三十三天长雨花。长者子来辄献盖，辟支佛去空留靴。\r\n公时受诏镇东鲁，遣我草诏随车牙。顾我下笔即千字，\r\n疑我读书倾五车。呜呼大贤苦不寿，时世方士无灵砂。\r\n五月至止六月病，遽颓泰山惊逝波。明年徒步吊京国，\r\n宅破子毁哀如何。西风冲户卷素帐，隙光斜照旧燕窠。\r\n古人常叹知己少，况我沦贱艰虞多。如公之德世一二，\r\n岂得无泪如黄河。沥胆咒愿天有眼，君子之泽方滂沱。"
        },
        {
            "title": "哭虔州杨侍郎",
            "content": "汉网疏仍漏，齐民困未苏。如何大丞相，翻作弛刑徒。\r\n中宪方外易，尹京终就拘。本矜能弭谤，先议取非辜。\r\n巧有凝脂密，功无一柱扶。深知狱吏贵，几迫季冬诛。\r\n叫帝青天阔，辞家白日晡。流亡诚不吊，神理若为诬。\r\n在昔恩知忝，诸生礼秩殊。入韩非剑客，过赵受钳奴。\r\n楚水招魂远，邙山卜宅孤。甘心亲垤蚁，旋踵戮城狐。\r\n阴骘今如此，天灾未可无。莫凭牲玉请，便望救焦枯。"
        },
        {
            "title": "晋昌晚归马上赠",
            "content": "西北朝天路，登临思上才。城闲烟草遍，村暗雨云回。\r\n人岂无端别，猿应有意哀。征南予更远，吟断望乡台。"
        },
        {
            "title": "送从翁东川弘农尚书幕",
            "content": "昔帝回冲眷，维皇恻上仁。三灵迷赤气，万汇叫苍旻。\r\n刊木方隆禹，陛陑始创殷。夏台曾圮闭，汜水敢逡巡。\r\n拯溺休规步，防虞要徙薪。蒸黎今得请，宇宙昨还淳。\r\n缵祖功宜急，贻孙计甚勤。降灾虽代有，稔恶不无因。\r\n宫掖方为蛊，边隅忽遘迍。献书秦逐客，间谍汉名臣。\r\n北伐将谁使，南征决此辰。中原重板荡，玄象失钩陈。\r\n诘旦违清道，衔枚别紫宸。兹行殊厌胜，故老遂分新。\r\n去异封于巩，来宁避处豳。永嘉几失坠，宣政遽酸辛。\r\n元子当传启，皇孙合授询。时非三揖让，表请再陶钧。\r\n旧好盟还在，中枢策屡遵。苍黄传国玺，违远属车尘。\r\n雏虎如凭怒，漦龙性漫驯。封崇自何等，流落乃斯民。\r\n逗挠官军乱，优容败将频。早朝披草莽，夜缒达丝纶。\r\n忘战追无及，长驱气益振。妇言终未易，庙算况非神。\r\n日驭难淹蜀，星旄要定秦。人心诚未去，天道亦无亲。\r\n锦水湔云浪，黄山扫地春。斯文虚梦鸟，吾道欲悲麟。\r\n断续殊乡泪，存亡满席珍。魂销季羔窦，衣化子张绅。\r\n建议庸何所，通班昔滥臻。浮生见开泰，独得咏汀蘋。"
        },
        {
            "title": "谢往桂林至彤庭窃咏",
            "content": "辰象森罗正，句陈翊卫宽。鱼龙排百戏，剑佩俨千官。\r\n城禁将开晚，宫深欲曙难。月轮移枍诣，仙路下栏干。\r\n共贺高禖应，将陈寿酒欢。金星压芒角，银汉转波澜。\r\n王母来空阔，羲和上屈盘。凤凰传诏旨，獬廌冠朝端。\r\n造化中台座，威风上将坛。甘泉犹望幸，早晚冠呼韩。"
        },
        {
            "title": "烧香曲",
            "content": "钿云蟠蟠牙比鱼，孔雀翅尾蛟龙须。漳宫旧样博山炉，\r\n楚娇捧笑开芙蕖。八蚕茧绵小分炷，兽焰微红隔云母。\r\n白天月泽寒未冰，金虎含秋向东吐。玉佩呵光铜照昏，\r\n帘波日暮冲斜门。西来欲上茂陵树，柏梁已失栽桃魂。\r\n露庭月井大红气，轻衫薄细当君意。蜀殿琼人伴夜深，\r\n金銮不问残灯事。何当巧吹君怀度，襟灰为土填清露。"
        },
        {
            "title": "回中牡丹为雨所败二首",
            "content": "下苑他年未可追，西州今日忽相期。水亭暮雨寒犹在，\r\n罗荐春香暖不知。舞蝶殷勤收落蕊，佳人惆怅卧遥帷。\r\n章台街里芳菲伴，且问宫腰损几枝。\r\n浪笑榴花不及春，先期零落更愁人。玉盘迸泪伤心数，\r\n锦瑟惊弦破梦频。万里重阴非旧圃，一年生意属流尘。\r\n前溪舞罢君回顾，并觉今朝粉态新。"
        },
        {
            "title": "病中闻河东公乐营置酒口占寄上",
            "content": "闻驻行春旆，中途赏物华。缘忧武昌柳，遂忆洛阳花。\r\n嵇鹤元无对，荀龙不在夸。只将沧海月，长压赤城霞。\r\n兴欲倾燕馆，欢终到习家。风长应侧帽，路隘岂容车。\r\n楼迥波窥锦，窗虚日弄纱。锁门金了鸟，展障玉鸦叉。\r\n舞妙从兼楚，歌能莫杂巴。必投潘岳果，谁掺祢衡挝。\r\n刻烛当时忝，传杯此夕赊。可怜漳浦卧，愁绪独如麻。"
        },
        {
            "title": "木兰花",
            "content": "洞庭波冷晓侵云，日日征帆送远人。\r\n几度木兰舟上望，不知元是此花身。"
        },
        {
            "title": "寄太原卢司空三十韵",
            "content": "隋舰临淮甸，唐旗出井陉。断鳌支四柱，卓马济三灵。\r\n祖业隆盘古，孙谋复大庭。从来师俊杰，可以焕丹青。\r\n旧族开东岳，雄图奋北溟。邪同獬廌触，乐伴凤凰听。\r\n酣战仍挥日，降妖亦斗霆。将军功不伐，叔舅德惟馨。\r\n鸡塞谁生事，狼烟不暂停。拟填沧海鸟，敢竞太阳萤。\r\n内草才传诏，前茅已勒铭。那劳出师表，尽入大荒经。\r\n德水萦长带，阴山绕画屏。只忧非綮肯，未觉有膻腥。\r\n保佐资冲漠，扶持在杳冥。乃心防暗室，华发称明廷。\r\n按甲神初静，挥戈思欲醒。羲之当妙选，孝若近归宁。\r\n月色来侵幌，诗成有转櫺。罗含黄菊宅，柳恽白蘋汀。\r\n神物龟酬孔，仙才鹤姓丁。西山童子药，南极老人星。\r\n自顷徒窥管，于今愧挈瓶。何由叨末席，还得叩玄扃。\r\n庄叟虚悲雁，终童漫识鼮。幕中虽策画，剑外且伶俜。\r\n俣俣行忘止，鳏鳏卧不瞑。身应瘠于鲁，泪欲溢为荥。\r\n禹贡思金鼎，尧图忆土铏。公乎来入相，王欲驾云亭。"
        },
        {
            "title": "木兰",
            "content": "二月二十二，木兰开坼初。初当新病酒，复自久离居。\r\n愁绝更倾国，惊新闻远书。紫丝何日障，油壁几时车。\r\n弄粉知伤重，调红或有余。波痕空映袜，烟态不胜裾。\r\n桂岭含芳远，莲塘属意疏。瑶姬与神女，长短定何如。"
        },
        {
            "title": "马嵬",
            "content": "海外徒闻更九州，他生未卜此生休。\r空闻虎旅传宵柝，无复鸡人报晓筹。\r此日六军同驻马，当时七夕笑牵牛。\r如何四纪为天子，不及卢家有莫愁。"
        },
        {
            "title": "朱槿花二首",
            "content": "莲后红何患，梅先白莫夸。才飞建章火，又落赤城霞。\r\n不卷锦步障，未登油壁车。日西相对罢，休浣向天涯。\r\n勇多侵路去，恨有碍灯还。嗅自微微白，看成沓沓殷。\r\n坐疑忘物外，归去有帘间。君问伤春句，千辞不可删。"
        },
        {
            "title": "寓怀",
            "content": "彩鸾餐颢气，威凤入卿云。长养三清境，追随五帝君。\r\n烟波遗汲汲，矰缴任云云。下界围黄道，前程合紫氛。\r\n金书惟是见，玉管不胜闻。草为回生种，香缘却死熏。\r\n海明三岛见，天迥九江分。搴树无劳援，神禾岂用耘。\r\n斗龙风结阵，恼鹤露成文。汉岭霜何早，秦宫日易曛。\r\n星机抛密绪，月杵散灵氛。阳鸟西南下，相思不及群。"
        },
        {
            "title": "城上",
            "content": "有客虚投笔，无憀独上城。沙禽失侣远，江树著阴轻。\r\n边遽稽天讨，军须竭地征。贾生游刃极，作赋又论兵。"
        },
        {
            "title": "南山赵行军新诗盛称游宴之洽，因寄一绝",
            "content": "莲幕遥临黑水津，櫜鞬无事但寻春。\r梁王司马非孙武，且免宫中斩美人。"
        },
        {
            "title": "细雨成咏献尚书河东公",
            "content": "洒砌听来响，卷帘看已迷。江间风暂定，云外日应西。\r\n稍稍落蝶粉，班班融燕泥。飐萍初过沼，重柳更缘堤。\r\n必拟和残漏，宁无晦暝鼙。半将花漠漠，全共草萋萋。\r\n猿别方长啸，乌惊始独栖。府公能八咏，聊且续新题。"
        },
        {
            "title": "春深脱衣",
            "content": "睥睨江鸦集，堂皇海燕过。减衣怜蕙若，展帐动烟波。\r\n日烈忧花甚，风长奈柳何。陈遵容易学，身世醉时多。"
        },
        {
            "title": "拟意",
            "content": "怅望逢张女，迟回送阿侯。空看小垂手，忍问大刀头。\r\n妙选茱萸帐，平居翡翠楼。云屏不取暖，月扇未遮羞。\r\n上掌真何有，倾城岂自由。楚妃交荐枕，汉后共藏阄。\r\n夫向羊车觅，男从凤穴求。书成祓禊帖，唱杀畔牢愁。\r\n夜杵鸣江练，春刀解若榴。象床穿幰网，犀帖钉窗油。\r\n仁寿遗明镜，陈仓拂彩球。真防舞如意，佯盖卧箜篌。\r\n濯锦桃花水，溅裙杜若洲。鱼儿悬宝剑，燕子合金瓯。\r\n银箭催摇落，华筵惨去留。几时销薄怒，从此抱离忧。\r\n帆落啼猿峡，樽开画鹢舟。急弦肠对断，翦蜡泪争流。\r\n璧马谁能带，金虫不复收。银河扑醉眼，珠串咽歌喉。\r\n去梦随川后，来风贮石邮。兰丛衔露重，榆荚点星稠。\r\n解佩无遗迹，凌波有旧游。曾来十九首，私谶咏牵牛。"
        },
        {
            "title": "五月六日夜忆往岁秋与彻师同宿",
            "content": "紫阁相逢处，丹岩议宿时。堕蝉翻败叶，栖鸟定寒枝。\r\n万里飘流远，三年问讯迟。炎方忆初地，频梦碧琉璃。"
        },
        {
            "title": "怀求古翁",
            "content": "何时粉署仙，傲兀逐戎旃。关塞犹传箭，江湖莫系船。\r\n欲收棋子醉，竟把钓车眠。谢脁真堪忆，多才不忌前。"
        },
        {
            "title": "无题",
            "content": "万里风波一叶舟，忆归初罢更夷犹。碧江地没元相引，\r\n黄鹤沙边亦少留。益德冤魂终报主，阿童高义镇横秋。\r\n人生岂得长无谓，怀古思乡共白头。"
        },
        {
            "title": "如有",
            "content": "如有瑶台客，相难复索归。芭蕉开绿扇，菡萏荐红衣。\r\n浦外传光远，烟中结响微。良宵一寸焰，回首是重帏。"
        },
        {
            "title": "有怀在蒙飞卿",
            "content": "薄宦频移疾，当年久索居。哀同庾开府，瘦极沈尚书。\r\n城绿新阴远，江清返照虚。所思惟翰墨，从古待双鱼。"
        },
        {
            "title": "春光",
            "content": "九十春光斗日光，山城斜路杏花香。\r\n几时心绪浑无事，得及游丝百尺长。"
        },
        {
            "title": "思贤顿",
            "content": "内殿张弦管，中原绝鼓鼙。舞成青海马，斗杀汝南鸡。\r\n不见华胥梦，空闻下蔡迷。宸襟他日泪，薄暮望贤西。"
        },
        {
            "title": "夜思",
            "content": "银箭耿寒漏，金釭凝夜光。彩鸾空自舞，别燕不相将。\r\n寄恨一尺素，含情双玉珰。会前犹月在，去后始宵长。\r\n往事经春物，前期托报章。永令虚粲枕，长不掩兰房。\r\n觉动迎猜影，疑来浪认香。鹤应闻露警，蜂亦为花忙。\r\n古有阳台梦，今多下蔡倡。何为薄冰雪，消瘦滞非乡。"
        },
        {
            "title": "井泥四十韵",
            "content": "皇都依仁里，西北有高斋。昨日主人氏，治井堂西陲。\r\n工人三五辈，辇出土与泥。到水不数尺，积共庭树齐。\r\n他日井甃毕，用土益作堤。曲随林掩映，缭以池周回。\r\n下去冥寞穴，上承雨露滋。寄辞别地脉，因言谢泉扉。\r\n升腾不自意，畴昔忽已乖。伊余掉行鞅，行行来自西。\r\n一日下马到，此时芳草萋。四面多好树，旦暮云霞姿。\r\n晚落花满地，幽鸟鸣何枝。萝幄既已荐，山樽亦可开。\r\n待得孤月上，如与佳人来。因兹感物理，恻怆平生怀。\r\n茫茫此群品，不定轮与蹄。喜得舜可禅，不以瞽瞍疑。\r\n禹竟代舜立，其父吁咈哉。嬴氏并六合，所来因不韦。\r\n汉祖把左契，自言一布衣。当涂佩国玺，本乃黄门携。\r\n长戟乱中原，何妨起戎氐。不独帝王耳，臣下亦如斯。\r\n伊尹佐兴王，不藉汉父资。磻溪老钓叟，坐为周之师。\r\n屠狗与贩缯，突起定倾危。长沙启封土，岂是出程姬。\r\n帝问主人翁，有自卖珠儿。武昌昔男子，老苦为人妻。\r\n蜀王有遗魄，今在林中啼。淮南鸡舐药，翻向云中飞。\r\n大钧运群有，难以一理推。顾于冥冥内，为问秉者谁。\r\n我恐更万世，此事愈云为。猛虎与双翅，更以角副之。\r\n凤凰不五色，联翼上鸡栖。我欲秉钧者，朅来与我偕。\r\n浮云不相顾，寥泬谁为梯。悒怏夜将半，但歌井中泥。"
        },
        {
            "title": "行次西郊作一百韵",
            "content": "蛇年建午月，我自梁还秦。南下大散关，北济渭之滨。\r\n草木半舒坼，不类冰雪晨。又若夏苦热，燋卷无芳津。\r\n高田长檞枥，下田长荆榛。农具弃道旁，饥牛死空墩。\r\n依依过村落，十室无一存。存者皆面啼，无衣可迎宾。\r\n始若畏人问，及门还具陈。右辅田畴薄，斯民常苦贫。\r\n伊昔称乐土，所赖牧伯仁。官清若冰玉，吏善如六亲。\r\n生儿不远征，生女事四邻。浊酒盈瓦缶，烂谷堆荆囷。\r\n健儿庇旁妇，衰翁舐童孙。况自贞观后，命官多儒臣。\r\n例以贤牧伯，徵入司陶钧。降及开元中，奸邪挠经纶。\r\n晋公忌此事，多录边将勋。因令猛毅辈，杂牧升平民。\r\n中原遂多故，除授非至尊。或出幸臣辈，或由帝戚恩。\r\n中原困屠解，奴隶厌肥豚。皇子弃不乳，椒房抱羌浑。\r\n重赐竭中国，强兵临北边。控弦二十万，长臂皆如猿。\r\n皇都三千里，来往同雕鸢。五里一换马，十里一开筵。\r\n指顾动白日，暖热回苍旻。公卿辱嘲叱，唾弃如粪丸。\r\n大朝会万方，天子正临轩。采旂转初旭，玉座当祥烟。\r\n金障既特设，珠帘亦高褰。捋须蹇不顾，坐在御榻前。\r\n忤者死艰屦，附之升顶颠。华侈矜递衒，豪俊相并吞。\r\n因失生惠养，渐见征求频。奚寇西北来，挥霍如天翻。\r\n是时正忘战，重兵多在边。列城绕长河，平明插旗幡。\r\n但闻虏骑入，不见汉兵屯。大妇抱儿哭，小妇攀车轓。\r\n生小太平年，不识夜闭门。少壮尽点行，疲老守空村。\r\n生分作死誓，挥泪连秋云。廷臣例獐怯，诸将如羸奔。\r\n为贼扫上阳，捉人送潼关。玉辇望南斗，未知何日旋。\r\n诚知开辟久，遘此云雷屯。送者问鼎大，存者要高官。\r\n抢攘互间谍，孰辨枭与鸾。千马无返辔，万车无还辕。\r\n城空鼠雀死，人去豺狼喧。南资竭吴越，西费失河源。\r\n因今左藏库，摧毁惟空垣。如人当一身，有左无右边。\r\n筋体半痿痺，肘腋生臊膻。列圣蒙此耻，含怀不能宣。\r\n谋臣拱手立，相戒无敢先。万国困杼轴，内库无金钱。\r\n健儿立霜雪，腹歉衣裳单。馈饷多过时，高估铜与铅。\r\n山东望河北，爨烟犹相联。朝廷不暇给，辛苦无半年。\r\n行人搉行资，居者税屋椽。中间遂作梗，狼藉用戈鋋。\r\n临门送节制，以锡通天班。破者以族灭，存者尚迁延。\r\n礼数异君父，羁縻如羌零。直求输赤诚，所望大体全。\r\n巍巍政事堂，宰相厌八珍。敢问下"
        },
        {
            "title": "骄儿诗",
            "content": "衮师我骄儿，美秀乃无匹。文葆未周晬，固已知六七。\r\n四岁知名姓，眼不视梨栗。交朋颇窥观，谓是丹穴物。\r\n前朝尚器貌，流品方第一。不然神仙姿，不尔燕鹤骨。\r\n安得此相谓，欲慰衰朽质。青春妍和月，朋戏浑甥侄。\r\n绕堂复穿林，沸若金鼎溢。门有长者来，造次请先出。\r\n客前问所须，含意下吐实。归来学客面，闈败秉爷笏。\r\n或谑张飞胡，或笑邓艾吃。豪鹰毛崱屴，猛马气佶傈。\r\n截得青筼筜，骑走恣唐突。忽复学参军，按声唤苍鹘。\r\n又复纱灯旁，稽首礼夜佛。仰鞭罥蛛网，俯首饮花蜜。\r\n欲争蛱蝶轻，未谢柳絮疾。阶前逢阿姊，六甲颇输失。\r\n凝走弄香奁，拔脱金屈戌。抱持多反侧，威怒不可律。\r\n曲躬牵窗网，衉唾拭琴漆。有时看临书，挺立不动膝。\r\n古锦请裁衣，玉轴亦欲乞。请爷书春胜，春胜宜春日。\r\n芭蕉斜卷笺，辛夷低过笔。爷昔好读书，恳苦自著述。\r\n憔悴欲四十，无肉畏蚤虱。儿慎勿学爷，读书求甲乙。\r\n穰苴司马法，张良黄石术。便为帝王师，不假更纤悉。\r\n况今西与北，羌戎正狂悖。诛赦两未成，将养如痼疾。\r\n儿当速成大，探雏入虎穴。当为万户侯，勿守一经帙。"
        },
        {
            "title": "今月二日不自量度辄以诗一首四十韵干渎尊严",
            "content": "家擅无双誉，朝居第一功。四时当首夏，八节应条风。\r\n涤濯临清济，巉岩倚碧嵩。鲍壶冰皎洁，王佩玉丁东。\r\n处剧张京兆，通经戴侍中。将星临迥夜，卿月丽层穹。\r\n下令销秦盗，高谈破宋聋。含霜太山竹，拂雾峄阳桐。\r\n乐道乾知退，当官蹇匪躬。服箱青海马，入兆渭川熊。\r\n固是符真宰，徒劳让化工。凤池春潋艳，鸡树晓曈曨。\r\n愿守三章约，还期九译通。薰琴调大舜，宝瑟和神农。\r\n慷慨资元老，周旋值狡童。仲尼羞问阵，魏绛喜和戎。\r\n款款将除蠹，孜孜欲达聪。所求因渭浊，安肯与雷同。\r\n物议将调鼎，君恩忽赐弓。开吴相上下，全蜀占西东。\r\n锐卒鱼悬饵，豪胥鸟在笼。疲民呼杜母，邻国仰羊公。\r\n置驿推东道，安禅合北宗。嘉宾增重价，上士悟真空。\r\n扇举遮王导，樽开见孔融。烟飞愁舞罢，尘定惜歌终。\r\n岸柳兼池绿，园花映烛红。未曾周顗醉，转觉季心恭。\r\n系滞喧人望，便蕃属圣衷。天书何日降，庭燎几时烘。\r\n早岁乖投刺，今晨幸发蒙。远途哀跛鳖，薄艺奖雕虫。\r\n故事曾尊隗，前修有荐雄。终须烦刻画，聊拟更磨礱。\r\n蛮岭晴留雪，巴江晚带枫。营巢怜越燕，裂帛待燕鸿。\r\n自苦诚先檗，长飘不后蓬。容华虽少健，思绪即悲翁。\r\n感激淮山馆，优游碣石宫。待公三入相，丕祚始无穷。"
        },
        {
            "title": "五言述德抒情诗",
            "content": "帝作黄金阙，仙开白玉京。有人扶太极，惟岳降元精。\r\n耿贾官勋大，荀陈地望清。旂常悬祖德，甲令著嘉声。\r\n经出宣尼壁，书留晏子楹。武乡传阵法，践土主文盟。\r\n自昔流王泽，由来仗国桢。九河分合沓，一柱忽峥嵘。\r\n得主劳三顾，惊人肯再鸣。碧虚天共转，黄道日同行。\r\n后饮曹参酒，先和傅说羹。即时贤路辟，此夜泰阶平。\r\n愿保无疆福，将图不朽名。率身期济世，叩额虑兴兵。\r\n感念殽尸露，咨嗟赵卒坑。傥令安隐忍，何以赞贞明。\r\n恶草虽当路，寒松实挺生。人言真可畏，公意本无争。\r\n故事留台阁，前驱且旆旌。芙蓉王俭府，杨柳亚夫营。\r\n清啸频疏俗，高谈屡析酲。过庭多令子，乞墅有名甥。\r\n南诏应闻命，西山莫敢惊。寄辞收的博，端坐扫欃枪。\r\n雅宴初无倦，长歌底有情。槛危春水暖，楼迥雪峰晴。\r\n移席牵缃蔓，回桡扑绛英。谁知杜武库，只见谢宣城。\r\n有客趋高义，于今滞下卿。登门惭后至，置驿恐虚迎。\r\n自是依刘表，安能比老彭。雕龙心已切，画虎意何成。\r\n岂有曾黔突，徒劳不倚衡。乘时乖巧宦，占象合艰贞。\r\n废忘淹中学，迟回谷口耕。悼伤潘岳重，树立马迁轻。\r\n陇鸟悲丹觜，湘兰怨紫茎。归期过旧岁，旅梦绕残更。\r\n弱植叨华族，衰门倚外兄。欲陈劳者曲，未唱泪先横。"
        },
        {
            "title": "偶成转韵七十二句赠四同舍",
            "content": "沛国东风吹大泽，蒲青柳碧春一色。我来不见隆准人，\r\n沥酒空余庙中客。征东同舍鸳与鸾，酒酣劝我悬征鞍。\r\n蓝山宝肆不可入，玉中仍是青琅玕。武威将军使中侠，\r\n少年箭道惊杨叶。战功高后数文章，怜我秋斋梦蝴蝶。\r\n诘旦九门传奏章，高车大马来煌煌。路逢邹枚不暇揖，\r\n腊月大雪过大梁。忆昔公为会昌宰，我时入谒虚怀待。\r\n众中赏我赋高唐，回看屈宋由年辈。公事武皇为铁冠，\r\n历厅请我相所难。我时憔悴在书阁，卧枕芸香春夜阑。\r\n明年赴辟下昭桂，东郊恸哭辞兄弟。韩公堆上跋马时，\r\n回望秦川树如荠。依稀南指阳台云，鲤鱼食钩猿失群。\r\n湘妃庙下已春尽，虞帝城前初日曛。谢游桥上澄江馆，\r\n下望山城如一弹。鹧鸪声苦晓惊眠，朱槿花娇晚相伴。\r\n顷之失职辞南风，破帆坏桨荆江中。斩蛟断璧不无意，\r\n平生自许非匆匆。归来寂寞灵台下，著破蓝衫出无马。\r\n天官补吏府中趋，玉骨瘦来无一把。手封狴牢屯制囚，\r\n直厅印锁黄昏愁。平明赤帖使修表，上贺嫖姚收贼州。\r\n旧山万仞青霞外，望见扶桑出东海。爱君忧国去未能，\r\n白道青松了然在。此时闻有燕昭台，挺身东望心眼开。\r\n且吟王粲从军乐，不赋渊明归去来。彭门十万皆雄勇，\r\n首戴公恩若山重。廷评日下握灵蛇，书记眠时吞彩凤。\r\n之子夫君郑与裴，何甥谢舅当世才。青袍白简风流极，\r\n碧沼红莲倾倒开。我生粗疏不足数，梁父哀吟鸲鹆舞。\r\n横行阔视倚公怜，狂来笔力如牛弩。借酒祝公千万年，\r\n吾徒礼分常周旋。收旗卧鼓相天子，相门出相光青史。"
        },
        {
            "title": "戏题枢言草阁三十二韵",
            "content": "君家在河北，我家在山西。百岁本无业，阴阴仙李枝。\r\n尚书文与武，战罢幕府开。君从渭南至，我自仙游来。\r\n平昔苦南北，动成云雨乖。逮今两携手，对若床下鞋。\r\n夜归碣石馆，朝上黄金台。我有苦寒调，君抱阳春才。\r\n年颜各少壮，发绿齿尚齐。我虽不能饮，君时醉如泥。\r\n政静筹画简，退食多相携。扫掠走马路，整顿射雉翳。\r\n春风二三月，柳密莺正啼。清河在门外，上与浮云齐。\r\n欹冠调玉琴，弹作松风哀。又弹明君怨，一去怨不回。\r\n感激坐者泣，起视雁行低。翻忧龙山雪，却杂胡沙飞。\r\n仲容铜琵琶，项直声凄凄。上贴金捍拨，画为承露鸡。\r\n君时卧掁触，劝客白玉杯。苦云年光疾，不饮将安归。\r\n我赏此言是，因循未能谐。君言中圣人，坐卧莫我违。\r\n榆荚乱不整，杨花飞相随。上有白日照，下有东风吹。\r\n青楼有美人，颜色如玫瑰。歌声入青云，所痛无良媒。\r\n少年苦不久，顾慕良难哉。徒令真珠肶，裛入珊瑚腮。\r\n君今且少安，听我苦吟诗。古诗何人作，老大徒伤悲。"
        },
        {
            "title": "李肱所遗画松诗书两纸得四十韵",
            "content": "万草已凉露，开图披古松。青山遍沧海，此树生何峰。\r\n孤根邈无倚，直立撑鸿濛。端如君子身，挺若壮士胸。\r\n樛枝势夭矫，忽欲蟠拏空。又如惊螭走，默与奔云逢。\r\n孙枝擢细叶，旖旎狐裘茸。邹颠蓐发软，丽姬眉黛浓。\r\n视久眩目睛，倏忽变辉容。竦削正稠直，婀娜旋敷峰。\r\n又如洞房冷，翠被张穹笼。亦若暨罗女，平旦妆颜容。\r\n细疑袭气母，猛若争神功。燕雀固寂寂，雾露常冲冲。\r\n香兰愧伤暮，碧竹惭空中。可集呈瑞凤，堪藏行雨龙。\r\n淮山桂偃蹇，蜀郡桑重童。枝条亮眇脆，灵气何由同。\r\n昔闻咸阳帝，近说稽山侬。或著仙人号，或以大夫封。\r\n终南与清都，烟雨遥相通。安知夜夜意，不起西南风。\r\n美人昔清兴，重之犹月钟。宝笥十八九，香缇千万重。\r\n一旦鬼瞰室，稠叠张羉罿。赤羽中要害，是非皆匆匆。\r\n生如碧海月，死践霜郊蓬。平生握中玩，散失随奴童。\r\n我闻照妖镜，及与神剑锋。寓身会有地，不为凡物蒙。\r\n伊人秉兹图，顾眄择所从。而我何为者，开颜捧灵踪。\r\n报以漆鸣琴，悬之真珠栊。是时方暑夏，座内若严冬。\r\n忆昔谢四骑，学仙玉阳东。千株尽若此，路入琼瑶宫。\r\n口咏玄云歌，手把金芙蓉。浓蔼深霓袖，色映琅玕中。\r\n悲哉堕世网，去之若遗弓。形魄天坛上，海日高瞳瞳。\r\n终骑紫鸾归，持寄扶桑翁。"
        },
        {
            "title": "送从翁从东川弘农尚书幕",
            "content": "大镇初更帅，嘉宾素见邀。使车无远近，归路更烟霄。\r\n稳放骅骝步，高安翡翠巢。御风知有在，去国肯无聊。\r\n早忝诸孙末，俱从小隐招。心悬紫云阁，梦断赤城标。\r\n素女悲清瑟，秦娥弄玉箫。山连玄圃近，水接绛河遥。\r\n岂意闻周铎，翻然慕舜韶。皆辞乔木去，远逐断蓬飘。\r\n薄俗谁其激，斯民已甚恌。鸾皇期一举，燕雀不相饶。\r\n敢共颓波远，因之内火烧。是非过别梦，时节惨惊飙。\r\n未至谁能赋，中干欲病痟。屡曾纡锦绣，勉欲报琼瑶。\r\n我恐霜侵鬓，君先绶挂腰。甘心与陈阮，挥手谢松乔。\r\n锦里差邻接，云台闭寂寥。一川虚月魄，万崦自芝苗。\r\n瘴雨泷间急，离魂峡外销。非关无烛夜，其奈落花朝。\r\n几处逢鸣佩，何筵不翠翘。蛮童骑象舞，江市卖鲛绡。\r\n南诏知非敌，西山亦屡骄。勿贪佳丽地，不为圣明朝。\r\n少减东城饮，时看北斗杓。莫因乖别久，遂逐岁寒凋。\r\n盛幕开高宴，将军问故僚。为言公玉季，早日弃渔樵。"
        },
        {
            "title": "河阳诗",
            "content": "黄河摇溶天上来，玉楼影近中天台。龙头泻酒客寿杯，\r\n主人浅笑红玫瑰。梓泽东来七十里，长沟复堑埋云子。\r\n可惜秋眸一脔光，汉陵走马黄尘起。南浦老鱼腥古涎，\r\n真珠密字芙蓉篇。湘中寄到梦不到，衰容自去抛凉天。\r\n忆得蛟丝裁小卓，蛱蝶飞回木绵薄。绿绣笙囊不见人，\r\n一口红霞夜深嚼。幽兰泣露新香死，画图浅缥松溪水。\r\n楚丝微觉竹枝高，半曲新辞写绵纸。巴西夜市红守宫，\r\n后房点臂斑斑红。堤南渴雁自飞久，芦花一夜吹西风。\r\n晓帘串断蜻蜓翼，罗屏但有空青色。玉湾不钓三千年，\r\n莲房暗被蛟龙惜。湿银注镜井口平，鸾钗映月寒铮铮。\r\n不知桂树在何处，仙人不下双金茎。百尺相风插重屋，\r\n侧近嫣红伴柔绿。百劳不识对月郎，湘竹千条为一束。"
        },
        {
            "title": "大卤平后移家到永",
            "content": "驱马绕河干，家山照露寒。依然五柳在，况值百花残。\r\n昔去惊投笔，今来分挂冠。不忧悬磬乏，乍喜覆盂安。\r\n甑破宁回顾，舟沉岂暇看。脱身离虎口，移疾就猪肝。\r\n鬓入新年白，颜无旧日丹。自悲秋获少，谁惧夏畦难。\r\n逸志忘鸿鹄，清香披蕙兰。还持一杯酒，坐想二公欢。"
        },
        {
            "title": "四年冬以退居蒲之永",
            "content": "爱景人方乐，同雪候稍愆。徒闻周雅什，愿赋朔风篇。\r\n欲俟千箱庆，须资六出妍。咏留飞絮后，歌唱落梅前。\r\n庭树思琼蕊，妆楼认粉绵。瑞邀盈尺日，丰待两岐年。\r\n预约延枚酒，虚乘访戴船。映书孤志业，披氅阻神仙。\r\n几向霜阶步，频将月幌褰。玉京应已足，白屋但颙然。"
        },
        {
            "title": "四年冬以退居蒲之永",
            "content": "旭日开晴色，寒空失素尘。绕墙全剥粉，傍井渐消银。\r\n刻兽摧盐虎，为山倒玉人。珠还犹照魏，璧碎尚留秦。\r\n落日惊侵昼，余光误惜春。檐冰滴鹅管，屋瓦镂鱼鳞。\r\n岭霁岚光坼，松暄翠粒新。拥林愁拂尽，著砌恐行频。\r\n焦寝忻无患，梁园去有因。莫能知帝力，空此荷平均。"
        },
        {
            "title": "和郑愚赠汝阳王孙家筝妓二十韵",
            "content": "冰雾怨何穷，秦丝娇未已。寒空烟霞高，白日一万里。\r\n碧嶂愁不行，浓翠遥相倚。茜袖捧琼姿，皎日丹霞起。\r\n孤猿耿幽寂，西风吹白芷。回首苍梧深，女萝闭山鬼。\r\n荒郊白鳞断，别浦晴霞委。长彴压河心，白道连地尾。\r\n秦人昔富家，绿窗闻妙旨。鸿惊雁背飞，象床殊故里。\r\n因令五十丝，中道分宫徵。斗粟配新声，娣侄徒纤指。\r\n风流大堤上，怅望白门里。蠹粉实雌弦，灯光冷如水。\r\n羌管促蛮柱，从醉吴宫耳。满内不扫眉，君王对西子。\r\n初花惨朝露，冷臂凄愁髓。一曲送连钱，远别长于死。\r\n玉砌衔红兰，妆窗结碧绮。九门十二关，清晨禁桃李。"
        },
        {
            "title": "送千牛李将军赴阙五十韵",
            "content": "照席琼枝秀，当年紫绶荣。班资古直阁，勋伐旧西京。\r\n在昔王纲紊，因谁国步清。如无一战霸，安有大横庚。\r\n内竖依凭切，凶门责望轻。中台终恶直，上将更要盟。\r\n丹陛祥烟灭，皇闱杀气横。喧阗众狙怒，容易八蛮惊。\r\n梼杌宽之久，防风戮不行。素来矜异类，此去岂亲征。\r\n舍鲁真非策，居邠未有名。曾无力牧御，宁待雨师迎。\r\n火箭侵乘石，云桥逼禁营。何时绝刁斗，不夜见欃枪。\r\n屡亦闻投鼠，谁其敢射鲸。世情休念乱，物议笑轻生。\r\n大卤思龙跃，苍梧失象耕。灵衣沾愧汗，仪马困阴兵。\r\n别馆兰薰酷，深宫蜡焰明。黄山遮舞态，黑水断歌声。\r\n纵未移周鼎，何辞免赵坑。空拳转斗地，数板不沈城。\r\n且欲凭神算，无因计力争。幽囚苏武节，弃市仲由缨。\r\n下殿言终验，增埤事早萌。蒸鸡殊减膳，屑麹异和羹。\r\n否极时还泰，屯余运果亨。流离几南渡，仓卒得西平。\r\n神鬼收昏黑，奸凶首满盈。官非督护贵，师以丈人贞。\r\n覆载还高下，寒暄急改更。马前烹莽卓，坛上揖韩彭。\r\n扈跸三才正，回军六合晴。此时惟短剑，仍世尽双旌。\r\n顾我由群从，逢君叹老成。庆流归嫡长，贻厥在名卿。\r\n隼击须当要，鹏抟莫问程。趋朝排玉座，出位泣金茎。\r\n幸藉梁园赋，叨蒙许氏评。中郎推贵婿，定远重时英。\r\n政已标三尚，人今伫一鸣。长刀悬月魄，快马骇星精。\r\n披豁惭深眷，睽离动素诚。蕙留春晼晚，松待岁峥嵘。\r\n异县期回雁，登时已饭鲭。去程风刺刺，别夜漏丁丁。\r\n庾信生多感，杨朱死有情。弦危中妇瑟，甲冷想夫筝。\r\n会与秦楼凤，俱听汉苑莺。洛川迷曲沼，烟月两心倾。"
        },
        {
            "title": "河内诗二首",
            "content": "鼍鼓沉沉虬水咽，秦丝不上蛮弦绝。常娥衣薄不禁寒，\r\n蟾蜍夜艳秋河月。碧城冷落空蒙烟，帘轻幕重金钩栏。\r\n灵香不下两皇子，孤星直上相风竿。八桂林边九芝草，\r\n短襟小鬓相逢道。入门暗数一千春，愿去闰年留月小。\r\n栀子交加香蓼繁，停辛伫苦留待君。\r\n阊门日下吴歌远，陂路绿菱香满满。后溪暗起鲤鱼风，\r\n船旗闪断芙蓉干。轻身奉君畏身轻，双桡两桨樽酒清。\r\n莫因风雨罢团扇，此曲断肠惟北声。低楼小径城南道，\r\n犹自金鞍对芳草。"
        },
        {
            "title": "燕台四首·冬",
            "content": "天东日出天西下，雌凤孤飞女龙寡。青溪白石不相望，\r\n堂中远甚苍梧野。冻壁霜华交隐起，芳根中断香心死。\r\n浪乘画舸忆蟾蜍，月娥未必婵娟子。楚管蛮弦愁一概，\r\n空城舞罢腰支在。当时欢向掌中销，桃叶桃根双姊妹。\r\n破鬟矮堕凌朝寒，白玉燕钗黄金蝉。风车雨马不持去，\r\n蜡烛啼红怨天曙。"
        },
        {
            "title": "燕台四首·秋",
            "content": "月浪冲天天宇湿，凉蟾落尽疏星入。云屏不动掩孤嚬，\r\n西楼一夜风筝急。欲织相思花寄远，终日相思却相怨。\r\n但闻北斗声回环，不见长河水清浅。金鱼锁断红桂春，\r\n古时尘满鸳鸯茵。堪悲小苑作长道，玉树未怜亡国人。\r\n瑶琴愔愔藏楚弄，越罗冷薄金泥重。帘钩鹦鹉夜惊霜，\r\n唤起南云绕云梦。双珰丁丁联尺素，内记湘川相识处。\r\n歌唇一世衔雨看，可惜馨香手中故。"
        },
        {
            "title": "赠送前刘五经映三十四韵",
            "content": "建国宜师古，兴邦属上庠。从来以儒戏，安得振朝纲。\r\n叔世何多难，兹基遂已亡。泣麟犹委吏，歌凤更佯狂。\r\n屋壁余无几，焚坑逮可伤。挟书秦二世，坏宅汉诸王。\r\n草草临盟誓，区区务富强。微茫金马署，狼藉斗鸡场。\r\n尽欲心无窍，皆如面正墙。惊疑豹文鼠，贪窃虎皮羊。\r\n南渡宜终否，西迁冀小康。策非方正士，贡绝孝廉郎。\r\n海鸟悲钟鼓，狙公畏服裳。多岐空扰扰，幽室竟伥伥。\r\n凝邈为时范，虚空作士常。何由羞五霸，直自呰三皇。\r\n别派驱杨墨，他镳并老庄。诗书资破冢，法制困探囊。\r\n周礼仍存鲁，隋师果禅唐。鼎新麾一举，革故法三章。\r\n星宿森文雅，风雷起退藏。缧囚为学切，掌故受经忙。\r\n夫子时之彦，先生迹未荒。褐衣终不召，白首兴难忘。\r\n感激殊非圣，栖迟到异粻。片辞褒有德，一字贬无良。\r\n燕地尊邹衍，西河重卜商。式闾真道在，拥彗信谦光。\r\n获预青衿列，叨来绛帐旁。虽从各言志，还要大为防。\r\n勿谓孤寒弃，深忧讦直妨。叔孙谗易得，盗跖暴难当。\r\n雁下秦云黑，蝉休陇叶黄。莫逾巾屦念，容许后升堂。"
        },
        {
            "title": "燕台四首·夏",
            "content": "前阁雨帘愁不卷，后堂芳树阴阴见。石城景物类黄泉，\r\n夜半行郎空柘弹。绫扇唤风阊阖天，轻帷翠幕波渊旋。\r\n蜀魂寂寞有伴未，几夜瘴花开木棉。桂宫留影光难取，\r\n嫣薰兰破轻轻语。直教银汉堕怀中，未遣星妃镇来去。\r\n浊水清波何异源，济河水清黄河浑。安得薄雾起缃裙，\r\n手接云輧呼太君。"
        },
        {
            "title": "咏怀寄秘阁旧僚二十六韵",
            "content": "年鬓日堪悲，衡茅益自嗤。攻文枯若木，处世钝如锤。\r\n敢忘垂堂戒，宁将暗室欺。悬头曾苦学，折臂反成医。\r\n仆御嫌夫懦，孩童笑叔痴。小男方嗜栗，幼女漫忧葵。\r\n遇炙谁先啖，逢齑即便吹。官衔同画饼，面貌乏凝脂。\r\n典籍将蠡测，文章若管窥。图形翻类狗，入梦肯非罴。\r\n自哂成书簏，终当咒酒卮。懒沾襟上血，羞镊镜中丝。\r\n橐籥言方喻，樗蒱齿讵知。事神徒惕虑，佞佛愧虚辞。\r\n曲艺垂麟角，浮名状虎皮。乘轩宁见宠，巢幕更逢危。\r\n礼俗拘嵇喜，侯王忻戴逵。途穷方结舌，静胜但支颐。\r\n粝食空弹剑，亨衢讵置锥。柏台成口号，芸阁暂肩随。\r\n悔逐迁莺伴，谁观择虱时。瓮间眠太率，床下隐何卑。\r\n奋迹登弘阁，摧心对董帷。校雠如有暇，松竹一相思。"
        },
        {
            "title": "燕台四首·春",
            "content": "风光冉冉东西陌，几日娇魂寻不得。蜜房羽客类芳心，\r\n冶叶倡条遍相识。暖蔼辉迟桃树西，高鬟立共桃鬟齐。\r\n雄龙雌凤杳何许，絮乱丝繁天亦迷。醉起微阳若初曙，\r\n映帘梦断闻残语。愁将铁网罥珊瑚，海阔天翻迷处所。\r\n衣带无情有宽窄，春烟自碧秋霜白。研丹擘石天不知，\r\n愿得天牢锁冤魄。夹罗委箧单绡起，香肌冷衬琤琤珮。\r\n今日东风自不胜，化作幽光入西海。"
        },
        {
            "title": "柳枝五首",
            "content": "花房与蜜脾，蜂雄蛱蝶雌。同时不同类，那复更相思。\r\n本是丁香树，春条结始生。玉作弹棋局，中心亦不平。\r\n嘉瓜引蔓长，碧玉冰寒浆。东陵虽五色，不忍值牙香。\r\n柳枝井上蟠，莲叶浦中干。锦鳞与绣羽，水陆有伤残。\r\n画屏绣步障，物物自成双。如何湖上望，只是见鸳鸯。"
        },
        {
            "title": "喜闻太原同院崔侍御台拜兼寄在台三二同年之",
            "content": "鹏鱼何事遇屯同，云水升沉一会中。刘放未归鸡树老，\r\n邹阳新去兔园空。寂寥我对先生柳，赫奕君乘御史骢。\r\n若向南台见莺友，为传垂翅度春风。"
        },
        {
            "title": "哭遂州萧侍郎二十四韵",
            "content": "遥作时多难，先令祸有源。初惊逐客议，旋骇党人冤。\r\n密侍荣方入，司刑望愈尊。皆因优诏用，实有谏书存。\r\n苦雾三辰没，穷阴四塞昏。虎威狐更假，隼击鸟逾喧。\r\n徒欲心存阙，终遭耳属垣。遗音和蜀魄，易箦对巴猿。\r\n有女悲初寡，无男泣过门。朝争屈原草，庙馁莫敖魂。\r\n迥阁伤神峻，长江极望翻。青云宁寄意，白骨始沾恩。\r\n早岁思东阁，为邦属故园。登舟惭郭泰，解榻愧陈蕃。\r\n分以忘年契，情犹锡类敦。公先真帝子，我系本王孙。\r\n啸傲张高盖，从容接短辕。秋吟小山桂，春醉后堂萱。\r\n自叹离通籍，何尝忘叫阍。不成穿圹入，终拟上书论。\r\n多士还鱼贯，云谁正骏奔。暂能诛倏忽，长与问乾坤。\r\n蚁漏三泉路，螀啼百草根。始知同泰讲，徼福是虚言。"
        },
        {
            "title": "和马郎中移白菊见示",
            "content": "陶诗只采黄金实，郢曲新传白雪英。素色不同篱下发，\r\n繁花疑自月中生。浮杯小摘开云母，带露全移缀水精。\r\n偏称含香五字客，从兹得地始芳荣。"
        },
        {
            "title": "和刘评事永乐闲居见寄",
            "content": "白社幽闲君暂居，青云器业我全疏。看封谏草归鸾掖，\r\n尚贲衡门待鹤书。莲耸碧峰关路近，荷翻翠扇水堂虚。\r\n自探典籍忘名利，欹枕时惊落蠹鱼。"
        },
        {
            "title": "春日寄怀",
            "content": "世间荣落重逡巡，我独丘园坐四春。纵使有花兼有月，\r\n可堪无酒又无人。青袍似草年年定，白发如丝日日新。\r\n欲逐风波千万里，未知何路到龙津。"
        },
        {
            "title": "人日即事",
            "content": "文王喻复今朝是，子晋吹笙此日同。舜格有苗旬太远，\r\n周称流火月难穷。镂金作胜传荆俗，翦彩为人起晋风。\r\n独想道衡诗思苦，离家恨得二年中。"
        },
        {
            "title": "和人题真娘墓",
            "content": "虎丘山下剑池边，长遣游人叹逝川。罥树断丝悲舞席，\r\n出云清梵想歌筵。柳眉空吐效颦叶，榆荚还飞买笑钱。\r\n一自香魂招不得，只应江上独婵娟。"
        },
        {
            "title": "赠别前蔚州契苾使君",
            "content": "何年部落到阴陵，奕世勤王国史称。夜卷牙旗千帐雪，\r\n朝飞羽骑一河冰。蕃儿襁负来青冢，狄女壶浆出白登。\r\n日晚鸊鹈泉畔猎，路人遥识郅都鹰。"
        },
        {
            "title": "喜雪",
            "content": "朔雪自龙沙，呈祥势可嘉。有田皆种玉，无树不开花。\r\n班扇慵裁素，曹衣讵比麻。鹅归逸少宅，鹤满令威家。\r\n寂寞门扉掩，依稀履迹斜。人疑游面市，马似困盐车。\r\n洛水妃虚妒，姑山客漫夸。联辞虽许谢，和曲本惭巴。\r\n粉署闱全隔，霜台路正赊。此时倾贺酒，相望在京华。"
        },
        {
            "title": "自桂林奉使江陵途中感怀寄献尚书",
            "content": "下客依莲幕，明公念竹林。纵然膺使命，何以奉徽音。\r\n投刺虽伤晚，酬恩岂在今。迎来新琐闼，从到碧瑶岑。\r\n水势初知海，天文始识参。固惭非贾谊，惟恐后陈琳。\r\n前席惊虚辱，华樽许细斟。尚怜秦痔苦，不遣楚醪沈。\r\n既载从戎笔，仍披选胜襟。泷通伏波柱，帘对有虞琴。\r\n宅与严城接，门藏别岫深。阁凉松冉冉，堂静桂森森。\r\n社内容周续，乡中保展禽。白衣居士访，乌帽逸人寻。\r\n佞佛将成传，耽书或类淫。长怀五羖赎，终著九州箴。\r\n良讯封鸳绮，余光借玳簪。张衡愁浩浩，沈约瘦愔愔。\r\n芦白疑粘鬓，枫丹欲照心。归期无雁报，旅抱有猿侵。\r\n短日安能驻，低云只有阴。乱鸦冲晒网，寒女簇遥砧。\r\n东道违宁久，西园望不禁。江生魂黯黯，泉客泪涔涔。\r\n逸翰应藏法，高辞肯浪吟。数须传庾翼，莫独与卢谌。\r\n假寐凭书簏，哀吟叩剑镡。未尝贪偃息，那复议登临。\r\n彼美回清镜，其谁受曲针。人皆向燕路，无乃费黄金。"
        },
        {
            "title": "赠田叟",
            "content": "荷筱衰翁似有情，相逢携手绕村行。烧畬晓映远山色，\r\n伐树暝传深谷声。鸥鸟忘机翻浃洽，交亲得路昧平生。\r\n抚躬道地诚感激，在野无贤心自惊。"
        },
        {
            "title": "过故府中武威公交城旧庄感事",
            "content": "信陵亭馆接郊畿，幽象遥通晋水祠。日落高门喧燕雀，\r\n风飘大树撼熊罴。新蒲似笔思投日，芳草如茵忆吐时。\r\n山下只今黄绢字，泪痕犹堕六州儿。"
        },
        {
            "title": "奉同诸公题河中任中丞新创河亭四韵之作",
            "content": "万里谁能访十洲，新亭云构压中流。河鲛纵玩难为室，\r\n海蜃遥惊耻化楼。左右名山穷远目，东西大道锁轻舟。\r\n独留巧思传千古，长与蒲津作胜游。"
        },
        {
            "title": "水斋",
            "content": "多病欣依有道邦，南塘宴起想秋江。卷帘飞燕还拂水，\r\n开户暗虫犹打窗。更阅前题已披卷，仍斟昨夜未开缸。\r\n谁人为报故交道，莫惜鲤鱼时一双。"
        },
        {
            "title": "行次昭应",
            "content": "将军大旆扫狂童，诏选名贤赞武功。暂逐虎牙临故绛，\r\n远含鸡舌过新丰。鱼游沸鼎知无日，鸟覆危巢岂待风。\r\n早勒勋庸燕石上，伫光纶綍汉廷中。"
        },
        {
            "title": "戊辰会静中出贻同志二十韵",
            "content": "大道谅无外，会越自登真。丹元子何索，在己莫问邻。\r\n蒨璨玉琳华，翱翔九真君。戏掷万里火，聊召六甲旬。\r\n瑶简被灵诰，持符开七门。金铃摄群魔，绛节何兟兟。\r\n吟弄东海若，笑倚扶桑春。三山诚迥视，九州扬一尘。\r\n我本玄元胄，禀华由上津。中迷鬼道乐，沉为下土民。\r\n托质属太阴，炼形复为人。誓将覆宫泽，安此真与神。\r\n龟山有慰荐，南真为弥纶。玉管会玄圃，火枣承天姻。\r\n科车遏故气，侍香传灵氛。飘飖被青霓，婀娜佩紫纹。\r\n林洞何其微，下仙不与群。丹泥因未控，万劫犹逡巡。\r\n荆芜既以薙，舟壑永无湮。相期保妙命，腾景侍帝宸。"
        },
        {
            "title": "登霍山驿楼",
            "content": "庙列前峰迥，楼开四望穷。岭鼷岚色外，陂雁夕阳中。\r\n弱柳千条露，衰荷一面风。壶关有狂孽，速继老生功。"
        },
        {
            "title": "寓目",
            "content": "园桂悬心碧，池莲饫眼红。此生真远客，几别即衰翁。\r\n小幌风烟入，高窗雾雨通。新知他日好，锦瑟傍朱栊。"
        },
        {
            "title": "赋得桃李无言",
            "content": "夭桃花正发，秾李蕊方繁。应候非争艳，成蹊不在言。\r\n静中霞暗吐，香处雪潜翻。得意摇风态，含情泣露痕。\r\n芬芳光上苑，寂默委中园。赤白徒自许，幽芳谁与论。"
        },
        {
            "title": "寄和水部马",
            "content": "仙郎倦去心，郑驿暂登临。水色潇湘阔，沙程朔漠深。\r\n鹢舟时往复，鸥鸟恣浮沉。更想逢归马，悠悠岳树阴。"
        },
        {
            "title": "题道静院，院",
            "content": "紫府丹成化鹤群，青松手植变龙文。壶中别有仙家日，\r\n岭上犹多隐士云。独坐遗芳成故事，褰帷旧貌似元君。\r\n自怜筑室灵山下，徒望朝岚与夕曛。"
        },
        {
            "title": "题小松",
            "content": "怜君孤秀植庭中，细叶轻阴满座风。桃李盛时虽寂寞，\r\n雪霜多后始青葱。一年几变枯荣事，百尺方资柱石功。\r\n为谢西园车马客，定悲摇落尽成空。"
        },
        {
            "title": "河清与赵氏昆季宴集得拟杜工部",
            "content": "胜概殊江右，佳名逼渭川。虹收青嶂雨，鸟没夕阳天。\r\n客鬓行如此，沧波坐渺然。此中真得地，漂荡钓鱼船。"
        },
        {
            "title": "子直晋昌李花",
            "content": "吴馆何时熨，秦台几夜熏。绡轻谁解卷，香异自先闻。\r\n月里谁无姊，云中亦有君。樽前见飘荡，愁极客襟分。"
        },
        {
            "title": "归来",
            "content": "旧隐无何别，归来始更悲。难寻白道士，不见惠禅师。\r\n草径虫鸣急，沙渠水下迟。却将波浪眼，清晓对红梨。"
        },
        {
            "title": "东南",
            "content": "东南一望日中乌，欲逐羲和去得无。\r\n且向秦楼棠树下，每朝先觅照罗敷。"
        },
        {
            "title": "寓兴",
            "content": "薄宦仍多病，从知竟远游。谈谐叨客礼，休浣接冥搜。\r\n树好频移榻，云奇不下楼。岂关无景物，自是有乡愁。"
        },
        {
            "title": "访隐",
            "content": "路到层峰断，门依老树开。月从平楚转，泉自上方来。\r\n薤白罗朝馔，松黄暖夜杯。相留笑孙绰，空解赋天台。"
        },
        {
            "title": "饯席重送从叔余之梓州",
            "content": "莫叹万重山，君还我未还。武关犹怅望，何况百牢关。"
        },
        {
            "title": "江上忆严五广林",
            "content": "征南幕下带长刀，梦笔深藏五色毫。\r\n逢著澄江不敢咏，镇西留与谢功曹。"
        },
        {
            "title": "天平公座中呈令狐令",
            "content": "罢执霓旌上醮坛，慢妆娇树水晶盘。更深欲诉蛾眉敛，\r\n衣薄临醒玉艳寒。白足禅僧思败道，青袍御史拟休官。\r\n虽然同是将军客，不敢公然子细看。"
        },
        {
            "title": "送丰都李尉",
            "content": "万古商於地，凭君泣路岐。固难寻绮季，可得信张仪。\r\n雨气燕先觉，叶阴蝉遽知。望乡尤忌晚，山晚更参差。"
        },
        {
            "title": "嘲桃",
            "content": "无赖夭桃面，平时露井东。春风为开了，却拟笑春风。"
        },
        {
            "title": "赠司勋杜十三员外",
            "content": "杜牧司勋字牧之，清秋一首杜秋诗。前身应是梁江总，\r\n名总还曾字总持。心铁已从干镆利，鬓丝休叹雪霜垂。\r\n汉江远吊西江水，羊祜韦丹尽有碑。"
        },
        {
            "title": "僧院牡丹",
            "content": "薄叶风才倚，枝轻雾不胜。开先如避客，色浅为依僧。\r\n粉壁正荡水，缃帏初卷灯。倾城惟待笑，要裂几多缯。"
        },
        {
            "title": "九日",
            "content": "曾共山翁把酒时，霜天白菊绕阶墀。十年泉下无人问，\r\n九日樽前有所思。不学汉臣栽苜蓿，空教楚客咏江蓠。\r\n郎君官贵施行马，东阁无因再得窥。"
        },
        {
            "title": "送阿龟归华",
            "content": "草堂归意背烟萝，黄绶垂腰不奈何。\r\n因汝华阳求药物，碧松根下茯苓多。"
        },
        {
            "title": "四皓庙",
            "content": "本为留侯慕赤松，汉庭方识紫芝翁。\r\n萧何只解追韩信，岂得虚当第一功。"
        },
        {
            "title": "九月於东逢雪",
            "content": "举家忻共报，秋雪堕前峰。岭外他年忆，於东此日逢。\r\n粒轻还自乱，花薄未成重。岂是惊离鬓，应来洗病容。"
        },
        {
            "title": "高花",
            "content": "花将人共笑，篱外露繁枝。宋玉临江宅，墙低不碍窥。"
        },
        {
            "title": "效长吉",
            "content": "长长汉殿眉，窄窄楚宫衣。镜好鸾空舞，帘疏燕误飞。\r\n君王不可问，昨夜约黄归。"
        },
        {
            "title": "夜出西溪",
            "content": "东府忧春尽，西溪许日曛。月澄新涨水，星见欲销云。\r\n柳好休伤别，松高莫出群。军书虽倚马，犹未当能文。"
        },
        {
            "title": "咏云",
            "content": "捧月三更断，藏星七夕明。才闻飘迥路，旋见隔重城。\r\n潭暮随龙起，河秋压雁声。只应惟宋玉，知是楚神名。"
        },
        {
            "title": "故番禺侯以赃罪致不",
            "content": "饮鸩非君命，兹身亦厚亡。江陵从种橘，交广合投香。\r\n不见千金子，空余数仞墙。杀人须显戮，谁举汉三章。"
        },
        {
            "title": "南山赵行",
            "content": "莲幕遥临黑水津，櫜鞬无事但寻春。\r\n梁王司马非孙武，且免宫中斩美人。"
        },
        {
            "title": "过故崔兖海宅与崔明秀才话旧因寄旧僚杜赵李",
            "content": "绛帐恩如昨，乌衣事莫寻。诸生空会葬，旧掾已华簪。\r\n共入留宾驿，俱分市骏金。莫凭无鬼论，终负托孤心。"
        },
        {
            "title": "念远",
            "content": "日月淹秦甸，江湖动越吟。苍桐应露下，白阁自云深。\r\n皎皎非鸾扇，翘翘失凤簪。床空鄂君被，杵冷女媭砧。\r\n北思惊沙雁，南情属海禽。关山已摇落，天地共登临。"
        },
        {
            "title": "幽人",
            "content": "丹灶三年火，苍崖万岁藤。樵归说逢虎，棋罢正留僧。\r\n星斗同秦分，人烟接汉陵。东流清渭苦，不尽照衰兴。"
        },
        {
            "title": "戏赠张书记",
            "content": "别馆君孤枕，空庭我闭关。池光不受月，野气欲沉山。\r\n星汉秋方会，关河梦几还。危弦伤远道，明镜惜红颜。\r\n古木含风久，平芜尽日闲。心知两愁绝，不断若寻环。"
        },
        {
            "title": "撰彭阳公志文毕有感",
            "content": "延陵留表墓，岘首送沈碑。敢伐不加点，犹当无愧辞。\r\n百生终莫报，九死谅难追。待得生金后，川原亦几移。"
        },
        {
            "title": "城外",
            "content": "露寒风定不无情，临水当山又隔城。\r\n未必明时胜蚌蛤，一生长共月亏盈。"
        },
        {
            "title": "柳",
            "content": "江南江北雪初消，漠漠轻黄惹嫩条。\r\n灞岸已攀行客手，楚宫先骋舞姬腰。\r\n清明带雨临官道，晚日含风拂野桥。\r\n如线如丝正牵恨，王孙归路一何遥。"
        },
        {
            "title": "夜冷",
            "content": "树绕池宽月影多，村砧坞笛隔风萝。\r\n西亭翠被余香薄，一夜将愁向败荷。"
        },
        {
            "title": "月",
            "content": "过水穿楼触处明，藏人带树远含清。\r\n初生欲缺虚惆怅，未必圆时即有情。"
        },
        {
            "title": "摇落",
            "content": "摇落伤年日，羁留念远心。水亭吟断续，月幌梦飞沉。\r\n古木含风久，疏萤怯露深。人闲始遥夜，地迥更清砧。\r\n结爱曾伤晚，端忧复至今。未谙沧海路，何处玉山岑。\r\n滩激黄牛暮，云屯白帝阴。遥知沾洒意，不减欲分襟。"
        },
        {
            "title": "赠赵协律皙",
            "content": "俱识孙公与谢公，二年歌哭处还同。已叨邹马声华末，\r\n更共刘卢族望通。南省恩深宾馆在，东山事往妓楼空。\r\n不堪岁暮相逢地，我欲西征君又东。"
        },
        {
            "title": "所居永",
            "content": "甘膏滴滴是精诚，昼夜如丝一尺盈。\r\n只怪闾阎喧鼓吹，邑人同报朿长生。"
        },
        {
            "title": "和韦潘",
            "content": "桂含爽气三秋首，蓂吐中旬二叶新。\r\n正是澄江如练处，玄晖应喜见诗人。"
        },
        {
            "title": "戏题赠稷山驿吏王全",
            "content": "绛台驿吏老风尘，耽酒成仙几十春。\r\n过客不劳询甲子，惟书亥字与时人。"
        },
        {
            "title": "寒食行次冷泉驿",
            "content": "驿途仍近节，旅宿倍思家。独夜三更月，空庭一树花。\r\n介山当驿秀，汾水绕关斜。自怯春寒苦，那堪禁火赊。"
        },
        {
            "title": "南潭上亭宴集以疾后至因而抒情",
            "content": "马卿聊应召，谢傅已登山。歌发百花外，乐调深竹间。\r\n鹢舟萦远岸，鱼钥启重关。莺蝶如相引，烟萝不暇攀。\r\n佳人启玉齿，上客颔朱颜。肯念沉痾士，俱期倒载还。"
        },
        {
            "title": "永乐县所居一",
            "content": "手种悲陈事，心期玩物华。柳飞彭泽雪，桃散武陵霞。\r\n枳嫩栖鸾叶，桐香待凤花。绶藤萦弱蔓，袍草展新芽。\r\n学植功虽倍，成蹊迹尚赊。芳年谁共玩，终老邵平瓜。"
        },
        {
            "title": "赋得月照冰池",
            "content": "皓月方离海，坚冰正满池。金波双激射，璧彩两参差。\r\n影占徘徊处，光含的皪时。高低连素色，上下接清规。\r\n顾兔飞难定，潜鱼跃未期。鹊惊俱欲绕，狐听始无疑。\r\n似镜将盈手，如霜恐透肌。独怜游玩意，达晓不知疲。"
        },
        {
            "title": "寄华岳孙逸人",
            "content": "灵岳几千仞，老松逾百寻。攀崖仍蹑壁，啖叶复眠阴。\r\n海上呼三岛，斋中戏五禽。唯应逢阮籍，长啸作鸾音。"
        },
        {
            "title": "过姚孝子庐偶书",
            "content": "拱木临周道，荒庐积古苔。鱼因感姜出，鹤为吊陶来。\r\n两鬓蓬常乱，双眸血不开。圣朝敦尔类，非独路人哀。"
        },
        {
            "title": "偶题二首",
            "content": "小亭闲眠微醉消，山榴海柏枝相交。\r\n水文簟上琥珀枕，傍有堕钗双翠翘。\r\n清月依微香露轻，曲房小院多逢迎。\r\n春丛定见饶栖鸟，饮罢莫持红烛行。"
        },
        {
            "title": "幽居冬暮",
            "content": "羽翼摧残日，郊园寂寞时。晓鸡惊树雪，寒鹜守冰池。\r\n急景忽云暮，颓年浸已衰。如何匡国分，不与夙心期。"
        },
        {
            "title": "灵仙阁晚眺寄郓州韦评事",
            "content": "愚公方住谷，仁者本依山。共誓林泉志，胡为尊俎间。\r\n华莲开菡萏，荆玉刻孱颜。爽气临周道，岚光入汉关。\r\n满壶从蚁泛，高阁已苔斑。想就安车召，宁期负矢还。\r\n潘游全璧散，郭去半舟闲。定笑幽人迹，鸿轩不可攀。"
        },
        {
            "title": "七夕偶题",
            "content": "宝婺摇珠佩，常娥照玉轮。灵归天上匹，巧遗世间人。\r\n花果香千户，笙竽滥四邻。明朝晒犊鼻，方信阮家贫。"
        },
        {
            "title": "秋日晚思",
            "content": "桐槿日零落，雨余方寂寥。枕寒庄蝶去，窗冷胤萤销。\r\n取适琴将酒，忘名牧与樵。平生有游旧，一一在烟霄。"
        },
        {
            "title": "景阳宫井双桐",
            "content": "秋港菱花干，玉盘明月蚀。血渗两枯心，情多去未得。\r\n徒经白门伴，不见丹山客。未待刻作人，愁多有魂魄。\r\n谁将玉盘与，不死翻相误。天更阔于江，孙枝觅郎主。\r\n昔妒邻宫槐，道类双眉敛。今日繁红樱，抛人占长簟。\r\n翠襦不禁绽，留泪啼天眼。寒灰劫尽问方知，\r\n石羊不去谁相绊。"
        },
        {
            "title": "海上谣",
            "content": "桂水寒于江，玉兔秋冷咽。海底觅仙人，香桃如瘦骨。\r\n紫鸾不肯舞，满翅蓬山雪。借得龙堂宽，晓出揲云发。\r\n刘郎旧香炷，立见茂陵树。云孙帖帖卧秋烟，\r\n上元细字如蚕眠。"
        },
        {
            "title": "宫中曲",
            "content": "云母滤宫月，夜夜白于水。赚得羊车来，低扇遮黄子。\r\n水精不觉冷，自刻鸳鸯翅。蚕缕茜香浓，正朝缠左臂。\r\n巴笺两三幅，满写承恩字。欲得识青天，昨夜苍龙是。"
        },
        {
            "title": "日高",
            "content": "镀镮故锦縻轻拖，玉筏不动便门锁。水精眠梦是何人，\r\n栏药日高红髲\r\n髟我。飞香上云春诉天，云梯十二门九关。\r\n轻身灭影何可望，粉蛾帖死屏风上。"
        },
        {
            "title": "射鱼曲",
            "content": "思牢弩箭磨青石，绣额蛮渠三虎力。寻潮背日伺泅鳞，\r\n贝阙夜移鲸失色。纤纤粉簳馨香饵，绿鸭回塘养龙水。\r\n含冰汉语远于天，何由回作金盘死。"
        },
        {
            "title": "漫成五章",
            "content": "沈宋裁辞矜变律，王杨落笔得良朋。\r\n当时自谓宗师妙，今日惟观对属能。\r\n李杜操持事略齐，三才万象共端倪。\r\n集仙殿与金銮殿，可是苍蝇惑曙鸡。\r\n生儿古有孙征虏，嫁女今无王右军。\r\n借问琴书终一世，何如旗盖仰三分。\r\n代北偏师衔使节，关中裨将建行台。\r\n不妨常日饶轻薄，且喜临戎用草莱。\r\n郭令素心非黩武，韩公本意在和戎。\r\n两都耆旧偏垂泪，临老中原见朔风。"
        },
        {
            "title": "江村题壁",
            "content": "沙岸竹森森，维艄听越禽。数家同老寿，一径自阴深。\r\n喜客尝留橘，应官说采金。倾壶真得地，爱日静霜砧。"
        },
        {
            "title": "春宵自遣",
            "content": "地胜遗尘事，身闲念岁华。晚晴风过竹，深夜月当花。\r\n石乱知泉咽，苔荒任径斜。陶然恃琴酒，忘却在山家。"
        },
        {
            "title": "题李上谟壁",
            "content": "旧著思玄赋，新编杂拟诗。江庭犹近别，山舍得幽期。\r\n嫩割周颙韭，肥烹鲍照葵。饱闻南烛酒，仍及拨醅时。"
        },
        {
            "title": "即日",
            "content": "桂林闻旧说，曾不异炎方。山响匡床语，花飘度腊香。\r\n几时逢雁足，著处断猿肠。独抚青青桂，临城忆雪霜。"
        },
        {
            "title": "闲游",
            "content": "危亭题竹粉，曲沼嗅荷花。数日同携酒，平明不在家。\r\n寻幽殊未极，得句总堪夸。强下西楼去，西楼倚暮霞。"
        },
        {
            "title": "奉寄安国大师兼简子蒙",
            "content": "忆奉莲花座，兼闻贝叶经。岩光分蜡屐，涧响入铜瓶。\r\n日下徒推鹤，天涯正对萤。鱼山羡曹植，眷属有文星。"
        },
        {
            "title": "钧天",
            "content": "上帝钧天会众灵，昔人因梦到青冥。\r\n伶伦吹裂孤生竹，却为知音不得听。"
        },
        {
            "title": "寄恼韩同年二首",
            "content": "帘外辛夷定已开，开时莫放艳阳回。\r\n年华若到经风雨，便是胡僧话劫灰。\r\n龙山晴雪凤楼霞，洞里迷人有几家。\r\n我为伤春心自醉，不劳君劝石榴花。"
        },
        {
            "title": "县中恼饮席",
            "content": "晚醉题诗赠物华，罢吟还醉忘归家。\r\n若无江氏五色笔，争奈河阳一县花。"
        },
        {
            "title": "送王十三校书分司",
            "content": "多少分曹掌秘文，洛阳花雪梦随君。\r\n定知何逊缘联句，每到城东忆范云。"
        },
        {
            "title": "池边",
            "content": "玉管葭灰细细吹，流莺上下燕参差。\r\n日西千绕池边树，忆把枯条撼雪时。"
        },
        {
            "title": "奉和太原公送前杨秀才戴兼招杨正字戎",
            "content": "潼关地接古弘农，万里高飞雁与鸿。桂树一枝当白日，\r\n芸香三代继清风。仙舟尚惜乖双美，彩服何由得尽同。\r\n谁惮士龙多笑疾，美髭终类晋司空。"
        },
        {
            "title": "韩同年新居饯韩西迎家室戏赠",
            "content": "籍籍征西万户侯，新缘贵婿起朱楼。一名我漫居先甲，\r\n千骑君翻在上头。云路招邀回彩凤，天河迢递笑牵牛。\r\n南朝禁脔无人近，瘦尽琼枝咏四愁。"
        },
        {
            "title": "宋玉",
            "content": "何事荆台百万家，惟教宋玉擅才华。楚辞已不饶唐勒，\r\n风赋何曾让景差。落日渚宫供观阁，开年云梦送烟花。\r\n可怜庾信寻荒径，犹得三朝托后车。"
        },
        {
            "title": "随师东",
            "content": "东征日调万黄金，几竭中原买斗心。军令未闻诛马谡，\r\n捷书惟是报孙歆。但须鸑鷟巢阿阁，岂假鸱鸮在泮林。\r\n可惜前朝玄菟郡，积骸成莽阵云深。"
        },
        {
            "title": "写意",
            "content": "燕雁迢迢隔上林，高秋望断正长吟。人间路有潼江险，\r\n天外山惟玉垒深。日向花间留返照，云从城上结层阴。\r\n三年已制思乡泪，更入新年恐不禁。"
        },
        {
            "title": "井络",
            "content": "井络天彭一掌中，漫夸天设剑为峰。阵图东聚燕江石，\r\n边柝西悬雪岭松。堪叹故君成杜宇，可能先主是真龙。\r\n将来为报奸雄辈，莫向金牛访旧踪。"
        },
        {
            "title": "当句有对",
            "content": "密迩平阳接上兰，秦楼鸳瓦汉宫盘。池光不定花光乱，\r\n日气初涵露气干。但觉游蜂饶舞蝶，岂知孤凤忆离鸾。\r\n三星自转三山远，紫府程遥碧落宽。"
        },
        {
            "title": "汉南书事",
            "content": "西师万众几时回，哀痛天书近已裁。文吏何曾重刀笔，\r\n将军犹自舞轮台。几时拓土成王道，从古穷兵是祸胎。\r\n陛下好生千万寿，玉楼长御白云杯。"
        },
        {
            "title": "子初郊墅",
            "content": "看山对酒君思我，听鼓离城我访君。腊雪已添墙下水，\r\n斋钟不散槛前云。阴移竹柏浓还淡，歌杂渔樵断更闻。\r\n亦拟村南买烟舍，子孙相约事耕耘。"
        },
        {
            "title": "览古",
            "content": "莫恃金汤忽太平，草间霜露古今情。空糊赪壤真何益，\r\n欲举黄旗竟未成。长乐瓦飞随水逝，景阳钟堕失天明。\r\n回头一吊箕山客，始信逃尧不为名。"
        },
        {
            "title": "复至裴明府所居",
            "content": "伊人卜筑自幽深，桂巷杉篱不可寻。柱上雕虫对书字，\r\n槽中瘦马仰听琴。求之流辈岂易得，行矣关山方独吟。\r\n赊取松醪一斗酒，与君相伴洒烦襟。"
        },
        {
            "title": "赠郑谠处士",
            "content": "浪迹江湖白发新，浮云一片是吾身。寒归山观随棋局，\r\n暖入汀洲逐钓轮。越桂留烹张翰鲙，蜀姜供煮陆机莼。\r\n相逢一笑怜疏放，他日扁舟有故人。"
        },
        {
            "title": "汴上送李郢之苏州",
            "content": "人高诗苦滞夷门，万里梁王有旧园。烟幌自应怜白纻，\r\n月楼谁伴咏黄昏。露桃涂颊依苔井，风柳夸腰住水村。\r\n苏小小坟今在否，紫兰香径与招魂。"
        },
        {
            "title": "雨中长乐水馆送赵十五滂不及",
            "content": "碧云东去雨云西，苑路高高驿路低。\r\n秋水绿芜终尽分，夫君太骋锦障泥。"
        },
        {
            "title": "访人不遇留别馆",
            "content": "卿卿不惜锁窗春，去作长楸走马身。\r\n闲倚绣帘吹柳絮，日高深院断无人。"
        },
        {
            "title": "月夜重寄宋华阳姊妹",
            "content": "偷桃窃药事难兼，十二城中锁彩蟾。\r\n应共三英同夜赏，玉楼仍是水精帘。"
        },
        {
            "title": "效徐陵体赠更衣",
            "content": "密帐真珠络，温帏翡翠装。楚腰知便宠，宫眉正斗强。\r\n结带悬栀子，绣领刺鸳鸯。轻寒衣省夜，金斗熨沈香。"
        },
        {
            "title": "齐梁晴云",
            "content": "缓逐烟波起，如妒柳绵飘。故临飞阁度，欲入回陂销。\r\n萦歌怜画扇，敞景弄柔条。更奈天南位，牛渚宿残宵。"
        },
        {
            "title": "房中曲",
            "content": "蔷薇泣幽素，翠带花钱小。娇郎痴若云，抱日西帘晓。\r\n枕是龙宫石，割得秋波色。玉簟失柔肤，但见蒙罗碧。\r\n忆得前年春，未语含悲辛。归来已不见，锦瑟长于人。\r\n今日涧底松，明日山头檗。愁到天池翻，相看不相识。"
        },
        {
            "title": "赠句芒神",
            "content": "佳期不定春期赊，春物夭阏兴咨嗟。\r\n愿得句芒索青女，不教容易损年华。"
        },
        {
            "title": "槿花",
            "content": "风露凄凄秋景繁，可怜荣落在朝昏。\r\n未央宫里三千女，但保红颜莫保恩。"
        },
        {
            "title": "任弘农尉献州刺史乞假还京",
            "content": "黄昏封印点刑徒，愧负荆山入座隅。\r\n却羡卞和双刖足，一生无复没阶趋。"
        },
        {
            "title": "樱桃花下",
            "content": "流莺舞蝶两相欺，不取花芳正结时。\r\n他日未开今日谢，嘉辰长短是参差。"
        },
        {
            "title": "故驿迎吊故桂府常侍有感",
            "content": "饥乌翻树晚鸡啼，泣过秋原没马泥。\r\n二纪征南恩与旧，此时丹旐玉山西。"
        },
        {
            "title": "昨日",
            "content": "昨日紫姑神去也，今朝青鸟使来赊。未容言语还分散，\r\n少得团圆足怨嗟。二八月轮蟾影破，十三弦柱雁行斜。\r\n平明钟后更何事，笑倚墙边梅树花。"
        },
        {
            "title": "病中早访招国李十将军遇挈家游曲江",
            "content": "十顷平波溢岸清，病来惟梦此中行。\r\n相如未是真消渴，犹放沱江过锦城。"
        },
        {
            "title": "梓州罢吟寄同舍",
            "content": "不拣花朝与雪朝，五年从事霍嫖姚。君缘接座交珠履，\r\n我为分行近翠翘。楚雨含情皆有托，漳滨卧病竟无憀。\r\n长吟远下燕台去，惟有衣香染未销。"
        },
        {
            "title": "昭肃皇帝挽歌辞三首",
            "content": "九县怀雄武，三灵仰睿文。周王传叔父，汉后重神君。\r\n玉律朝惊露，金茎夜切云。笳箫凄欲断，无复咏横汾。\r\n玉塞惊宵柝，金桥罢举烽。始巢阿阁凤，旋驾鼎湖龙。\r\n门咽通神鼓，楼凝警夜钟。小臣观吉从，犹误欲东封。\r\n莫验昭华琯，虚传甲帐神。海迷求药使，雪隔献桃人。\r\n桂寝青云断，松扉白露新。万方同象鸟，举恸满秋尘。"
        },
        {
            "title": "凤",
            "content": "万里峰峦归路迷，未判容彩借山鸡。\r\n新春定有将雏乐，阿阁华池两处栖。"
        },
        {
            "title": "代贵公主",
            "content": "芳条得意红，飘落忽西东。分逐春风去，风回得故丛。\r\n明朝金井露，始看忆春风。"
        },
        {
            "title": "嘲樱桃",
            "content": "朱实鸟含尽，青楼人未归。南园无限树，独自叶如帏。"
        },
        {
            "title": "房君珊瑚散",
            "content": "不见姮娥影，清秋守月轮。月中闲杵臼，桂子捣成尘。"
        },
        {
            "title": "丹丘",
            "content": "青女丁宁结夜霜，羲和辛苦送朝阳。\r\n丹丘万里无消息，几对梧桐忆凤凰。"
        },
        {
            "title": "赠荷花",
            "content": "世间花叶不相伦，花入金盆叶作尘。惟有绿荷红菡萏，"
        },
        {
            "title": "乐游原",
            "content": "万树鸣蝉隔岸虹，乐游原上有西风。\r\n羲和自趁虞泉宿，不放斜阳更向东。"
        },
        {
            "title": "和张秀才落花有感",
            "content": "晴暖感余芳，红苞杂绛房。落时犹自舞，扫后更闻香。\r\n梦罢收罗荐，仙归敕玉箱。回肠九回后，犹有剩回肠。"
        },
        {
            "title": "过华清内厩门",
            "content": "华清别馆闭黄昏，碧草悠悠内厩门。\r\n自是明时不巡幸，至今青海有龙孙。"
        },
        {
            "title": "代越公房妓嘲徐公主",
            "content": "笑啼俱不敢，几欲是吞声。遽遣离琴怨，都由半镜明。\r\n应防啼与笑，微露浅深情。"
        },
        {
            "title": "华岳下题西王母庙",
            "content": "神仙有分岂关情，八马虚随落日行。\r\n莫恨名姬中夜没，君王犹自不长生。"
        },
        {
            "title": "华师",
            "content": "孤鹤不睡云无心，衲衣筇杖来西林。\r\n院门昼锁回廊静，秋日当阶柿叶阴。"
        },
        {
            "title": "到秋",
            "content": "扇风淅沥簟流离，万里南风滞所思。\r\n守到清秋还寂寞，叶丹苔碧闭门时。"
        },
        {
            "title": "同学彭道士参寥",
            "content": "莫羡仙家有上真，仙家暂谪亦千春。\r\n月中桂树高多少，试问西河斫树人。"
        },
        {
            "title": "白云夫旧居",
            "content": "平生误识白云夫，再到仙檐忆酒垆。\r\n墙外万株人绝迹，夕阳惟照欲栖乌。"
        },
        {
            "title": "小桃园",
            "content": "竟日小桃园，休寒亦未暄。坐莺当酒重，送客出墙繁。\r\n啼久艳粉薄，舞多香雪翻。犹怜未圆月，先出照黄昏。"
        },
        {
            "title": "魏侯第东北楼堂",
            "content": "暗楼连夜阁，不拟为黄昏。未必断别泪，何曾妨梦魂。\r\n疑穿花逶迤，渐近火温黁。海底翻无水，仙家却有村。\r\n锁香金屈戌，殢酒玉昆仑。羽白风交扇，冰清月映盆。\r\n旧欢尘自积，新岁电犹奔。霞绮空留段，云峰不带根。\r\n念君千里舸，江草漏灯痕。"
        },
        {
            "title": "海上",
            "content": "石桥东望海连天，徐福空来不得仙。\r\n直遣麻姑与搔背，可能留命待桑田。"
        },
        {
            "title": "歌舞",
            "content": "遏云歌响清，回雪舞腰轻。只要君流眄，君倾国自倾。"
        },
        {
            "title": "深树见一颗樱桃尚在",
            "content": "高桃留晚实，寻得小庭南。矮堕绿云髻，欹危红玉簪。\r\n惜堪充凤食，痛已被莺含。越鸟夸香荔，齐名亦未甘。"
        },
        {
            "title": "行至金牛驿寄兴元渤海尚书",
            "content": "楼上春云水底天，五云章色破巴笺。诸生个个王恭柳，\r\n从事人人庾杲莲。六曲屏风江雨急，九枝灯檠夜珠圆。\r\n深惭走马金牛路，骤和陈王白玉篇。"
        },
        {
            "title": "早起",
            "content": "风露澹清晨，帘间独起人。莺花啼又笑，毕竟是谁春。"
        },
        {
            "title": "初食笋呈座中",
            "content": "嫩箨香苞初出林，於陵论价重如金。\r\n皇都陆海应无数，忍剪凌云一寸心。"
        },
        {
            "title": "海客",
            "content": "海客乘槎上紫氛，星娥罢织一相闻。\r\n只应不惮牵牛妒，聊用支机石赠君。"
        },
        {
            "title": "昨夜",
            "content": "不辞鶗鴂妒年芳，但惜流尘暗烛房。\r\n昨夜西池凉露满，桂花吹断月中香。"
        },
        {
            "title": "西亭",
            "content": "此夜西亭月正圆，疏帘相伴宿风烟。\r\n梧桐莫更翻清露，孤鹤从来不得眠。"
        },
        {
            "title": "天津西望",
            "content": "虏马崩腾忽一狂，翠华无日到东方。\r\n天津西望肠真断，满眼秋波出苑墙。"
        },
        {
            "title": "残花",
            "content": "残花啼露莫留春，尖发谁非怨别人。\r\n若但掩关劳独梦，宝钗何日不生尘。"
        },
        {
            "title": "赠从兄阆之",
            "content": "怅望人间万事违，私书幽梦约忘机。荻花村里鱼标在，\r\n石藓庭中鹿迹微。幽径定携僧共入，寒塘好与月相依。\r\n城中猘犬憎兰佩，莫损幽芳久不归。"
        },
        {
            "title": "圣女祠",
            "content": "杳蔼逢仙迹，苍茫滞客途。何年归碧落，此路向皇都。\r\n消息期青雀，逢迎异紫姑。肠回楚国梦，心断汉宫巫。\r\n从骑裁寒竹，行车荫白榆。星娥一去后，月姊更来无。\r\n寡鹄迷苍壑，羁凰怨翠梧。惟应碧桃下，方朔是狂夫。"
        },
        {
            "title": "即目",
            "content": "小鼎煎茶面曲池，白须道士竹间棋。\r\n何人书破蒲葵扇，记著南塘移树时。"
        },
        {
            "title": "和韩录事送宫人入道",
            "content": "星使追还不自由，双童捧上绿琼輈。九枝灯下朝金殿，\r\n三素云中侍玉楼。凤女颠狂成久别，月娥孀独好同游。\r\n当时若爱韩公子，埋骨成灰恨未休。"
        },
        {
            "title": "出关宿盘豆馆对丛芦有感",
            "content": "芦叶梢梢夏景深，邮亭暂欲洒尘襟。昔年曾是江南客，\r\n此日初为关外心。思子台边风自急，玉娘湖上月应沉。\r\n清声不远行人去，一世荒城伴夜砧。"
        },
        {
            "title": "流莺",
            "content": "流莺漂荡复参差，渡陌临流不自持。\r\n巧啭岂能无本意，良辰未必有佳期。\r\n风朝露夜阴晴里，万户千门开闭时。\r\n曾苦伤春不忍听，凤城何处有花枝。"
        },
        {
            "title": "十字水期韦潘侍御同年不至,时韦寓居水次故",
            "content": "伊水溅溅相背流，朱栏画阁几人游。漆灯夜照真无数，\r\n蜡炬晨炊竟未休。顾我有怀同大梦，期君不至更沈忧。\r\n西园碧树今谁主，与近高窗卧听秋。"
        },
        {
            "title": "过楚宫",
            "content": "巫峡迢迢旧楚宫，至今云雨暗丹枫。\r\n微生尽恋人间乐，只有襄王忆梦中。"
        },
        {
            "title": "代秘书赠弘文馆诸校书",
            "content": "清切曹司近玉除，比来秋兴复何如。\r\n崇文馆里丹霜后，无限红梨忆校书。"
        },
        {
            "title": "赠孙绮新及第",
            "content": "长乐遥听上苑钟，彩衣称庆桂香浓。\r\n陆机始拟夸文赋，不觉云间有士龙。"
        },
        {
            "title": "别智玄法师",
            "content": "云鬓无端怨别离，十年移易住山期。\r\n东西南北皆垂泪，却是杨朱真本师。"
        },
        {
            "title": "骊山有感",
            "content": "骊岫飞泉泛暖香，九龙呵护玉莲房。\r\n平明每幸长生殿，不从金舆惟寿王。"
        },
        {
            "title": "乱石",
            "content": "虎踞龙蹲纵复横，星光渐减雨痕生。\r\n不须并碍东西路，哭杀厨头阮步兵。"
        },
        {
            "title": "有感",
            "content": "非关宋玉有微辞，却是襄王梦觉迟。\r\n一自高唐赋成后，楚天云雨尽堪疑。"
        },
        {
            "title": "代董秀才却扇",
            "content": "莫将画扇出帷来，遮掩春山滞上才。\r\n若道团圆似明月，此中须放桂花开。"
        },
        {
            "title": "旧顿",
            "content": "东人望幸久咨嗟，四海于今是一家。\r\n犹锁平时旧行殿，尽无宫户有宫鸦。"
        },
        {
            "title": "自南山北归经分水岭",
            "content": "水急愁无地，山深故有云。那通极目望，又作断肠分。\r\n郑驿来虽及，燕台哭不闻。犹余遗意在，许刻镇南勋。"
        },
        {
            "title": "哀筝",
            "content": "延颈全同鹤，柔肠素怯猿。湘波无限泪，蜀魄有余冤。\r\n轻幰长无道，哀筝不出门。何由问香炷，翠幕自黄昏。"
        },
        {
            "title": "喜舍弟羲叟及第上礼部魏公",
            "content": "国以斯文重，公仍内署来。风标森太华，星象逼中台。\r\n朝满迁莺侣，门多吐凤才。宁同鲁司寇，惟铸一颜回。"
        },
        {
            "title": "洞庭鱼",
            "content": "洞庭鱼可拾，不假更垂罾。闹若雨前蚁，多于秋后蝇。\r\n岂思鳞作簟，仍计腹为灯。浩荡天池路，翱翔欲化鹏。"
        },
        {
            "title": "风",
            "content": "迥拂来鸿急，斜催别燕高。已寒休惨淡，更远尚呼号。\r\n楚色分西塞，夷音接下牢。归舟天外有，一为戒波涛。"
        },
        {
            "title": "送郑大台文南觐",
            "content": "黎辟滩声五月寒，南风无处附平安。\r\n君怀一匹胡威绢，争拭酬恩泪得干。"
        },
        {
            "title": "镜槛",
            "content": "镜槛芙蓉入，香台翡翠过。拨弦惊火凤，交扇拂天鹅。\r\n隐忍阳城笑，喧传郢市歌。仙眉琼作叶，佛髻钿为螺。\r\n五里无因雾，三秋只见河。月中供药剩，海上得绡多。\r\n玉集胡沙割，犀留圣水磨。斜门穿戏蝶，小阁锁飞蛾。\r\n骑襜侵鞯卷，车帷约幰鈋。传书两行雁，取酒一封驼。\r\n桥迥凉风压，沟横夕照和。待乌燕太子，驻马魏东阿。\r\n想像铺芳褥，依稀解醉罗。散时帘隔露，卧后幕生波。\r\n梯稳从攀桂，弓调任射莎。岂能抛断梦，听鼓事朝珂。"
        },
        {
            "title": "茂陵",
            "content": "汉家天马出蒲梢，苜蓿榴花遍近郊。内苑只知含凤觜，\r\n属车无复插鸡翘。玉桃偷得怜方朔，金屋修成贮阿娇。\r\n谁料苏卿老归国，茂陵松柏雨萧萧。"
        },
        {
            "title": "相思",
            "content": "相思树上合欢枝，紫凤青鸾共羽仪。\r\n肠断秦台吹管客，日西春尽到来迟。"
        },
        {
            "title": "即目",
            "content": "地宽楼已迥，人更迥于楼。细意经春物，伤酲属暮愁。\r\n望赊殊易断，恨久欲难收。大势真无利，多情岂自由。\r\n空园兼树废，败港拥花流。书去青枫驿，鸿归杜若洲。\r\n单栖应分定，辞疾索谁忧。更替林鸦恨，惊频去不休。"
        },
        {
            "title": "利州江潭作",
            "content": "神剑飞来不易销，碧潭珍重驻兰桡。自携明月移灯疾，\r\n欲就行云散锦遥。河伯轩窗通贝阙，水宫帷箔卷冰绡。\r\n他时燕脯无人寄，雨满空城蕙叶雕。"
        },
        {
            "title": "隋宫守岁",
            "content": "消息东郊木帝回，宫中行乐有新梅。沈香甲煎为庭燎，\r\n玉液琼苏作寿杯。遥望露盘疑是月，远闻鼍鼓欲惊雷。\r\n昭阳第一倾城客，不踏金莲不肯来。"
        },
        {
            "title": "题白石莲花寄楚公",
            "content": "白石莲花谁所共，六时长捧佛前灯。空庭苔藓饶霜露，\r\n时梦西山老病僧。大海龙宫无限地，诸天雁塔几多层。\r\n漫夸鹙子真罗汉，不会牛车是上乘。"
        },
        {
            "title": "四皓庙",
            "content": "羽翼殊勋弃若遗，皇天有运我无时。\r\n庙前便接山门路，不长青松长紫芝。"
        },
        {
            "title": "西南行却寄相送者",
            "content": "百里阴云覆雪泥，行人只在雪云西。\r\n明朝惊破还乡梦，定是陈仓碧野鸡。"
        },
        {
            "title": "郑州献从叔舍人褎",
            "content": "蓬岛烟霞阆苑钟，三官笺奏附金龙。茅君奕世仙曹贵，\r\n许掾全家道气浓。绛简尚参黄纸案，丹炉犹用紫泥封。\r\n不知他日华阳洞，许上经楼第几重。"
        },
        {
            "title": "寄成都高苗二从事",
            "content": "红莲幕下紫梨新，命断湘南病渴人。\r\n今日问君能寄否，二江风水接天津。"
        },
        {
            "title": "一片",
            "content": "一片琼英价动天，连城十二昔虚传。\r\n良工巧费真为累，楮叶成来不直钱。"
        },
        {
            "title": "武夷山",
            "content": "只得流霞酒一杯，空中箫鼓几时回。\r\n武夷洞里生毛竹，老尽曾孙更不来。"
        },
        {
            "title": "迎寄韩鲁州",
            "content": "积雨晚骚骚，相思正郁陶。不知人万里，时有燕双高。\r\n寇盗缠三辅，莓苔滑百牢。圣朝推卫霍，归日动仙曹。"
        },
        {
            "title": "崇让宅东亭醉后沔然有作",
            "content": "曲岸风雷罢，东亭霁日凉。新秋仍酒困，幽兴暂江乡。\r\n摇落真何遽，交亲或未忘。一帆彭蠡月，数雁塞门霜。\r\n俗态虽多累，仙标发近狂。声名佳句在，身世玉琴张。\r\n万古山空碧，无人鬓免黄。骅骝忧老大，鶗鴂妒芬芳。\r\n密竹沈虚籁，孤莲泊晚香。如何此幽胜，淹卧剧清漳。"
        },
        {
            "title": "即日",
            "content": "小苑试春衣，高楼倚暮晖。夭桃惟是笑，舞蝶不空飞。\r\n赤岭久无耗，鸿门犹合围。几家缘锦字，含泪坐鸳机。"
        },
        {
            "title": "寄裴衡",
            "content": "别地萧条极，如何更独来。秋应为黄叶，雨不厌青苔。\r\n沈约只能瘦，潘仁岂是才。杂情堪底寄，惟有冷于灰。"
        },
        {
            "title": "明禅师院酬从兄见寄",
            "content": "贞吝嫌兹世，会心驰本原。人非四禅缚，地绝一尘喧。\r\n霜露欹高木，星河压故园。斯游傥为胜，九折幸回轩。"
        },
        {
            "title": "深宫",
            "content": "金殿销香闭绮栊，玉壶传点咽铜龙。狂飙不惜萝阴薄，\r\n清露偏知桂叶浓。斑竹岭边无限泪，景阳宫里及时钟。\r\n岂知为雨为云处，只有高唐十二峰。"
        },
        {
            "title": "宿晋昌亭闻惊禽",
            "content": "羁绪鳏鳏夜景侵，高窗不掩见惊禽。飞来曲渚烟方合，\r\n过尽南塘树更深。胡马嘶和榆塞笛，楚猿吟杂橘村砧。\r\n失群挂木知何限，远隔天涯共此心。"
        },
        {
            "title": "妓席暗记送同年独孤云之武昌",
            "content": "叠嶂千重叫恨猿，长江万里洗离魂。\r\n武昌若有山头石，为拂苍苔检泪痕。"
        },
        {
            "title": "晚晴",
            "content": "深居俯夹城，春去夏犹清。天意怜幽草，人间重晚晴。\r\n并添高阁迥，微注小窗明。越鸟巢干后，归飞体更轻。"
        },
        {
            "title": "中元作",
            "content": "绛节飘飖宫国来，中元朝拜上清回。羊权须得金条脱，\r\n温峤终虚玉镜台。曾省惊眠闻雨过，不知迷路为花开。\r\n有娀未抵瀛洲远，青雀如何鸩鸟媒。"
        },
        {
            "title": "楚宫",
            "content": "湘波如泪色漻漻，楚厉迷魂逐恨遥。\r\n枫树夜猿愁自断，女萝山鬼语相邀。\r\n空归腐败犹难复，更困腥臊岂易招。\r\n但使故乡三户在，彩丝谁惜惧长蛟。"
        },
        {
            "title": "寿安公主出降",
            "content": "沩水闻贞媛，常山索锐师。昔忧迷帝力，今分送王姬。\r\n事等和强虏，恩殊睦本枝。四郊多垒在，此礼恐无时。"
        },
        {
            "title": "有感二首",
            "content": "九服归元化，三灵叶睿图。如何本初辈，自取屈牦诛。\r\n有甚当车泣，因劳下殿趋。何成奏云物，直是灭萑苻。\r\n证逮符书密，辞连性命俱。竟缘尊汉相，不早辨胡雏。\r\n鬼箓分朝部，军烽照上都。敢云堪恸哭，未免怨洪炉。\r\n丹陛犹敷奏，彤庭欻战争。临危对卢植，始悔用庞萌。\r\n御仗收前殿，兵徒剧背城。苍黄五色棒，掩遏一阳生。\r\n古有清君侧，今非乏老成。素心虽未易，此举太无名。\r\n谁瞑衔冤目，宁吞欲绝声。近闻开寿宴，不废用咸英。"
        },
        {
            "title": "题二首后重有戏赠任秀才",
            "content": "一丈红蔷拥翠筠，罗窗不识绕街尘。峡中寻觅长逢雨，\r\n月里依稀更有人。虚为错刀留远客，枉缘书札损文鳞。\r\n适知小阁还斜照，羡杀乌龙卧锦茵。"
        },
        {
            "title": "和友人戏赠二首",
            "content": "东望花楼曾不同，西来双燕信休通。仙人掌冷三霄露，\r\n玉女窗虚五夜风。翠袖自随回雪转，烛房寻类外庭空。\r\n殷勤莫使清香透，牢合金鱼锁桂丛。\r\n迢递青门有几关，柳梢楼角见南山。明珠可贯须为佩，\r\n白璧堪裁且作环。子夜休歌团扇掩，新正未破剪刀闲。\r\n猿啼鹤怨终年事，未抵熏炉一夕间。"
        },
        {
            "title": "楚宫二首",
            "content": "十二峰前落照微，高唐宫暗坐迷归。\r\n朝云暮雨长相接，犹自君王恨见稀。\r\n月姊曾逢下彩蟾，倾城消息隔重帘。\r\n已闻佩响知腰细，更辨弦声觉指纤。\r\n暮雨自归山悄悄，秋河不动夜厌厌。\r\n王昌且在墙东住，未必金堂得免嫌。"
        },
        {
            "title": "赠华阳宋真人兼寄清都刘先生",
            "content": "沦谪千年别帝宸，至今犹谢蕊珠人。但惊茅许同仙籍，\r\n不道刘卢是世亲。玉检赐书迷凤篆，金华归驾冷龙鳞。\r\n不因杖屦逢周史，徐甲何曾有此身。"
        },
        {
            "title": "闻歌",
            "content": "敛笑凝眸意欲歌，高云不动碧嵯峨。铜台罢望归何处，\r\n玉辇忘还事几多。青冢路边南雁尽，细腰宫里北人过。\r\n此声肠断非今日，香灺灯光奈尔何。"
        },
        {
            "title": "彭城公薨后赠杜二十七胜李十七潘二君并与愚",
            "content": "梁山兖水约从公，两地参差一旦空。\r\n谢墅庾村相吊后，自今岐路各西东。"
        },
        {
            "title": "淮阳路",
            "content": "荒村倚废营，投宿旅魂惊。断雁高仍急，寒溪晓更清。\r\n昔年尝聚盗，此日颇分兵。猜贰谁先致，三朝事始平。"
        },
        {
            "title": "与同年李定言曲水闲话戏作",
            "content": "海燕参差沟水流，同君身世属离忧。相携花下非秦赘，\r\n对泣春天类楚囚。碧草暗侵穿苑路，珠帘不卷枕江楼。\r\n莫惊五胜埋香骨，地下伤春亦白头。"
        },
        {
            "title": "酬别令狐补阙",
            "content": "惜别夏仍半，回途秋已期。那修直谏草，更赋赠行诗。\r\n锦段知无报，青萍肯见疑。人生有通塞，公等系安危。\r\n警露鹤辞侣，吸风蝉抱枝。弹冠如不问，又到扫门时。"
        },
        {
            "title": "关门柳",
            "content": "永定河边一行柳，依依长发故年春。\r\n东来西去人情薄，不为清阴减路尘。"
        },
        {
            "title": "过伊仆射旧宅",
            "content": "朱邸方酬力战功，华筵俄叹逝波穷。回廊檐断燕飞去，\r\n小阁尘凝人语空。幽泪欲干残菊露，余香犹入败荷风。\r\n何能更涉泷江去，独立寒流吊楚宫。"
        },
        {
            "title": "鸳鸯",
            "content": "雌去雄飞万里天，云罗满眼泪潸然。\r\n不须长结风波愿，锁向金笼始两全。"
        },
        {
            "title": "野菊",
            "content": "苦竹园南椒坞边，微香冉冉泪涓涓。已悲节物同寒雁，\r\n忍委芳心与暮蝉。细路独来当此夕，清尊相伴省他年。\r\n紫云新苑移花处，不敢霜栽近御筵。"
        },
        {
            "title": "及第东归",
            "content": "芳桂当年各一枝，行期未分压春期。江鱼朔雁长相忆，\r\n秦树嵩云自不知。下苑经过劳想像，东门送饯又差池。\r\n灞陵柳色无离恨，莫枉长条赠所思。"
        },
        {
            "title": "临发崇让宅紫薇",
            "content": "一树浓姿独看来，秋庭暮雨类轻埃。不先摇落应为有，\r\n已欲别离休更开。桃绶含情依露井，柳绵相忆隔章台。\r\n天涯地角同荣谢，岂要移根上苑栽。"
        },
        {
            "title": "过景陵",
            "content": "武皇精魄久仙升，帐殿凄凉烟雾凝。\r\n俱是苍生留不得，鼎湖何异魏西陵。"
        },
        {
            "title": "独居有怀",
            "content": "麝重愁风逼，罗疏畏月侵。怨魂迷恐断，娇喘细疑沈。\r\n数急芙蓉带，频抽翡翠簪。柔情终不远，遥妒已先深。\r\n浦冷鸳鸯去，园空蛱蝶寻。蜡花长递泪，筝柱镇移心。\r\n觅使嵩云暮，回头灞岸阴。只闻凉叶院，露井近寒砧。"
        },
        {
            "title": "圣女祠",
            "content": "松篁台殿蕙香帏，龙护瑶窗凤掩扉。无质易迷三里雾，\r\n不寒长著五铢衣。人间定有崔罗什，天上应无刘武威。\r\n寄问钗头双白燕，每朝珠馆几时归。"
        },
        {
            "title": "东阿王",
            "content": "国事分明属灌均，西陵魂断夜来人。\r\n君王不得为天子，半为当时赋洛神。"
        },
        {
            "title": "评事翁寄赐饧粥走笔为答",
            "content": "粥香饧白杏花天，省对流莺坐绮筵。\r\n今日寄来春已老，凤楼迢递忆秋千。"
        },
        {
            "title": "南朝",
            "content": "地险悠悠天险长，金陵王气应瑶光。\r\n休夸此地分天下，只得徐妃半面妆。"
        },
        {
            "title": "有感",
            "content": "中路因循我所长，古来才命两相妨。\r\n劝君莫强安蛇足，一盏芳醪不得尝。"
        },
        {
            "title": "涉洛川",
            "content": "通谷阳林不见人，我来遗恨古时春。\r\n宓妃漫结无穷恨，不为君王杀灌均。"
        },
        {
            "title": "题汉祖庙",
            "content": "乘运应须宅八荒，男儿安在恋池隍。\r\n君王自起新丰后，项羽何曾在故乡。"
        },
        {
            "title": "梦令狐学士",
            "content": "山驿荒凉白竹扉，残灯向晓梦清晖。\r\n右银台路雪三尺，凤诏裁成当直归。"
        },
        {
            "title": "莫愁",
            "content": "雪中梅下与谁期，梅雪相兼一万枝。\r\n若是石城无艇子，莫愁还自有愁时。"
        },
        {
            "title": "东下三旬苦于风土马上戏作",
            "content": "路绕函关东复东，身骑征马逐惊蓬。\r\n天池辽阔谁相待，日日虚乘九万风。"
        },
        {
            "title": "过郑广文旧居",
            "content": "宋玉平生恨有余，远循三楚吊三闾。\r\n可怜留著临江宅，异代应教庾信居。"
        },
        {
            "title": "寄在朝郑曹独孤李四同年",
            "content": "昔岁陪游旧迹多，风光今日两蹉跎。\r\n不因醉本兰亭在，兼忘当年旧永和。"
        },
        {
            "title": "次陕州先寄源从事",
            "content": "离思羁愁日欲晡，东周西雍此分涂。\r\n回銮佛寺高多少，望尽黄河一曲无。"
        },
        {
            "title": "荆山",
            "content": "压河连华势孱颜，鸟没云归一望间。\r\n杨仆移关三百里，可能全是为荆山。"
        },
        {
            "title": "华州周大夫宴席",
            "content": "郡斋何用酒如泉，饮德先时已醉眠。\r\n若共门人推礼分，戴崇争得及彭宣。"
        },
        {
            "title": "寄永道士",
            "content": "共上云山独下迟，阳台白道细如丝。\r\n君今并倚三珠树，不记人间落叶时。"
        },
        {
            "title": "代应",
            "content": "本来银汉是红墙，隔得卢家白玉堂。\r\n谁与王昌报消息，尽知三十六鸳鸯。"
        },
        {
            "title": "袜",
            "content": "尝闻宓妃袜，渡水欲生尘。好借常娥著，清秋踏月轮。"
        },
        {
            "title": "清河",
            "content": "舟小回仍数，楼危凭亦频。燕来从及社，蝶舞太侵晨。\r\n绛雪除烦后，霜梅取味新。年华无一事，只是自伤春。"
        },
        {
            "title": "灯",
            "content": "皎洁终无倦，煎熬亦自求。花时随酒远，雨后背窗休。\r\n冷暗黄茅驿，暄明紫桂楼。锦囊名画掩，玉局败棋收。\r\n何处无佳梦，谁人不隐忧。影随帘押转，光信簟文流。\r\n客自胜潘岳，侬今定莫愁。固应留半焰，回照下帏羞。"
        },
        {
            "title": "杏花",
            "content": "上国昔相值，亭亭如欲言。异乡今暂赏，眽眽岂无恩。\r\n援少风多力，墙高月有痕。为含无限意，遂对不胜繁。\r\n仙子玉京路，主人金谷园。几时辞碧落，谁伴过黄昏。\r\n镜拂铅华腻，炉藏桂烬温。终应催竹叶，先拟咏桃根。\r\n莫学啼成血，从教梦寄魂。吴王采香径，失路入烟村。"
        },
        {
            "title": "月夕",
            "content": "草下阴虫叶上霜，朱栏迢递压湖光。\r\n兔寒蟾冷桂花白，此夜姮娥应断肠。"
        },
        {
            "title": "闺情",
            "content": "红露花房白蜜脾，黄蜂紫蝶两参差。\r\n春窗一觉风流梦，却是同袍不得知。"
        },
        {
            "title": "晓起",
            "content": "拟杯当晓起，呵镜可微寒。隔箔山樱熟，褰帷桂烛残。\r\n书长为报晚，梦好更寻难。影响输双蝶，偏过旧畹兰。"
        },
        {
            "title": "赠宇文中丞",
            "content": "欲构中天正急材，自缘烟水恋平台。\r\n人间只有嵇延祖，最望山公启事来。"
        },
        {
            "title": "肠",
            "content": "有怀非惜恨，不奈寸肠何。即席回弥久，前时断固多。\r\n热应翻急烧，冷欲彻微波。隔树澌澌雨，通池点点荷。\r\n倦程山向背，望国阙嵯峨。故念飞书及，新欢借梦过。\r\n染筠休伴泪，绕雪莫追歌。拟问阳台事，年深楚语讹。"
        },
        {
            "title": "柳",
            "content": "为有桥边拂面香，何曾自敢占流光。\r\n后庭玉树承恩泽，不信年华有断肠。"
        },
        {
            "title": "别薛岩宾",
            "content": "曙爽行将拂，晨清坐欲凌。别离真不那，风物正相仍。\r\n漫水任谁照，衰花浅自矜。还将两袖泪，同向一窗灯。\r\n桂树乖真隐，芸香是小惩。清规无以况，且用玉壶冰。"
        },
        {
            "title": "望喜驿别嘉陵江水二绝",
            "content": "嘉陵江水此东流，望喜楼中忆阆州。\r\n若到阆中还赴海，阆州应更有高楼。\r\n千里嘉陵江水色，含烟带月碧于蓝。\r\n今朝相送东流后，犹自驱车更向南。"
        },
        {
            "title": "可叹",
            "content": "幸会东城宴未回，年华忧共水相催。梁家宅里秦宫入，\r\n赵后楼中赤凤来。冰簟且眠金镂枕，琼筵不醉玉交杯。\r\n宓妃愁坐芝田馆，用尽陈王八斗才。"
        },
        {
            "title": "马嵬二首（其一）",
            "content": "冀马燕犀动地来，自埋红粉自成灰。\r\n君王若道能倾国，玉辇何由过马嵬。\r\n【赏析】：　　天宝十四年（755年）东平郡王、三镇节度使安禄山从范阳起兵叛乱。范阳即幽州，在今河北省，古属燕国、冀州。“冀马燕犀动地来”即是说此事件。犀，犀利，指刀剑兵器。逃难路上，六军威迫唐玄宗下令缢死了“红粉”杨玉环。758年初，玄宗也抑郁而死。所以说他“自埋红粉自成灰”。 \r\n　　杨贵妃佳人绝色，明皇认为她能“倾国倾城”，以至放心地“从此君王不早朝”。果真如此，危难来时只要玉环使个媚眼，何愁安禄山不“倾马倾人”，何必路经马嵬仓皇逃难？"
        },
        {
            "title": "谢先辈防记念",
            "content": "晓用云添句，寒将雪命篇。良辰多自感，作者岂皆然。\r\n熟寝初同鹤，含嘶欲并蝉。题时长不展，得处定应偏。\r\n南浦无穷树，西楼不住烟。改成人寂寂，寄与路绵绵。\r\n星势寒垂地，河声晓上天。夫君自有恨，聊借此中传。"
        },
        {
            "title": "七夕",
            "content": "鸾扇斜分凤幄开，星桥横过鹊飞回。\r\n争将世上无期别，换得年年一度来。"
        },
        {
            "title": "送臻师二首",
            "content": "昔去灵山非拂席，今来沧海欲求珠。\r\n楞伽顶上清凉地，善眼仙人忆我无。\r\n苦海迷途去未因，东方过此几微尘。\r\n何当百亿莲花上，一一莲花见佛身。"
        },
        {
            "title": "荷花",
            "content": "都无色可并，不奈此香何。瑶席乘凉设，金羁落晚过。\r\n回衾灯照绮，渡袜水沾罗。预想前秋别，离居梦棹歌。"
        },
        {
            "title": "追代卢家人嘲堂内",
            "content": "道却横波字，人前莫谩羞。只应同楚水，长短入淮流。"
        },
        {
            "title": "读任彦升碑",
            "content": "任昉当年有美名，可怜才调最纵横。\r\n梁台初建应惆怅，不得萧公作骑兵。"
        },
        {
            "title": "灞岸",
            "content": "山东今岁点行频，几处冤魂哭虏尘。\r\n灞水桥边倚华表，平时二月有东巡。"
        },
        {
            "title": "五松驿",
            "content": "独下长亭念过秦，五松不见见舆薪。\r\n只应既斩斯高后，寻被樵人用斧斤。"
        },
        {
            "title": "江东",
            "content": "惊鱼拨剌燕翩翾，独自江东上钓船。\r\n今日春光太漂荡，谢家轻絮沈郎钱。"
        },
        {
            "title": "促漏",
            "content": "促漏遥钟动静闻，报章重叠杳难分。舞鸾镜匣收残黛，\r\n睡鸭香炉换夕熏。归去定知还向月，梦来何处更为云。\r\n南塘渐暖蒲堪结，两两鸳鸯护水纹。"
        },
        {
            "title": "判春",
            "content": "一桃复一李，井上占年芳。笑处如临镜，窥时不隐墙。\r\n敢言西子短，谁觉宓妃长。珠玉终相类，同名作夜光。"
        },
        {
            "title": "汉宫",
            "content": "通灵夜醮达清晨，承露盘晞甲帐春。\r\n王母不来方朔去，更须重见李夫人。"
        },
        {
            "title": "蜀桐",
            "content": "玉垒高桐拂玉绳，上含非雾下含冰。\r\n枉教紫凤无栖处，斫作秋琴弹坏陵。"
        },
        {
            "title": "春风",
            "content": "春风虽自好，春物太昌昌。若教春有意，惟遣一枝芳。\r\n我意殊春意，先春已断肠。"
        },
        {
            "title": "酬崔八早梅有赠兼示之作",
            "content": "知访寒梅过野塘，久留金勒为回肠。谢郎衣袖初翻雪，\r\n荀令熏炉更换香。何处拂胸资蝶粉，几时涂额藉蜂黄。\r\n维摩一室虽多病，亦要天花作道场。"
        },
        {
            "title": "东还",
            "content": "自有仙才自不知，十年长梦采华芝。\r\n秋风动地黄云暮，归去嵩阳寻旧师。"
        },
        {
            "title": "青陵台",
            "content": "青陵台畔日光斜，万古贞魂倚暮霞。\r\n莫讶韩凭为蛱蝶，等闲飞上别枝花。"
        },
        {
            "title": "华清宫",
            "content": "朝元阁迥羽衣新，首按昭阳第一人。\r\n当日不来高处舞，可能天下有胡尘。"
        },
        {
            "title": "题鹅",
            "content": "眠沙卧水自成群，曲岸残阳极浦云。\r\n那解将心怜孔翠，羁雌长共故雄分。"
        },
        {
            "title": "一片",
            "content": "一片非烟隔九枝，蓬峦仙仗俨云旗。天泉水暖龙吟细，\r\n露畹春多凤舞迟。榆荚散来星斗转，桂花寻去月轮移。\r\n人间桑海朝朝变，莫遣佳期更后期。"
        },
        {
            "title": "晓坐",
            "content": "后閤罢朝眠，前墀思黯然。梅应未假雪，柳自不胜烟。\r\n泪续浅深绠，肠危高下弦。红颜无定所，得失在当年。"
        },
        {
            "title": "樱桃答",
            "content": "众果莫相诮，天生名品高。何因古乐府，惟有郑樱桃。"
        },
        {
            "title": "百果嘲樱桃",
            "content": "珠实虽先熟，琼莩纵早开。流莺犹故在，争得讳含来。"
        },
        {
            "title": "牡丹",
            "content": "压径复缘沟，当窗又映楼。终销一国破，不啻万金求。\r\n鸾凤戏三岛，神仙居十洲。应怜萱草淡，却得号忘忧。"
        },
        {
            "title": "代元城吴令暗为答",
            "content": "背阙归藩路欲分，水边风日半西曛。\r\n荆王枕上原无梦，莫枉阳台一片云。"
        },
        {
            "title": "代魏宫私赠",
            "content": "来时西馆阻佳期，去后漳河隔梦思。\r\n知有宓妃无限意，春松秋菊可同时。"
        },
        {
            "title": "饮席代官妓赠两从事",
            "content": "新人桥上著春衫，旧主江边侧帽檐。\r\n愿得化为红绶带，许教双凤一时衔。"
        },
        {
            "title": "蝶",
            "content": "飞来绣户阴，穿过画楼深。重傅秦台粉，轻涂汉殿金。\r\n相兼惟柳絮，所得是花心。可要凌孤客，邀为子夜吟。"
        },
        {
            "title": "拟沈下贤",
            "content": "千二百轻鸾，春衫瘦著宽。倚风行稍急，含雪语应寒。\r\n带火遗金斗，兼珠碎玉盘。河阳看花过，曾不问潘安。"
        },
        {
            "title": "北楼",
            "content": "春物岂相干，人生只强欢。花犹曾敛夕，酒竟不知寒。\r\n异域东风湿，中华上象宽。此楼堪北望，轻命倚危栏。"
        },
        {
            "title": "牡丹",
            "content": "锦帏初卷卫夫人，绣被犹堆越鄂君。垂手乱翻雕玉佩，\r\n招腰争舞郁金裙。石家蜡烛何曾剪，荀令香炉可待熏。\r\n我是梦中传彩笔，欲书花叶寄朝云。"
        },
        {
            "title": "菊",
            "content": "暗暗淡淡紫，融融冶冶黄。陶令篱边色，罗含宅里香。\r\n几时禁重露，实是怯残阳。愿泛金鹦鹉，升君白玉堂。"
        },
        {
            "title": "雨",
            "content": "摵摵度瓜园，依依傍竹轩。秋池不自冷，风叶共成喧。\r\n窗迥有时见，檐高相续翻。侵宵送书雁，应为稻粱恩。"
        },
        {
            "title": "张恶子庙",
            "content": "下马捧椒浆，迎神白玉堂。如何铁如意，独自与姚苌。"
        },
        {
            "title": "玉山",
            "content": "玉山高与阆风齐，玉水清流不贮泥。何处更求回日驭，\r\n此中兼有上天梯。珠容百斛龙休睡，桐拂千寻凤要栖。\r\n闻道神仙有才子，赤箫吹罢好相携。"
        },
        {
            "title": "夜半",
            "content": "三更三点万家眠，露欲为霜月堕烟。\r\n斗鼠上堂蝙蝠出，玉琴时动倚窗弦。"
        },
        {
            "title": "壬申闰秋题赠乌鹊",
            "content": "绕树无依月正高，邺城新泪溅云袍。\r\n几年始得逢秋闰，两度填河莫告劳。"
        },
        {
            "title": "壬申七夕",
            "content": "已驾七香车，心心待晓霞。风轻惟响珮，日薄不嫣花。\r\n桂嫩传香远，榆高送影斜。成都过卜肆，曾妒识灵槎。"
        },
        {
            "title": "辛未七夕",
            "content": "恐是仙家好别离，故教迢递作佳期。由来碧落银河畔，\r\n可要金风玉露时。清漏渐移相望久，微云未接过来迟。\r\n岂能无意酬乌鹊，惟与蜘蛛乞巧丝。"
        },
        {
            "title": "明神",
            "content": "明神司过岂令冤，暗室由来有祸门。\r\n莫为无人欺一物，他时须虑石能言。"
        },
        {
            "title": "赋得鸡",
            "content": "稻粱犹足活诸雏，妒敌专场好自娱。\r\n可要五更惊晓梦，不辞风雪为阳乌。"
        },
        {
            "title": "公子",
            "content": "外戚封侯自有恩，平明通籍九华门。\r\n金唐公主年应小，二十君王未许婚。"
        },
        {
            "title": "蜂",
            "content": "小苑华池烂熳通，后门前槛思无穷。宓妃腰细才胜露，\r\n赵后身轻欲倚风。红壁寂寥崖蜜尽，碧帘迢递雾巢空。\r\n青陵粉蝶休离恨，长定相逢二月中。"
        },
        {
            "title": "对雪二首",
            "content": "寒气先侵玉女扉，清光旋透省郎闱。梅花大庾岭头发，\r\n柳絮章台街里飞。欲舞定随曹植马，有情应湿谢庄衣。\r\n龙山万里无多远，留待行人二月归。\r\n旋扑珠帘过粉墙，轻于柳絮重于霜。已随江令夸琼树，\r\n又入卢家妒玉堂。侵夜可能争桂魄，忍寒应欲试梅妆。\r\n关河冻合东西路，肠断斑骓送陆郎。"
        },
        {
            "title": "留赠畏之",
            "content": "清时无事奏明光，不遣当关报早霜。中禁词臣寻引领，\r\n左川归客自回肠。郎君下笔惊鹦鹉，侍女吹笙弄凤凰。\r\n空寄大罗天上事，众仙同日咏霓裳。\r\n待得郎来月已低，寒暄不道醉如泥。\r\n五更又欲向何处，骑马出门乌夜啼。\r\n户外重阴黯不开，含羞迎夜复临台。\r\n潇湘浪上有烟景，安得好风吹汝来。"
        },
        {
            "title": "过招国李家南园二首",
            "content": "潘岳无妻客为愁，新人来坐旧妆楼。\r\n春风犹自疑联句，雪絮相和飞不休。\r\n长亭岁尽雪如波，此去秦关路几多。\r\n惟有梦中相近分，卧来无睡欲如何。"
        },
        {
            "title": "三月十日流杯亭",
            "content": "身属中军少得归，木兰花尽失春期。\r\n偷随柳絮到城外，行过水西闻子规。"
        },
        {
            "title": "李花",
            "content": "李径独来数，愁情相与悬。自明无月夜，强笑欲风天。\r\n减粉与园箨，分香沾渚莲。徐妃久已嫁，犹自玉为钿。"
        },
        {
            "title": "梓潼望长卿山至巴西复怀谯秀",
            "content": "梓潼不见马相如，更欲南行问酒垆。\r\n行到巴西觅谯秀，巴西惟是有寒芜。"
        },
        {
            "title": "赠庾十二朱版",
            "content": "固漆投胶不可开，赠君珍重抵琼瑰。\r\n君王晓坐金銮殿，只待相如草诏来。"
        },
        {
            "title": "无题",
            "content": "紫府仙人号宝灯，云浆未饮结成冰。\r\n如何雪月交光夜，更在瑶台十二层。"
        },
        {
            "title": "破镜",
            "content": "玉匣清光不复持，菱花散乱月轮亏。\r\n秦台一照山鸡后，便是孤鸾罢舞时。"
        },
        {
            "title": "席上作",
            "content": "淡云轻雨拂高唐，玉殿秋来夜正长。\r\n料得也应怜宋玉，一生惟事楚襄王。"
        },
        {
            "title": "代应二首",
            "content": "沟水分流西复东，九秋霜月五更风。\r\n离鸾别凤今何在，十二玉楼空更空。\r\n昨夜双钩败，今朝百草输。关西狂小吏，惟喝绕床卢。"
        },
        {
            "title": "曲池",
            "content": "日下繁香不自持，月中流艳与谁期。迎忧急鼓疏钟断，\r\n分隔休灯灭烛时。张盖欲判江滟滟，回头更望柳丝丝。\r\n从来此地黄昏散，未信河梁是别离。"
        },
        {
            "title": "访隐者不遇成二绝",
            "content": "秋水悠悠浸墅扉，梦中来数觉来稀。\r\n玄蝉去尽叶黄落，一树冬青人未归。\r\n城郭休过识者稀，哀猿啼处有柴扉。\r\n沧江白日樵渔路，日暮归来雨满衣。"
        },
        {
            "title": "垂柳",
            "content": "娉婷小苑中，婀娜曲池东。朝佩皆垂地，仙衣尽带风。\r\n七贤宁占竹，三品且饶松。肠断灵和殿，先皇玉座空。"
        },
        {
            "title": "赠宗鲁筇竹杖",
            "content": "大夏资轻策，全溪赠所思。静怜穿树远，滑想过苔迟。\r\n鹤怨朝还望，僧闲暮有期。风流真底事，常欲傍清羸。"
        },
        {
            "title": "月",
            "content": "池上与桥边，难忘复可怜。帘开最明夜，簟卷已凉天。\r\n流处水花急，吐时云叶鲜。姮娥无粉黛，只是逞婵娟。"
        },
        {
            "title": "蝶三首",
            "content": "初来小苑中，稍与琐闱通。远恐芳尘断，轻忧艳雪融。\r\n只知防皓露，不觉逆尖风。回首双飞燕，乘时入绮栊。\r\n长眉画了绣帘开，碧玉行收白玉台。\r\n为问翠钗钗上凤，不知香颈为谁回。\r\n寿阳公主嫁时妆，八字宫眉捧额黄。\r\n见我佯羞频照影，不知身属冶游郎。"
        },
        {
            "title": "无题",
            "content": "照梁初有情，出水旧知名。裙衩芙蓉小，钗茸翡翠轻。\r\n锦长书郑重，眉细恨分明。莫近弹棋局，中心最不平。"
        },
        {
            "title": "桂林路中作",
            "content": "地暖无秋色，江晴有暮晖。空余蝉嘒嘒，犹向客依依。\r\n村小犬相护，沙平僧独归。欲成西北望，又见鹧鸪飞。"
        },
        {
            "title": "赴职梓潼留别畏之员外同年",
            "content": "佳兆联翩遇凤凰，雕文羽帐紫金床。桂花香处同高第，\r\n柿叶翻时独悼亡。乌鹊失栖长不定，鸳鸯何事自相将。\r\n京华庸蜀三千里，送到咸阳见夕阳。"
        },
        {
            "title": "赠白道者",
            "content": "十二楼前再拜辞，灵风正满碧桃枝。\r\n壶中若是有天地，又向壶中伤别离。"
        },
        {
            "title": "王十二兄",
            "content": "谢傅门庭旧末行，今朝歌管属檀郎。更无人处帘垂地，\r\n欲拂尘时簟竟床。嵇氏幼男犹可悯，左家娇女岂能忘。\r\n秋霖腹疾俱难遣，万里西风夜正长。"
        },
        {
            "title": "咏史",
            "content": "历览前贤国与家，成由勤俭破由奢。\r\n何须琥珀方为枕，岂得真珠始是车。\r\n运去不逢青海马，力穷难拔蜀山蛇。\r\n几人曾预南薰曲，终古苍梧哭翠华。\r\n【赏析】：　　李商隐以其高度的历史责任感和艺术上的创新精神，创作了占他全部诗篇七分之一强的史诗，它们扩展了传统咏史诗的涵量，丰富了咏史诗的题材，探索了咏史诗新的手法，思想性艺术性臻于和谐统—，在咏史诗的发展史上具有里程碑的意义。 \r\n　　李商隐的咏史诗不仅咏古况今，充分反映了他进步的历史观，而且借古讽今，含蓄地表达了他的现实主义倾向，同时还借题寄慨，委婉地抒发了他怀才不遇的苦闷。相对时政的深沉感慨，扩大了咏史诗的表现容量。 \r\n　　咏史诗以历史故事或传说为题材，与诗人的历史观有密切的联系。李商隐的咏史诗之所以写得好，是因为他用发展变化的历史观分析社会变化，将国家的兴亡归因于“人为”。在《览古》中，他把纵的历史与横的观实联系起来指出：“莫恃金汤忽太平，草间霜露古今情”，深刻地警告晚唐统治集团：一切都在变化，金城汤池并不能永保国家不衰亡。他还根据兴亡的史实，概括为“历览前贤国与家，成由勤俭破由奢”(《咏史》)，提出了一切政权成败的关键在他对历史的一个根本认识是：“又闻理与乱，系人不系天。（《行次西郊作一百韵》）在系于何人的问题上，尽管他受时代的局限，还只能将理乱的命脉系于帝王，但在他的诗中，大都是指责他们败乱国家的。因此这种揭露更有进步意义。“系人不系天”的思想贯穿于李商隐全部的咏史诗中。最显著的是一首《咏史》(北湖南林水漫漫)，说明了兴亡有道，不关天命。他又说：“自是当时天帝醉，不关秦地有山河”（《咸阳》）。秦并天下不系于得山河之险。他既然认为理乱兴亡有线索可寻，又存有“乘运应须宅人荒，男儿安在恋池隍”(《题汉祖庙》)的雄心，因此，虽然古来人事代谢，仍觉事有可为。并不悲观。在强调人为的同时，诗人又突出批判了把地域条件、天命王气作为精神支柱，毫无顾忌地苟安享乐的封建统治者。如《南朝》：“地险悠悠天地长，金陵玉气应瑶光，休夸此地分天下，只得徐妃半面妆。”此诗举梁事以概南朝，巧妙地将“半面妆与分天下”联系起来，辛辣地讽刺了腐朽昏聩的建统治者迷信王气，自恃天险，不图进取，自食亡国之果。这些明确的以古鉴今的态度，包含着深刻的用意，比前人的认识更自觉完整。 \r\n　　其次，诗人常托古讽今，集中地揭露了一些亡国之君因沉湎女色，穷奢极欲而导致亡国灭身的历史现象。他对于历代著名的好神仙、好酒色的帝王以及荒淫无耻的亡国败国之君，如周穆王、陈后主、隋炀帝、唐玄宗都给予了不同程度的讽刺，从而直接或间接地表达了他的现实主义倾向，起到一定的讽谏作用。如《南朝》中“谁言琼树朝朝见，不及金莲步步来”，《齐宫词》中“梁台歌舞三更罢，犹自风摇九子铃”，《隋宫》中“春风举国裁宫锦，半作障泥半作帆”。像这样内容和风格的诗在他的咏史诗中占着绝大部分。这说明诗人从现实生活的观察中，看出了那个时代的一些帝王已经踏上前朝的覆辙，不可避免要走向灭亡的深渊。只因为不敢正面揭发所以借咏史讽刺。但李商隐在不少的咏史诗中过分地把沉湎女色看成是亡国的最大原因，而忽视政治、经济和阶级矛盾等更重要的因素，这是受他的阶级出身和时代历史的局限所致。诗人于中唐以来的藩镇割据，宦官专权，牛李党争，国亡加速，虽站在维护唐王朝利益的立场上，在咏史诗中虽是曲折的但也是“微而显”地表明自己的主张和对时局的激愤。《韩碑》分通过对唐宪宗时韩愈撰写的《平淮西碑》的赞颂，表达了作者坚持统一，反对藩镇割据的政治态度；当然李商隐的咏史诗都有现实背景，指事切近。宪宗服金丹求长生，反而暴卒，葬于景陵。他作了—首《过景陵》诗咏其事：“武皇精魄久仙升，帐殿凄凉烟雾凝，但是苍生留不得，鼎湖何异魏西陵。除宪宗外，李商隐身历的诸朝中．穆宗、武宗也都好神仙。武宗也因此成疾，他便写了大量咏史诗讽刺帝王求仙。如《华岳下题西王母庙》等。敬宗以年少继位，荒淫无度，故李商隐每在诗中借民间对北齐后主高纬的称呼——“无愁天子”以点醒之。如《陈后宫》，《富平少候》，冷隽地讽刺了不知忧国忧民、整日醉生梦死的最高统治者。 \r\n　　再次，李商隐更可贵的地方是：他认识到一切败亡的祸根，都在于最高统治者皇帝贤愚不分、不重视人才和骄奢淫佚、好女色、好求仙。因此，他咏史诗里的皇帝便主要是两类典型。他在《瑶池》和《贾生》等诗中辛辣地讽刺了帝王们求神仙的虚妄无益和他们爱人才爱百姓不及好神仙的愚行。帝王们求神仙的虚妄是以前诗坛上常写的题材，然而，李商隐写出了比别人不常有的深刻思想。这主要表现在：他不只写皇帝不重视人才或爱好求仙，而是把二者对比起来写。如“可怜夜半虚前席，不问苍生问鬼神”(《贾生》)，“侍臣自有相如渴，不赐金茎露一杯”(《汉宫词》)。并且，他不只写皇帝奢华淫乐，而是把它与误国、亡国联系起来写。"
        },
        {
            "title": "少将",
            "content": "族亚齐安陆，风高汉武威。烟波别墅醉，花月后门归。\r\n青海闻传箭，天山报合围。一朝携剑起，上马即如飞。"
        },
        {
            "title": "九成宫",
            "content": "十二层城阆苑西，平时避暑拂虹霓。云随夏后双龙尾，\r\n风逐周王八骏蹄。吴岳晓光连翠巘，甘泉晚景上丹梯。\r\n荔枝卢橘沾恩幸，鸾鹊天书湿紫泥。"
        },
        {
            "title": "即日",
            "content": "一岁林花即日休，江间亭下怅淹留。重吟细把真无奈，\r\n已落犹开未放愁。山色正来衔小苑，春阴只欲傍高楼。\r\n金鞍忽散银壶漏，更醉谁家白玉钩。"
        },
        {
            "title": "风",
            "content": "撩钗盘孔雀，恼带拂鸳鸯。罗荐谁教近，斋时锁洞房。"
        },
        {
            "title": "武侯庙古柏",
            "content": "蜀相阶前柏，龙蛇捧閟宫。阴成外江畔，老向惠陵东。\r\n大树思冯异，甘棠忆召公。叶凋湘燕雨，枝拆海鹏风。\r\n玉垒经纶远，金刀历数终。谁将出师表，一为问昭融。"
        },
        {
            "title": "春日",
            "content": "欲入卢家白玉堂，新春催破舞衣裳。\r\n蝶衔红蕊蜂衔粉，共助青楼一日忙。"
        },
        {
            "title": "岳阳楼",
            "content": "汉水方城带百蛮，四邻谁道乱周班。\r\n如何一梦高唐雨，自此无心入武关。"
        },
        {
            "title": "寄成都高苗二从事",
            "content": "家近红蕖曲水滨，全家罗袜起秋尘。\r\n莫将越客千丝网，网得西施别赠人。"
        },
        {
            "title": "玄微先生",
            "content": "仙翁无定数，时入一壶藏。夜夜桂露湿，村村桃水香。\r\n醉中抛浩劫，宿处起神光。药裹丹山凤，棋函白石郎。\r\n弄河移砥柱，吞日倚扶桑。龙竹裁轻策，鲛绡熨下裳。\r\n树栽嗤汉帝，桥板笑秦王。径欲随关令，龙沙万里强。"
        },
        {
            "title": "药转",
            "content": "郁金堂北画楼东，换骨神方上药通。露气暗连青桂苑，\r\n风声偏猎紫兰丛。长筹未必输孙皓，香枣何劳问石崇。\r\n忆事怀人兼得句，翠衾归卧绣帘中。"
        },
        {
            "title": "无题",
            "content": "近知名阿侯，住处小江流。腰细不胜舞，眉长惟是愁。\r\n黄金堪作屋，何不作重楼。"
        },
        {
            "title": "岳阳楼",
            "content": "欲为平生一散愁，洞庭湖上岳阳楼。\r\n可怜万里堪乘兴，枉是蛟龙解覆舟。"
        },
        {
            "title": "少年",
            "content": "外戚平羌第一功，生年二十有重封。直登宣室螭头上，\r\n横过甘泉豹尾中。别馆觉来云雨梦，后门归去蕙兰丛。\r\n灞陵夜猎随田窦，不识寒郊自转蓬。"
        },
        {
            "title": "妓席",
            "content": "乐府闻桃叶，人前道得无。劝君书小字，慎莫唤官奴。"
        },
        {
            "title": "柳下暗记",
            "content": "无奈巴南柳，千条傍吹台。更将黄映白，拟作杏花媒。"
        },
        {
            "title": "西溪",
            "content": "怅望西溪水，潺湲奈尔何。不惊春物少，只觉夕阳多。\r\n色染妖韶柳，光含窈窕萝。人间从到海，天上莫为河。\r\n凤女弹瑶瑟，龙孙撼玉珂。京华他夜梦，好好寄云波。"
        },
        {
            "title": "杨本胜说于长安见小男阿衮",
            "content": "闻君来日下，见我最娇儿。渐大啼应数，长贫学恐迟。\r\n寄人龙种瘦，失母凤雏痴。语罢休边角，青灯两鬓丝。"
        },
        {
            "title": "子初全溪作",
            "content": "全溪不可到，况复尽余醅。汉苑生春水，昆池换劫灰。\r\n战蒲知雁唼，皱月觉鱼来。清兴恭闻命，言诗未敢回。"
        },
        {
            "title": "公子",
            "content": "一盏新罗酒，凌晨恐易消。归应冲鼓半，去不待笙调。\r\n歌好惟愁和，香浓岂惜飘。春场铺艾帐，下马雉媒娇。"
        },
        {
            "title": "韩翃舍人即事",
            "content": "萱草含丹粉，荷花抱绿房。鸟应悲蜀帝，蝉是怨齐王。\r\n通内藏珠府，应官解玉坊。桥南荀令过，十里送衣香。"
        },
        {
            "title": "蝶",
            "content": "叶叶复翻翻，斜桥对侧门。芦花惟有白，柳絮可能温。\r\n西子寻遗殿，昭君觅故村。年年芳物尽，来别败兰荪。"
        },
        {
            "title": "碧瓦",
            "content": "碧瓦衔珠树，红轮结绮寮。无双汉殿鬓，第一楚宫腰。\r\n雾唾香难尽，珠啼冷易销。歌从雍门学，酒是蜀城烧。\r\n柳暗将翻巷，荷欹正抱桥。钿辕开道入，金管隔邻调。\r\n梦到飞魂急，书成即席遥。河流冲柱转，海沫近槎飘。\r\n吴市蠀蛦甲，巴賨翡翠翘。他时未知意，重叠赠娇饶。"
        },
        {
            "title": "荆门西下",
            "content": "一夕南风一叶危，荆云回望夏云时。人生岂得轻离别，\r\n天意何曾忌嶮巇。骨肉书题安绝徼，蕙兰蹊径失佳期。\r\n洞庭湖阔蛟龙恶，却羡杨朱泣路岐。"
        },
        {
            "title": "槿花二首",
            "content": "燕体伤风力，鸡香积露文。殷鲜一相杂，啼笑两难分。\r\n月里宁无姊，云中亦有君。三清与仙岛，何事亦离群。\r\n珠馆薰燃久，玉房梳扫余。烧兰才作烛，襞锦不成书。\r\n本以亭亭远，翻嫌眽眽疏。回头问残照，残照更空虚。"
        },
        {
            "title": "无题",
            "content": "白道萦回入暮霞，斑骓嘶断七香车。\r\n春风自共何人笑，枉破阳城十万家。"
        },
        {
            "title": "漫成三首",
            "content": "不妨何范尽诗家，未解当年重物华。\r\n远把龙山千里雪，将来拟并洛阳花。\r\n沈约怜何逊，延年毁谢庄。清新俱有得，名誉底相伤。\r\n雾夕咏芙蕖，何郎得意初。此时谁最赏，沈范两尚书。"
        },
        {
            "title": "七月二十八日夜与王郑二秀才听雨后梦作",
            "content": "初梦龙宫宝焰然，瑞霞明丽满晴天。旋成醉倚蓬莱树，\r\n有个仙人拍我肩。少顷远闻吹细管，闻声不见隔飞烟。\r\n逡巡又过潇湘雨，雨打湘灵五十弦。瞥见冯夷殊怅望，\r\n鲛绡休卖海为田。亦逢毛女无憀极，龙伯擎将华岳莲。\r\n恍惚无倪明又暗，低迷不已断还连。觉来正是平阶雨，\r\n独背寒灯枕手眠。"
        },
        {
            "title": "酬令狐郎中见寄",
            "content": "望郎临古郡，佳句洒丹青。应自丘迟宅，仍过柳恽汀。\r\n封来江渺渺，信去雨冥冥。句曲闻仙诀，临川得佛经。\r\n朝吟支客枕，夜读漱僧瓶。不见衔芦雁，空流腐草萤。\r\n土宜悲坎井，天怒识雷霆。象卉分疆近，蛟涎浸岸腥。\r\n补羸贪紫桂，负气托青萍。万里悬离抱，危于讼閤铃。"
        },
        {
            "title": "越燕二首",
            "content": "上国社方见，此乡秋不归。为矜皇后舞，犹著羽人衣。\r\n拂水斜纹乱，衔花片影微。卢家文杏好，试近莫愁飞。\r\n将泥红蓼岸，得草绿杨村。命侣添新意，安巢复旧痕。\r\n去应逢阿母，来莫害王孙。记取丹山凤，今为百鸟尊。"
        },
        {
            "title": "寄令狐学士",
            "content": "秘殿崔嵬拂彩霓，曹司今在殿东西。赓歌太液翻黄鹄，\r\n从猎陈仓获碧鸡。晓饮岂知金掌迥，夜吟应讶玉绳低。\r\n钧天虽许人间听，阊阖门多梦自迷。"
        },
        {
            "title": "蝇蝶鸡麝鸾凤等成篇",
            "content": "韩蝶翻罗幕，曹蝇拂绮窗。斗鸡回玉勒，融麝暖金釭。\r\n玳瑁明书阁，琉璃冰酒缸。画楼多有主，鸾凤各双双。"
        },
        {
            "title": "谢书",
            "content": "微意何曾有一毫，空携笔砚奉龙韬。\r\n自蒙半夜传衣后，不羡王祥得佩刀。"
        },
        {
            "title": "赠歌妓二首",
            "content": "水精如意玉连环，下蔡城危莫破颜。\r\n红绽樱桃含白雪，断肠声里唱阳关。\r\n白日相思可奈何，严城清夜断经过。\r\n只知解道春来瘦，不道春来独自多。"
        },
        {
            "title": "离思",
            "content": "气尽前溪舞，心酸子夜歌。峡云寻不得，沟水欲如何。\r\n朔雁传书绝，湘篁染泪多。无由见颜色，还自托微波。"
        },
        {
            "title": "令狐八拾遗见招送裴十四归华州",
            "content": "二十中郎未足希，骊驹先自有光辉。兰亭宴罢方回去，\r\n雪夜诗成道韫归。汉苑风烟吹客梦，云台洞穴接郊扉。\r\n嗟予久抱临邛渴，便欲因君问钓矶。"
        },
        {
            "title": "石城",
            "content": "石城夸窈窕，花县更风流。簟冰将飘枕，帘烘不隐钩。\r\n玉童收夜钥，金狄守更筹。共笑鸳鸯绮，鸳鸯两白头。"
        },
        {
            "title": "柳",
            "content": "柳映江潭底有情，望中频遣客心惊。\r\n巴雷隐隐千山外，更作章台走马声。"
        },
        {
            "title": "楚宫",
            "content": "复壁交青琐，重帘挂紫绳。如何一柱观，不碍九枝灯。\r\n扇薄常规月，钗斜只镂冰。歌成犹未唱，秦火入夷陵。"
        },
        {
            "title": "初起",
            "content": "想像咸池日欲光，五更钟后更回肠。\r\n三年苦雾巴江水，不为离人照屋梁。"
        },
        {
            "title": "北禽",
            "content": "为恋巴江好，无辞瘴雾蒸。纵能朝杜宇，可得值苍鹰。\r\n石小虚填海，芦铦未破矰。知来有乾鹊，何不向雕陵。"
        },
        {
            "title": "谑柳",
            "content": "已带黄金缕，仍飞白玉花。长时须拂马，密处少藏鸦。\r\n眉细从他敛，腰轻莫自斜。玳梁谁道好，偏拟映卢家。"
        },
        {
            "title": "西溪",
            "content": "近郭西溪好，谁堪共酒壶。苦吟防柳恽，多泪怯杨朱。\r\n野鹤随君子，寒松揖大夫。天涯常病意，岑寂胜欢娱。"
        },
        {
            "title": "饮席戏赠同舍",
            "content": "洞中屐响省分携，不是花迷客自迷。珠树重行怜翡翠，\r\n玉楼双舞羡鹍鸡。兰回旧蕊缘屏绿，椒缀新香和壁泥。\r\n唱尽阳关无限叠，半杯松叶冻颇黎。"
        },
        {
            "title": "明日",
            "content": "天上参旗过，人间烛焰销。谁言整双履，便是隔三桥。\r\n知处黄金锁，曾来碧绮寮。凭栏明日意，池阔雨萧萧。"
        },
        {
            "title": "石榴",
            "content": "榴枝婀娜榴实繁，榴膜轻明榴子鲜。\r\n可羡瑶池碧桃树，碧桃红颊一千年。"
        },
        {
            "title": "属疾",
            "content": "许靖犹羁宦，安仁复悼亡。兹辰聊属疾，何日免殊方。\r\n秋蝶无端丽，寒花只暂香。多情真命薄，容易即回肠。"
        },
        {
            "title": "陈后宫",
            "content": "茂苑城如画，阊门瓦欲流。还依水光殿，更起月华楼。\r\n侵夜鸾开镜，迎冬雉献裘。从臣皆半醉，天子正无愁。"
        },
        {
            "title": "桂林",
            "content": "城窄山将压，江宽地共浮。东南通绝域，西北有高楼。\r\n神护青枫岸，龙移白石湫。殊乡竟何祷，箫鼓不曾休。"
        },
        {
            "title": "代赠",
            "content": "杨柳路尽处，芙蓉湖上头。虽同锦步障，独映钿箜篌。\r\n鸳鸯可羡头俱白，飞去飞来烟雨秋。"
        },
        {
            "title": "送崔珏往西川",
            "content": "年少因何有旅愁，欲为东下更西游。一条雪浪吼巫峡，\r\n千里火云烧益州。卜肆至今多寂寞，酒垆从古擅风流。\r\n浣花笺纸桃花色，好好题诗咏玉钩。"
        },
        {
            "title": "听鼓",
            "content": "城头叠鼓声，城下暮江清。欲问渔阳掺，时无祢正平。"
        },
        {
            "title": "闻著明凶问哭寄飞卿",
            "content": "昔叹谗销骨，今伤泪满膺。空余双玉剑，无复一壶冰。\r\n江势翻银砾，天文露玉绳。何因携庾信，同去哭徐陵。"
        },
        {
            "title": "同崔八诣药山访融禅师",
            "content": "共受征南不次恩，报恩惟是有忘言。\r\n岩花涧草西林路，未见高僧只见猿。"
        },
        {
            "title": "咸阳",
            "content": "咸阳宫阙郁嵯峨，六国楼台艳绮罗。\r\n自是当时天帝醉，不关秦地有山河。"
        },
        {
            "title": "柳",
            "content": "动春何限叶，撼晓几多枝。解有相思否，应无不舞时。\r\n絮飞藏皓蝶，带弱露黄鹂。倾国宜通体，谁来独赏眉。"
        },
        {
            "title": "鄠杜马上念汉书",
            "content": "世上苍龙种，人间武帝孙。小来惟射猎，兴罢得乾坤。\r\n渭水天开苑，咸阳地献原。英灵殊未已，丁傅渐华轩。"
        },
        {
            "title": "街西池馆",
            "content": "白阁他年别，朱门此夜过。疏帘留月魄，珍簟接烟波。\r\n太守三刀梦，将军一箭歌。国租容客旅，香熟玉山禾。"
        },
        {
            "title": "巴江柳",
            "content": "巴江可惜柳，柳色绿侵江。好向金銮殿，移阴入绮窗。"
        },
        {
            "title": "哭刘司户二首",
            "content": "离居星岁易，失望死生分。酒瓮凝余桂，书签冷旧芸。\r\n江风吹雁急，山木带蝉曛。一叫千回首，天高不为闻。\r\n有美扶皇运，无谁荐直言。已为秦逐客，复作楚冤魂。\r\n湓浦应分派，荆江有会源。并将添恨泪，一洒问乾坤。"
        },
        {
            "title": "赠刘司户",
            "content": "江风吹浪动云根，重碇危樯白日昏。已断燕鸿初起势，\r\n更惊骚客后归魂。汉廷急诏谁先入，楚路高歌自欲翻。\r\n万里相逢欢复泣，凤巢西隔九重门。"
        },
        {
            "title": "潭州",
            "content": "潭州官舍暮楼空，今古无端入望中。湘泪浅深滋竹色，\r\n楚歌重叠怨兰丛。陶公战舰空滩雨，贾傅承尘破庙风。\r\n目断故园人不至，松醪一醉与谁同。"
        },
        {
            "title": "江亭散席循柳路吟",
            "content": "春咏敢轻裁，衔辞入半杯。已遭江映柳，更被雪藏梅。\r\n寡和真徒尔，殷忧动即来。从诗得何报，惟感二毛催。"
        },
        {
            "title": "楚泽",
            "content": "夕阳归路后，霜野物声干。集鸟翻渔艇，残虹拂马鞍。\r\n刘桢元抱病，虞寄数辞官。白袷经年卷，西来及早寒。"
        },
        {
            "title": "复京",
            "content": "虏骑胡兵一战摧，万灵回首贺轩台。\r\n天教李令心如日，可要昭陵石马来。"
        },
        {
            "title": "华清宫",
            "content": "华清恩幸古无伦，犹恐蛾眉不胜人。\r\n未免被他褒女笑，只教天子暂蒙尘。"
        },
        {
            "title": "华山题王母祠",
            "content": "莲华峰下锁雕梁，此去瑶池地共长。\r\n好为麻姑到东海，劝栽黄竹莫栽桑。"
        },
        {
            "title": "人欲",
            "content": "人欲天从竟不疑，莫言圆盖便无私。\r\n秦中已久乌头白，却是君王未备知。"
        },
        {
            "title": "和孙朴韦蟾孔雀咏",
            "content": "此去三梁远，今来万里携。西施因网得，秦客被花迷。\r\n可在青鹦鹉，非关碧野鸡。约眉怜翠羽，刮目想金篦。\r\n瘴气笼飞远，蛮花向坐低。轻于赵皇后，贵极楚悬黎。\r\n都护矜罗幕，佳人炫绣袿。屏风临烛釦，捍拨倚香脐。\r\n旧思牵云叶，新愁待雪泥。爱堪通梦寐，画得不端倪。\r\n地锦排苍雁，帘钉镂白犀。曙霞星斗外，凉月露盘西。\r\n妒好休夸舞，经寒且少啼。红楼三十级，稳稳上丹梯。"
        },
        {
            "title": "商於",
            "content": "商於朝雨霁，归路有秋光。背坞猿收果，投岩麝退香。\r\n建瓴真得势，横戟岂能当。割地张仪诈，谋身绮季长。\r\n清渠州外月，黄叶庙前霜。今日看云意，依依入帝乡。"
        },
        {
            "title": "异俗二首",
            "content": "鬼疟朝朝避，春寒夜夜添。未惊雷破柱，不报水齐檐。\r\n虎箭侵肤毒，鱼钩刺骨铦。鸟言成谍诉，多是恨彤幨。\r\n户尽悬秦网，家多事越巫。未曾容獭祭，只是纵猪都。\r\n点对连鳌饵，搜求缚虎符。贾生兼事鬼，不信有洪炉。"
        },
        {
            "title": "自喜",
            "content": "自喜蜗牛舍，兼容燕子巢。绿筠遗粉箨，红药绽香苞。\r\n虎过遥知阱，鱼来且佐庖。慢行成酩酊，邻壁有松醪。"
        },
        {
            "title": "归墅",
            "content": "行李逾南极，旬时到旧乡。楚芝应遍紫，邓橘未全黄。\r\n渠浊村舂急，旗高社酒香。故山归梦喜，先入读书堂。"
        },
        {
            "title": "崔处士",
            "content": "真人塞其内，夫子入于机。未肯投竿起，惟欢负米归。\r\n雪中东郭履，堂上老莱衣。读遍先贤传，如君事者稀。"
        },
        {
            "title": "令狐舍人说昨夜西掖玩月因戏赠",
            "content": "昨夜玉轮明，传闻近太清。凉波冲碧瓦，晓晕落金茎。\r\n露索秦宫井，风弦汉殿筝。几时绵竹颂，拟荐子虚名。"
        },
        {
            "title": "南朝",
            "content": "玄武湖中玉漏催，鸡鸣埭口绣襦回。谁言琼树朝朝见，\r\n不及金莲步步来。敌国军营漂木柹，前朝神庙锁烟煤。\r\n满宫学士皆颜色，江令当年只费才。"
        },
        {
            "title": "寄罗劭兴",
            "content": "棠棣黄花发，忘忧碧叶齐。人闲微病酒，燕重远兼泥。\r\n混沌何由凿，青冥未有梯。高阳旧徒侣，时复一相携。"
        },
        {
            "title": "夜意",
            "content": "帘垂幕半卷，枕冷被仍香。如何为相忆，魂梦过潇湘。"
        },
        {
            "title": "蝶",
            "content": "孤蝶小徘徊，翩翾粉翅开。并应伤皎洁，频近雪中来。"
        },
        {
            "title": "韦蟾",
            "content": "谢家离别正凄凉，少傅临岐赌佩囊。\r\n却忆短亭回首处，夜来烟雨满池塘。"
        },
        {
            "title": "李卫公",
            "content": "绛纱弟子音尘绝，鸾镜佳人旧会稀。\r\n今日致身歌舞地，木棉花暖鹧鸪飞。"
        },
        {
            "title": "鸾凤",
            "content": "旧镜鸾何处，衰桐凤不栖。金钱饶孔雀，锦段落山鸡。\r\n王子调清管，天人降紫泥。岂无云路分，相望不应迷。"
        },
        {
            "title": "江上",
            "content": "万里风来地，清江北望楼。云通梁苑路，月带楚城秋。\r\n刺字从漫灭，归途尚阻修。前程更烟水，吾道岂淹留。"
        },
        {
            "title": "夜饮",
            "content": "卜夜容衰鬓，开筵属异方。烛分歌扇泪，雨送酒船香。\r\n江海三年客，乾坤百战场。谁能辞酩酊，淹卧剧清漳。"
        },
        {
            "title": "题郑大有隐居",
            "content": "结构何峰是，喧闲此地分。石梁高泻月，樵路细侵云。\r\n偃卧蛟螭室，希夷鸟兽群。近知西岭上，玉管有时闻。"
        },
        {
            "title": "因书",
            "content": "绝徼南通栈，孤城北枕江。猿声连月槛，鸟影落天窗。\r\n海石分棋子，郫筒当酒缸。生归话辛苦，别夜对凝釭。"
        },
        {
            "title": "商於新开路",
            "content": "六百商於路，崎岖古共闻。蜂房春欲暮，虎阱日初曛。\r\n路向泉间辨，人从树杪分。更谁开捷径，速拟上青云。"
        },
        {
            "title": "细雨",
            "content": "萧洒傍回汀，依微过短亭。气凉先动竹，点细未开萍。\r\n稍促高高燕，微疏的的萤。故园烟草色，仍近五门青。"
        },
        {
            "title": "俳谐",
            "content": "短顾何由遂，迟光且莫惊。莺能歌子夜，蝶解舞宫城。\r\n柳讶眉双浅，桃猜粉太轻。年华有情状，吾岂怯平生。"
        },
        {
            "title": "离席",
            "content": "出宿金尊掩，从公玉帐新。依依向余照，远远隔芳尘。\r\n细草翻惊雁，残花伴醉人。杨朱不用劝，只是更沾巾。"
        },
        {
            "title": "春游",
            "content": "桥峻斑骓疾，川长白鸟高。烟轻惟润柳，风滥欲吹桃。\r\n徙倚三层阁，摩挲七宝刀。庾郎年最少，青草妒春袍。"
        },
        {
            "title": "向晚",
            "content": "当风横去幰，临水卷空帷。北土秋千罢，南朝祓禊归。\r\n花情羞脉脉，柳意怅微微。莫叹佳期晚，佳期自古稀。"
        },
        {
            "title": "小园独酌",
            "content": "柳带谁能结，花房未肯开。空余双蝶舞，竟绝一人来。\r\n半展龙须席，轻斟玛瑙杯。年年春不定，虚信岁前梅。"
        },
        {
            "title": "题僧壁",
            "content": "舍生求道有前踪，乞脑剜身结愿重。大去便应欺粟颗，\r\n小来兼可隐针锋。蚌胎未满思新桂，琥珀初成忆旧松。\r\n若信贝多真实语，三生同听一楼钟。"
        },
        {
            "title": "赠子直花下",
            "content": "池光忽隐墙，花气乱侵房。屏缘蝶留粉，窗油蜂印黄。\r\n官书推小吏，侍史从清郎。并马更吟去，寻思有底忙。"
        },
        {
            "title": "献寄旧府开封公",
            "content": "幕府三年远，春秋一字褒。书论秦逐客，赋续楚离骚。\r\n地理南溟阔，天文北极高。酬恩抚身世，未觉胜鸿毛。"
        },
        {
            "title": "乐游原",
            "content": "春梦乱不记，春原登已重。青门弄烟柳，紫阁舞云松。\r\n拂砚轻冰散，开尊绿酎浓。无悰托诗遣，吟罢更无悰。"
        },
        {
            "title": "陈后宫",
            "content": "玄武开新苑，龙舟宴幸频。渚莲参法驾，沙鸟犯句陈。\r\n寿献金茎露，歌翻玉树尘。夜来江令醉，别诏宿临春。"
        },
        {
            "title": "陆发荆南始至商洛",
            "content": "昔去真无奈，今还岂自知。青辞木奴橘，紫见地仙芝。\r\n四海秋风阔，千岩暮景迟。向来忧际会，犹有五湖期。"
        },
        {
            "title": "裴明府居止",
            "content": "爱君茅屋下，向晚水溶溶。试墨书新竹，张琴和古松。\r\n坐来闻好鸟，归去度疏钟。明日还相见，桥南贳酒醲。"
        },
        {
            "title": "自贶",
            "content": "陶令弃官后，仰眠书屋中。谁将五斗米，拟换北窗风。"
        },
        {
            "title": "访秋",
            "content": "酒薄吹还醒，楼危望已穷。江皋当落日，帆席见归风。\r\n烟带龙潭白，霞分鸟道红。殷勤报秋意，只是有丹枫。"
        },
        {
            "title": "高松",
            "content": "高松出众木，伴我向天涯。客散初晴候，僧来不语时。\r\n有风传雅韵，无雪试幽姿。上药终相待，他年访伏龟。"
        },
        {
            "title": "所居",
            "content": "窗下寻书细，溪边坐石平。水风醒酒病，霜日曝衣轻。\r\n鸡黍随人设，蒲鱼得地生。前贤无不谓，容易即遗名。"
        },
        {
            "title": "曼倩辞",
            "content": "十八年来堕世间，瑶池归梦碧桃闲。\r\n如何汉殿穿针夜，又向窗中觑阿环。"
        },
        {
            "title": "旧将军",
            "content": "云台高议正纷纷，谁定当时荡寇勋。\r\n日暮灞陵原上猎，李将军是故将军。"
        },
        {
            "title": "王昭君",
            "content": "毛延寿画欲通神，忍为黄金不顾人。\r\n马上琵琶行万里，汉宫长有隔生春。"
        },
        {
            "title": "思归",
            "content": "固有楼堪倚，能无酒可倾。岭云春沮洳，江月夜晴明。\r\n鱼乱书何托，猿哀梦易惊。旧居连上苑，时节正迁莺。"
        },
        {
            "title": "寄远",
            "content": "姮娥捣药无时已，玉女投壶未肯休。\r\n何日桑田俱变了，不教伊水向东流。"
        },
        {
            "title": "假日",
            "content": "素琴弦断酒瓶空，倚坐欹眠日已中。\r\n谁向刘灵天幕内，更当陶令北窗风。"
        },
        {
            "title": "戏题友人壁",
            "content": "花径逶迤柳巷深，小阑亭午啭春禽。\r\n相如解作长门赋，却用文君取酒金。"
        },
        {
            "title": "昭州",
            "content": "桂水春犹早，昭川日正西。虎当官道斗，猿上驿楼啼。\r\n绳烂金沙井，松干乳洞梯。乡音殊可骇，仍有醉如泥。"
        },
        {
            "title": "失猿",
            "content": "祝融南去万重云，清啸无因更一闻。\r\n莫遣碧江通箭道，不教肠断忆同群。"
        },
        {
            "title": "杂歌谣辞·李夫人歌",
            "content": "一带不结心，两股方安髻。惭愧白茅人，月没教星替。\r\n剩结茱萸枝，多擘秋莲的。独自有波光，彩囊盛不得。\r\n蛮丝系条脱，妍眼和香屑。寿宫不惜铸南人，\r\n柔肠早被秋波割。清澄有馀幽素香，鳏鱼渴凤真珠房。\r\n不知瘦骨类冰井，更许夜帘通晓霜。土花漠碧云茫茫，\r\n黄河欲尽天苍黄。"
        },
        {
            "title": "杂曲歌辞·杨柳枝",
            "content": "暂凭樽酒送无憀，莫损愁眉与细腰。\r\n人世死前唯有别，春风争拟惜长条。\r\n含烟惹雾每依依，万绪千条拂落晖。\r\n为报行人休尽折，半留相送半迎归。"
        },
        {
            "title": "杂曲歌辞·无愁果有愁曲",
            "content": "东有青龙西白虎，中含福皇包世度。玉壶渭水笑清潭，\r\n凿天不到牵牛处。骐驎踏云天马狞，牛山撼碎珊瑚声。\r\n秋娥点滴不成泪，十二玉楼无故钉。推烟唾月抛千里，\r\n十番红桐一行死。白杨别屋鬼迷人，空留暗记如蚕纸。\r\n日暮向风牵短丝，血凝血散今谁是。"
        },
        {
            "title": "相和歌辞·江南曲",
            "content": "郎船安两桨，侬舸动双桡。扫黛开宫额，裁裙约楚腰。\r\n乖期方积思，临醉欲拼娇。莫以采菱唱，欲羡秦台箫。"
        },
        {
            "title": "曲江",
            "content": "望断平时翠辇过，\r\n空闻子夜鬼悲歌。\r\n金舆不返倾城色，\r\n玉殿犹分下苑波。\r\n死忆华亭闻唳鹤，\r\n老忧王室泣铜驼。\r\n天荒地变心虽折，\r\n若比伤春意未多。"
        },
        {
            "title": "哭刘司户蕡",
            "content": "路有论冤谪，\r\n言皆在中兴。\r\n空闻迁贾谊，\r\n不待相孙弘。\r\n江阔惟回首，\r\n天高但抚膺。\r\n去年相送地，\r\n春雪满黄陵。"
        },
        {
            "title": "吴宫",
            "content": "龙槛沉沉水殿清，\r\n禁门深掩断人声。\r\n吴王宴罢满宫醉，\r\n日暮水漂花出城。"
        },
        {
            "title": "七月二十九日崇让宅宴作",
            "content": "露如微霰下前池，\r\n风过回塘万竹悲。\r\n浮世本来多聚散，\r\n红蕖何事亦离披？\r\n悠扬归梦惟灯见，\r\n□落生涯独酒知。\r\n岂到白头长只尔，\r\n嵩阳松雪有心期。"
        },
        {
            "title": "天涯",
            "content": "春日在天涯，天涯日又斜。\r\n莺啼如有泪，为湿最高花。\r\n【赏析】：　　此诗冯《谱》编于大中九年（855），时商隐在梓州柳仲郢幕。张《笺》编在大中五年（851），时商隐在徐州卢弘止幕，并云：“‘春日天涯’，点时点地。‘日又斜’，府主又卒也。‘最高花’，所指显然。冯编梓幕，大误。”刘、余《集解》云：“义山诗中，‘天涯’一语，或指桂州，或指梓州。此诗就诗中所抒写之感情论，似作于梓幕较为合理。”冯《注》引杨致轩语：“意极悲，语极艳。”屈复《玉溪生诗意》：“不必有所指，不必无所指，言外只觉有一种深情。”此诗写天涯沦落，又值春残日暮，人有情而鸟无意，伤春伤时又自伤身世。“莺啼如有泪，为湿最高花”句，比之杜甫“感时花溅泪，恨别鸟惊心”句，更为美艳而沉痛，激越而悲凉。张《笺》落实“最高花”乃指卢弘止，并以“日又斜”喻卢之亡故，似过于执着于本事。"
        },
        {
            "title": "夕阳楼",
            "content": "花明柳暗绕天愁，上尽重城更上楼。\r\n欲问孤鸿向何处，不知身世自悠悠。\r\n【注释】：①此诗写于唐太宗大和九年（835）秋天。作者的知己萧澣被贬，诗人登夕阳楼（此楼为萧澣在郑州刺史任上所建），触景伤情，感慨万千，写下这首情致深婉的小诗。\r\n②荥阳：在今河南省城皋县西南一带。\r\n③是：指夕阳楼。\r\n④所知：所熟悉的人。\r\n⑤萧侍郎，名澣。《旧唐书·文宗纪》：“大和七年（833）三月，以给事中萧澣为郑州刺史，入为刑部侍郎。九年六月，贬遂州司马。”《地理志》：“遂州遂宁郡，属剑南东道。”萧澣贬遂州司马，不久病逝，商隐作有《哭遂州萧侍郎二十四韵》。【赏析】：　　此诗大约作于大和九年（835）秋。据自注可知，萧正在遂州。夕阳楼是萧在郑州做刺史时所建。商隐昔曾投靠萧澣，有知遇之谊，故称\"所知\"。商隐此时当在荥阳，闻知交远谪，而独上夕阳楼，抚今追昔，乃有孤鸿零落，前程未卜之叹。故虽有花明柳暗之景，却无秋高气爽之情，唯觉愁情绕天。诗以孤鸿喻人，然所喻何人？前人解说不同。或云自喻，或云喻萧。胡世焱曰：\"身世方自悠悠，而问孤鸿所向，不几于悲乎？'自'字宜玩味，我自如此，何问鸿为？感慨深矣。\"纪昀曰：\"借孤鸿对写，映出自己，吞吐有致，但不免有做作态，觉不十分深厚耳。\"刘、余《集解》云：\"三四巧于言情，不直言己之身世如悠悠孤鸿，而谓方将同情孤鸿之远去，忽悟己之身世亦复如彼。是怜人者正须被怜，而竟不自知其可怜，亦无人复怜之也。运思固极婉曲，言情亦极凄惋，然浑朴之气亦因之而斫削。纪评虽稍苛，然眼力自非张氏之一味吹捧者可比。\" \r\n　　旧郑州之名胜。遗迹位于今郑州市商城遗址西南角，始建年代无考，最早出现于史籍者为唐代诗人李商隐的《夕阳楼》：“花明柳暗绕天愁，上尽重城更上楼。欲问孤鸿向何处，不知身世自悠悠。”依此可知，夕阳楼至少有1100多年的历史。又据宋、明、清历代诗人所写之诗，嘉靖《郑州志》、民国五年《郑县志》所载，以及1983年文物普查时发现的残断“夕阳楼”碑可知，夕阳楼位于今郑州商城遗址西南角，为旧郑州城内最高处，与周围亭台楼阁相连，形成一组建筑群，登楼远眺，可见西南梅、泰诸山。明代中叶后倒塌失存。也有人认为夕阳楼址在今荥阳境内。\r\n　　三 、四两句专就望中所见孤鸿南征的情景抒慨。仰望天空，万里寥廓，但见孤鸿一点，在夕阳余光的映照下孑然逝去。这一情景，连同诗人此刻登临的夕阳楼，都很自然地使他联想起被贬离去、形单影只的萧澣，从内心深处涌出对萧澣不幸遭际的同情和前途命运的关切，故有“欲问”之句。但方当此时，忽又顿悟自己的身世原来也和这秋空孤鸿一样孑然无助、渺然无适，真所谓“不知身世自悠悠”了。这两句诗的好处，主要在于它真切地表达了一种特殊人生体验：一个同情别人不幸遭遇的人，往往未有意识到他自己原来正是亟须人们同情的不幸者；而当他一旦忽然意识到这一点时，竟发现连给予自己同情的人都不再有了 。“孤鸿”尚且有关心它的人，自己则连孤鸿也不如。这里蕴含着更深沉的悲哀，更深刻的悲剧。冯浩说三四两句“凄惋入神 ”，也许正应从这个角度去理解。而“欲问”、“不知”这一转跌，则正是构成“凄惋入神”的艺术风韵的重要因素。谢枋得说 ：“若只道身世悠悠，与孤鸿相似，意思便浅。欲问、不知四字，无限精神。”（《叠山诗话》）这是深得诗人用意的独具只眼之评。体现了李商隐七绝“寄托深而措辞婉”（叶燮《原诗》）的特点。"
        },
        {
            "title": "正月崇让宅",
            "content": "密锁重关掩绿苔，\r\n廊深阁迥此徘徊。\r\n先知风起月含晕，\r\n尚自露寒花未开。\r\n蝙拂帘旌终展转，\r\n鼠翻窗网小惊猜。\r\n背灯独共余香语，\r\n不觉犹歌起夜来。"
        },
        {
            "title": "重有感",
            "content": "玉帐牙旗得上游，安危须共主君忧。\r\n窦融表已来关右，陶侃军宜次石头。\r\n岂有蛟龙愁失水？更无鹰隼与高秋。\r\n昼号夜哭兼幽显，早晚星关雪涕收？\r\n【注释】：①玉帐：主帅所居帐幕。宋张淏《云谷杂记》：“玉帐乃兵家压胜之方位，主将于其方置军帐则坚不可犯，犹玉帐然。其法出于黄帝遁甲。”牙旗：大将所建以象牙为饰的大旗。张衡《东京赋》“牙旗缤纷”，《文选》注：“《兵书》曰：‘牙旗者，将军之旌。’谓古者天子出，建大牙旗，竿上以象牙饰之，故云牙旗。”\r\n②窦融：东汉平陵人，曾任钜鹿太守，归汉后受凉州牧，上表请出兵讨隗嚣。及破嚣，封安丰侯，拜冀州牧。见《后汉书》本传。关右：函谷关以西。\r\n③陶侃：晋鄱阳人，刘弘辟为南蛮长史，明帝时曾率师平苏峻之乱。会师于石头城下。乱平，封长沙郡公，拜大将军。见《晋书》本传。石头：石头城。在今江苏南京。\r\n④蛟龙愁失水：《管子·形势》：“蛟龙，水虫之神者也。乘于水，则神立；失于水，叫神废。”\r\n⑤鹰隼与高秋：《礼记·月令》：“孟秋之月，……白露降，寒蝉鸣，鹰乃祭鸟，用始行戮。”又，《汉书·孙宝列传》：“今日鹰隼始击，当顺天气，取奸恶，以成严霜之诛。”与，与“举”同义。\r\n⑥星关：犹言天门，指皇帝居处。【赏析】：　　唐文宗大和九年，宦官发动“甘露之变”，挟持文宗，杀害宰相。义山有感于此次政变，先作五言排律《有感》二首，复作此七律，故曰“重有感”。本篇冯浩、张采田均以为专为昭义节度使刘从谏而发，庶几近之，盖意欲激刘从谏出兵辅佐文宗消除宦官势力，使幽显雪涕收也。声情激越，知其对宦官之专横跋扈，实深恶痛绝，乃有“欲回天地”之想，足见其志之锐、其气之盛，大义凛然，非懦弱书生也。"
        },
        {
            "title": "银河吹笙",
            "content": "怅望银河吹玉笙，\r\n楼寒院冷接平明。\r\n重衾幽梦他年断，\r\n别树羁雌昨夜惊。\r\n月榭故香因雨发，\r\n风帘残烛隔霜清。\r\n不须浪作缑山意，\r\n湘瑟秦箫自有情。"
        },
        {
            "title": "板桥小别",
            "content": "回望高城落晓河，\r\n长亭窗户压微波。\r\n水仙欲上鲤鱼去，\r\n一夜芙蓉红泪多。"
        },
        {
            "title": "离亭赋得折杨柳二首",
            "content": "（其一）\r\n暂凭樽酒送无憀，莫损愁眉与细腰。\r\n人世死前惟有别，春风争拟惜长条？\r\n（其二）\r\n含烟惹雾每依依，万绪千条拂落晖。\r\n为报行人休尽折，半留相送半迎归。\r\n【注释】：①无憀：“憀”音liáo，“依赖”的意思。“无憀”就是心里没着没落的，惶恐不安。\r\n②人世死前唯有别：人生最痛苦的事除了死亡就是离别，所以叔本华说：“离别是先尝死亡的滋味。”\r\n③为报行人：“报”即“报答”之意，在这里是指送行的人对被送的人的希望，希望他此去不久还会回来。【赏析】：　　第一首借言惜柳而写足惜别之意；第二首又以退为进，宛言杨柳依依送别，亦依依盼归。人生固难免离别，然有别自盼有归，有离自望有合，故杨柳依依亦自然有此二用。商隐诗之巧思，实在是缘于他对人生的深思和敏悟。善解人生、巧解人生者方有妙语佳句。"
        },
        {
            "title": "富平少侯",
            "content": "七国三边未到忧，十三身袭富平候。\r\n不收金弹抛林外，却惜银床在井头。\r\n彩树转灯珠错落，绣檀回枕玉雕锼。\r\n当关不报侵晨客，新得佳人字莫愁。\r\n【注释】：(1)富平少侯：即西汉的张放。他母亲是汉成帝的姊妹，妻子是许皇后的侄女，年少时他就袭封了富平侯的爵位，深受汉成帝的宠信，给以侍中、中郎将等高官。\r\n(2)七国：汉景帝时，吴、胶西、楚、赵、济南、淄川、胶东等七个分封的诸侯国发动叛乱。这里用来指统治阶级的内乱。三边：幽州、并州和凉州。汉代匈奴贵族常侵扰这些地方。这里用来借指中原以外少数民族统治者的侵扰。这句说，国家的内外都还没有发生祸乱，所以他一点儿也不发愁。\r\n(3)银床：指把手及支柱上镶银的井上辘轳架。这两句说：他成天打鸟玩，抛掉的金弹丸不计其数；可是看到井上有镶银的辘轳架，却又觉得可惜。\r\n(4)彩树：比喻华美的灯。古时富贵人家用的灯有所谓九枝灯、百枝灯等名目，灯柱上的分枝很多。\r\n(5)错落：形容位置交错。这句说，华丽的灯象是盛开的彩树，灯火如同无数明珠在闪烁。\r\n(6)绣檀：指纹理美丽的檀香木。\r\n(7)雕锼(shōu)：镂刻。这句说，用檀香木作枕头，四周镂刻了反复回环的花纹，好似精美的玉雕一样。\r\n(8)当关：看门的人。\r\n(9)不报：指不去向主人通报。一作“莫报”。\r\n(10)侵晨客：清早来的客人。\r\n(11)莫愁：梁武帝萧衍《河中之水歌》：“洛阳女儿名莫愁”。作者在这里是有意借用这个现成名字，来和首句“七国三边未到忧”相照应。【赏析】：　　这是作者早年写的一首政治讽刺诗，借咏史讽刺现实。据史书记载，汉成帝刘骜(ào)与富平侯张放在一起鬼混，常便服出游，自称“富平侯家人”。唐敬宗李湛十六岁登基，也是只知享乐，穷奢极欲，不理政事。作者这首诗不仅揭露了当时一些豪门贵族的骄奢淫佚生活，而且也把批判的锋芒指向了最高封建统治者。"
        },
        {
            "title": "汉宫词",
            "content": "青雀西飞竟未回，\r\n君王长在集灵台。\r\n侍臣最有相如渴，\r\n不赐金茎露一杯。"
        },
        {
            "title": "齐宫词",
            "content": "永寿兵来夜不扃，金莲无复印中庭。\r\n梁台歌管三更罢，犹自风摇九子铃。\r\n【注释】：①张《笺》编此诗于大中十一年（857）时商隐任盐铁推官，游江东，至白下。凭吊齐、梁旧事，有感于两朝皆务浮华享乐，于纸醉金迷、轻歌曼舞之间，兴衰代续，乃有此作。\r\n②永寿句：《南史·齐废帝东昏侯纪》：“齐废帝东昏侯宝卷起芳乐、芳德、仙华、大兴、含德、清曜、安寿等殿，又别为潘妃起神仙、永寿、玉寿三殿。……萧衍师至，王珍国、张稷应之，夜开云龙门，勒兵入殿。是夜，帝在含德殿，吹笙歌，作《女儿子》。卧未熟，闻兵入，趋出北户，……直后张齐斩首送萧衍。”同书又载：“又凿金为莲华以贴地，令潘妃行其上，曰：‘此步步生莲华也。’”此以永寿宫代指齐宫，言宝卷宠潘妃及亡国之事。\r\n③夜不扃：夜里未关宫门（因有内应）。\r\n④梁台：晋、宋间称朝廷禁省为台。梁台即萧梁宫禁之地，故址在今南京玄武湖畔。【赏析】：　　这是一首咏史诗，但妙在只叙事而不议论。永寿殿阁，金莲女色，梁台歌舞的奢华享乐中，演绎着兴衰更替的历史故事，那风中摇曳的九子铃，见证过一代代王朝的悲欢荣辱，物是人非！刘、余《集解》云：\"九子铃既齐废帝荒淫昏愦之标志，亦其荒淫亡国之见证；既梁台新主荒淫相继之标志，亦其重蹈覆辙之预兆。\"历史是漫长而且复杂的，但诗人只\"就微物点出，令人思而得之\"，\"倍觉唱叹有情\"。李商隐是一位常怀忧国之心的诗人，此诗咏史之意未必不在讽今。前人多有认为此诗讽唐敬宗者，不无道理。杜牧《阿房宫赋》云：\"秦人不暇自哀而后人哀之，后人哀之而不鉴之，亦使后人而复哀后人也;九子铃之鉴，深意或正在此。\"犹\"字耐人寻味。此诗含蓄蕴藉，与《贾生》诗之直言议论风格不同，下附其诗供参读：\r\n　　宣室求贤访逐臣，贾生才调更无伦。\r\n　　可怜夜半虚前席，不问苍生问鬼神。"
        },
        {
            "title": "楚吟",
            "content": "山上离宫宫上楼，楼前宫畔暮江流。\r\n楚天长短黄昏雨，宋玉无愁亦自愁。\r\n【注释】：①山上离宫即前篇所写之楚宫。\r\n②长短：无论长短。即今言“总之”。【赏析】：　　此诗当与前首为同时先后之作。宋玉《九辩》：“余萎约而悲愁。”诗人以宋玉自况，感慨身世之悲。张《会笺》云：“此亦荆楚感遇之作。”义山又有《宋玉》诗云：“何事荆台百万家，唯教宋玉擅才华？”义山每以宋玉自比，皆自负才华而感慨不遇之意。刘、余《集解》云：“作者所感本非一事。身世沉沦，仕宦坎坷，东西路塞，茫茫无之，值此楚天暮雨，江流渺渺，不觉触绪纷来，悲凉无限。”"
        },
        {
            "title": "端居",
            "content": "远书归梦两悠悠，只有空床敌素秋。\r\n阶下青苔与红树，雨中寥落月中愁。\r\n【赏析】：　　这是作者滞留异乡、思念妻子之作。题目“端居”，即闲居之意。 \r\n　　诗人远别家乡和亲人，时间已经很久。妻子从远方的来信，是客居异乡寂寞生活的慰藉，但已很久没有见到它的踪影了。在这寂寥的清秋之夜，得不到家人音书的空廓虚无之感变得如此强烈，为寂寞所咬啮的灵魂便自然而然地想从“归梦”中寻求慰藉。即使是短暂的梦中相聚，也总可稍慰相思。但“路迢归梦难成”（李煜《清平乐》），一觉醒来，竟是悠悠相别经年，魂魄未曾入梦。“远书归梦两悠悠”，正是诗人在盼远书而不至、觅归梦而不成的情况下，从心灵深处发出的一声长长的叹息。“悠悠”二字，既形象地显示出远书、归梦的杳邈难期，也传神地表现出希望两皆落空时依然怅然若失的意态。而双方山川阻隔、别后经年的时间、空间远隔，也隐见于言外。 \r\n　　次句写中宵醒后寂寥凄寒的感受。素秋，是秋天的代称。但它的暗示色彩却相当丰富。它使人联想起洁白清冷的秋霜、皎洁凄寒的秋月、明澈寒冽的秋水，联想起一切散发着萧瑟清寒气息的秋天景物。对于一个寂处异乡、“远书归梦两悠悠”的客子来说，这凄寒的“素秋”便不仅仅是引动愁绪的一种触媒，而且是对毫无慰藉的心灵一种不堪忍受的重压。然而，诗人可以用来和它对“敌”的却“只有空床”而已。清代冯浩《玉溪生诗笺注》引杨守智说：“‘敌’字险而稳。”这评语很精到。这里本可用一个比较平稳而浑成的“对”字。但“对”只表现“空床”与“素秋”默默相对的寂寥清冷之状，偏于客观描绘。而“敌”则除了含有“对”的意思之外，还兼传出空床独寝的人无法承受“素秋”的清寥凄寒意境，而又不得不承受的那种难以言状的心灵深处的凄怆，那种凄神寒骨的感受，更偏于主观精神状态的刻画。试比较李煜“罗衾不耐五更寒”(《浪淘沙》)，便可发现这里的“敌”字虽然下得较硬较险，初读似感刻露，但细味则感到它在抒写客观环境所给予人的主观感受方面，比“不耐”要深细、隽永得多，而且它本身又是准确而妥帖的。这就和离开整体意境专以雕琢字句为能事者有别。 \r\n　　三、四两句从室内的“空床”移向室外的“青苔”、“红树”。但并不是客观地描绘，而是移情入景，使客观景物对象化，带上浓厚的主观色彩。寂居异乡，平日很少有人来往，阶前长满了青苔，更显出寓所的冷寂。红树，则正是暮秋特有的景象。青苔、红树，色调本来是比较明丽的，但由于是在夜间，在迷蒙雨色、朦胧夜月的笼罩下，色调便不免显得黯淡模糊。在满怀愁绪的诗人眼里，这“阶下青苔与红树”似乎也在默默相对中呈现出一种无言的愁绪和清冷寥落的意态。这两句中“青苔”与“红树”，“雨中”与“月中”’“寥落”与“愁”，都是互文错举。“雨中”与“月中”，似乎不大可能是同一夜间出现的景象。但当诗人面对其中的一幅图景时（假定是月夕），自不妨同时在心中浮现先前经历过的另一幅图景（雨夕）。这样把眼前的实景和记忆中的景色交织在一起，无形中将时间的内涵扩展延伸了，暗示出像这样地中宵不寐，思念远人已非一夕。同时，这三组词两两互文错举，后两组又句中自对，又使诗句具有一种回环流动的美。如果联系一开头的“远书”“归梦”来体味，那么这“雨中寥落月中愁”的青苔、红树，似乎还可以让我们联想起相互远隔的双方“各在天一涯”默默相思的情景。风雨之夕，月明之夜，胸怀愁绪而寥落之情难遣的，又岂止是作客他乡的诗人一身呢！"
        },
        {
            "title": "碧城三首（其一）",
            "content": "碧城十二曲阑干，犀辟尘埃玉辟寒。\r\n阆苑有书多附鹤，女床无树不栖鸾。\r\n星沈海底当窗见，雨过河源隔座看。\r\n若是晓珠明又定，一生长对水晶盘。\r\n【赏析】：　　《碧城三首》是李商隐诗最难懂的篇章之一，历来众说纷纭 。清代姚培谦认为是“ 君门难进之词”（《李义山诗集笺》）；朱彝尊谓，第三首末联的“武皇”，唐人常用来指玄宗，应是讽刺唐明皇和杨贵妃；纪昀认为三首都是寓言，然所寓之意则不甚可知；明代胡震亨则认为：“ 此似咏唐时贵主事。唐初公主多自请出家，与二教（指佛教、道教）人媟近。商隐同时如文安、浔阳、平恩、邵阳、永嘉、永安、义昌、安康诸主，皆先后丐为道士，筑观在外。史即不言他丑，于防闲复行召入，颇著微词。”（以上均见《李义山诗集辑评》）程梦星、冯浩、张采田等均赞同此说，认为朱氏之说未免迂曲。其实，第三首末联云：“《武皇内传》分明在，莫道人间总不知。”两句讽刺意味非常明显；而“莫道”云云，又似非指明皇而言，因为他和杨贵妃的事，在唐代是人所共知的，李商隐之前，白居易的《长恨歌》、陈鸿的《长恨歌传》，早就明白写过；而且全诗三首的主人公都是女子，似以胡震亨说较为可信。 \r\n　　诗以第一首开头二字为题，与“ 无题”诗同类。此首以仙女喻入道的公主，从居处、服饰、日常生活等方面，写她们身虽入道，而尘心不断，情欲未除。首句“碧城十二曲阑干 ”写仙人居地。“碧城”即仙人住地。《太平御览》：“元始天尊居紫云之阁，碧霞为城。”“十二”指碧城，形容城阙之多，非必实数，诗人《九成宫》诗亦有“十二层城阆苑西”之句。碧霞为城，重叠辉映，曲栏围护，云气缭绕，写出天上仙宫的奇丽景象。次句“犀辟尘埃玉辟寒”写仙女们服饰的珍贵华美 。《述异记》：“却尘犀，海兽也，其角辟（避）尘，置之于座，尘埃不入。”《岭表录异》：“ 辟尘犀为妇人簪梳，尘不著发也。”古人认为玉德温润，故云“玉辟寒”。 \r\n　　接着写仙女的日常生活，第二联把仙女比作鸾鸟，说她们以鹤传书 。“ 阆苑 ”，传说中仙人所居之处。《集仙录》说西王母所居宫阙在“昆仑之圃，阆风之苑，有城千里，玉楼十二 ”。此处含蓄地点出传书者身份为女性。《山海经·西山经》：“女床之山，有鸟焉，其状如翟（即野鸡），五彩文，名曰鸾鸟。”朱鹤龄《李义山诗笺注》引道源注云：“仙家以鹤传书，白云传信。”这里的“书”，实指情书。鸾凤在古代诗文中常用来指男女情事，“ 阆苑”、“女床”亦与入道女冠关合，故程梦星称此联是写“处其中者，意在定情，传书附鹤，居然畅遂，是树栖鸾，是则名为仙家，未离尘垢。”（《重订李义山诗集笺注》）此联与首二句所写居处服饰及身份均极其高贵，应为贵家之女。第三联“ 星沉海底当窗见，雨过河源隔座看。”表面上是写仙女所见之景，实则紧接“ 传书”，暗写其由暮至朝的幽会。“星沉海底”，谓长夜将晓之际；雨脚能见，则必当晨曦已上之时。“ 河源”即黄河之源，此处指天河（银河）。据宋代周密《癸辛杂识》引《荆楚岁时记》载，汉代张骞为寻河(黄河)源，曾乘槎（木筏）直至天河，遇到织女和牵牛。又宋玉《高唐赋序》写巫山神女与楚怀王梦中相会，有“朝为行云，暮为行雨”之句。可见，诗中“雨过河源”是兼用了上述两个典故，写仙女的佳期幽会事。因为仙女住在天上，所以星沉雨过，当窗可见，隔座能看，如在目前。 \r\n　　末联“若是晓珠明又定，一生长对水精盘。”“晓珠”指太阳。《 太平御览》引《易参同契》：“日为流珠”。《唐诗鼓吹注》也说：“晓珠，谓日也。”“水精盘”即水晶盘。王昌龄《 甘泉歌》云：“昨夜云生拜初月，万年甘露水晶盘。”这里是指月亮。上联隔座看雨，天色已明，情人将去，所以结联以“晓珠”紧接上文，意思是说，如果太阳明亮而且不动，永不降落，那将终无昏黑之时，仙女们只好一生清冷独居，无复幽会之乐了。反过来，如果昏夜不晓，即可长夜欢娱而无尽头。诗用否定前者，肯定后者的方法，表现仙女对幽会的留恋不舍，难舍情缘。 \r\n　　此诗通篇都用隐喻，写得幽晦深曲。本来是写人间的入道公主，却假托为天上的仙女；本来是写幽期密约，表面却只是居处、服饰和周围的景物。诗人没有直截了当地把所要表达的意思说出，而是采用象征、暗示、双关、用典等表现方法，乍一读去，似觉恍惚迷离，难明所指。然而只要反复体味，仍能曲径通幽，捕捉到诗的旨趣。此诗想象极其丰富，把场景安排在天上，将道教传说和古代优美神话引入诗中，不但很好地表现了诗的主题，而且使诗显得极其瑰伟奇丽。尤其是第三联，设想之新奇，景象之壮美，用典之巧妙，词意之幽深，达到了很高的造诣。"
        },
        {
            "title": "晚晴",
            "content": "深居府夹城，春去夏犹清。\r\n天意怜幽草，人间重晚晴。\r\n并添高阁迥，微注小窗明。\r\n越鸟巢干後，归飞体更轻。\r\n【注释】：①俯夹城 : 城门外的曲城\r\n②幽草 : 幽暗地方的小草\r\n③高阁 : 指诗人居处的楼阁\r\n④迥 : 高远\r\n⑤越鸟 : 南方的鸟\r\n⑥乾 ：干【译文】：一个人深居简出过着清幽的日子，俯瞰夹城，春天已去，夏季清朗。 \r\n小草饱受雨水的浸淹，终于得到上天的怜爱，雨过天晴了。 \r\n登上高阁，凭栏远眺，天高地迥，夕阳冉冉的余晖透过窗棂。 \r\n越鸟的窝巢已被晒干，它们的体态也恢复轻盈了。【赏析】：　　细腻地描画晚晴景物，或许不算太难。但如果要在景物描写中融入诗人独特的感受与心境，特别是要不露痕迹地寓托某种积极的人生态度，使读者在思想上受到启示，这就需要诗人在思想境界和艺术工力上都“更上一层楼”。 \r\n　　首联说自己居处幽僻，俯临夹城（城门外的曲城），时令正值清和的初夏。乍读似不涉题，上下两句也不相属，其实“俯夹城”的“深居”即是览眺晚晴的立足点，而清和的初夏又进而点明了晚晴的特定时令，不妨说是从时、地两方面把诗题只体化了——初夏凭高览眺所见的晚晴。 \r\n　　初夏多雨，岭南尤然（此时诗人在桂林郑亚幕供职）。久雨转晴，傍晚云开日霁，万物顿觉增彩生辉，人的精神也为之一爽。这种景象与感受，本为一般人所习见、所共有。诗人的独特处，在于既不泛泛写晚晴景象，也不作琐细刻画，而是独取生长在幽暗处不被人注意的小草，虚处用笔，暗寓晚晴，并进而写出他对晚晴别有会心的感受。久遭雨潦之苦的幽草，忽遇晚晴，得以沾沐余辉而平添生意，诗人触景兴感，忽生“天意怜幽草”的奇想。这就使作为自然物的“幽草”无形中人格化了，给人以丰富的联想。诗人自己就有着类似的命运，故而很自然地从幽草身上发现自己。这里托寓着诗人的身世之感。他在为目前的幸遇欣慰的同时不期然地流露出对往昔厄运的伤感，或者说正由于有已往的厄运而倍感目前幸遇的可慰。这就自然引出“人间重晚晴”，而且赋予“晚晴”以特殊的人生含义。晚晴美丽，然而短暂，人们常在赞赏流连的同时对它的匆匆即逝感到惋惜与怅惘。然而诗人并不顾它的短暂，而只强调“重晚晴”。从这里，可以体味到一种分外珍重美好而短暂的事物的感情，一种积极、乐观的人生态度。 \r\n　　颔联写得浑融概括，深有托寓，颈联则转而对晚晴作工致的描画。这样虚实疏密相间，诗便显得弛张有致，不平板，不单调。雨后晚晴，云收雾散，凭高览眺，视线更为遥远，所以说“并添高阁迥”（这高阁即诗人居处的楼阁）。这一句从侧面写晚晴，写景角度由内及外，下句从正面写，角度由外及内。夕阳的余晖流注在小窗上，带来了一线光明。因为是晚景斜晖，光线显得微弱而柔和，故说“微注”。尽管如此，这一脉斜晖还是给人带来喜悦和安慰。这一联通过对晚景的具体描绘，写出了一片明朗欣喜的心境，把“重”字具体化了。 \r\n　　未联写飞鸟归巢，体态轻捷，仍是登高览眺所见。“巢乾”、“体轻”切“晴”，“归飞”切“晚”。宿鸟归飞，通常是触动旅人羁愁的，这里却成为喜晴情绪的烘托。古诗有“越鸟巢南枝”之句，这里写越鸟归巢，带有自况意味。如果说“幽草”是诗人“沦贱艰虞”身世的象征，那么，“越鸟”似乎是眼前托身有所、精神振作的诗人的化身。 \r\n　　这里要交代一下作者入桂幕前后的一些情况。李商隐自开成三年（838）入赘泾原节度使王茂元（被视为李党）以后，便陷入党争的狭谷，一直遭到牛党的忌恨与排挤。宣宗继立，牛党把持朝政，形势对他更加不利。他只得离开长安，跟随郑亚到桂林当幕僚。郑亚对他比较信任，在幕中多少能感受到一些人情的温暖；同时离开长安这个党争的漩涡，得以暂免时时遭受牛党的白眼，精神上也是一种解放。正因为这样，诗中才有幽草幸遇晚晴、越鸟喜归乾巢之感。 \r\n　　作为一首有寓托的诗，《晚晴》的写法更接近于“在有意无意之间”的“兴”。诗人也许本无托物喻志的明确意图，只是在登高览眺之际，适与物接而触发联想，情与境谐，从而将一刹那间别有会心的感受融化在对晚晴景物的描写之中，所以显得特别自然浑成，不着痕迹。"
        },
        {
            "title": "龙池",
            "content": "龙池赐酒敞云屏，羯鼓声高众乐停。\r\n夜半宴归宫漏永，薛王沉醉寿王醒。\r\n【赏析】：　　前两句写唐明皇赐宴兴庆宫龙池上的场面：云母屏开，宴饮作乐，羯鼓声急促高亢，淹没了所有器乐。后两句写夜深宴罢归来，唐明皇的侄儿薛王酩酊大醉，而儿子寿王却夜不成寐。为什么睡不着？留给读者以回味和想象。 \r\n　　“薛王沉醉”，这是没有深意的一笔，喝醉了的人该有不少，但为什么“寿王醒”？ \r\n　　玄宗李隆基夺走了儿子寿王的妻子杨玉环, \r\n　　玄宗皇帝携贵妃来华清池洗浴，叫来诸王子，酒宴排开，歌舞升平，看到昔日的妃子，今天成了皇帝的新宠，远远望去，粉白黛绿，明目皓齿，花枝招展，千娇百媚，那寿王酒宴上能喝得下去、回来后能睡得着觉吗？ \r\n　　诗人的笔触精微而传神，寥寥几个字，就把失去爱妻后的寿王那种悲苦、无奈，欲待忘却有无法忘却的心情刻划得生动极了。留给我们一张珍贵的历史写真。"
        },
        {
            "title": "柳",
            "content": "曾逐东风拂舞筵，乐游春苑断肠天。\r\n如何肯到清秋日，已带斜阳又带蝉。\r\n【赏析】：　　诗写的是写秋日之柳，但诗人不从眼前写起，而是先追想它在春日的情景，然后再回到眼前的柳上来。你看，在士女如云的乐游苑上，在繁华似锦的春日，婀娜多姿的春柳和飘然起舞的舞女在热闹的舞筵上结合了起来，分不清谁是舞女，何为柳枝，意境是何等的优美！而眼前的秋柳，却是完全相反的另一种景象。“清秋”“斜阳”“秋蝉”点染了环境的凄凉，春日之柳的繁盛，正反衬出秋日之柳的枯凋；春日愈是繁华得意，愈显出秋日之柳的零落憔悴。诗人正是通过这种强烈的对比，表达了对秋柳稀疏衰落的悲叹之情。全诗句句写柳，却不着一个“柳”字。句句写景，又句句抒情。诗人年轻时充满幻想和信心，怀有远大抱负，正如洋溢着勃勃生机的春柳。然而由于党争倾轧，诗人一直过着一种沉沦的生活，诗中经历荣枯悬殊变化的秋柳，正是诗人自伤迟暮、自叹身世的真实写照。"
        },
        {
            "title": "无题四首",
            "content": "（其一）\r\n来是空言去绝踪，\r\n月斜楼上五更钟。\r\n梦为远别啼难唤，\r\n书被催成墨未浓。\r\n蜡照半笼金翡翠，\r\n麝熏微度绣芙蓉。\r\n刘郎已恨蓬山远，\r\n更隔蓬山一万重。\r\n（其二）\r\n飒飒东风细雨来，\r\n芙蓉塘外有轻雷。\r\n金蟾啮锁烧香入，\r\n玉虎牵丝汲井回。\r\n贾氏窥帘韩掾少，\r\n宓妃留枕魏王才。\r\n春心莫共花争发，\r\n一寸相思一寸灰。\r\n（其四）\r\n何处哀筝随急管，\r\n樱花永巷垂杨岸。\r\n东家老女嫁不售，\r\n白日当天三月半。\r\n溧阳公主年十四，\r\n清明暖後同墙看。\r\n归来展转到五更，\r\n梁间燕子闻长叹。\r\n\r\n王十二兄与畏之员外相访，见招小饮，时予以悼亡日近，\r\n不去，因寄。\r\n谢傅门庭旧末行，\r\n今朝歌管属檀郎。\r\n更无人处帘垂地，\r\n欲拂尘时簟竟床。\r\n嵇氏幼男犹可悯，\r\n左家娇女岂能望？\r\n愁霖腹疾俱难遣，\r\n万里西风夜正长。"
        },
        {
            "title": "二月二日",
            "content": "二月二日江上行，\r\n东风日暖闻吹笙。\r\n花须柳眼各无赖，\r\n紫蝶黄蜂俱有情。\r\n万里忆归元亮井，\r\n三年从事亚夫营。\r\n新滩莫悟游人意，\r\n更作风檐夜雨声。"
        },
        {
            "title": "杜司勋",
            "content": "高楼风雨感斯文短翼差池不及群。\r\n刻意伤春复伤别，人间惟有杜司勋。\r\n【注释】：①杜司勋：即杜牧，曾于大中二年（848）三月入朝为司勋员外郎、史馆修撰（见《樊川集》中《上周相公启》及《宋州宁陵县记》）。\r\n②《诗·郑风·风雨》：“风雨如晦，鸡鸣不已。”抒写风雨怀人之情。此借意以怀杜牧，并以风雨迷茫之景象征时局之昏暗。\r\n③斯文：此文。即第三句所谓\"刻意伤春复伤别\"之作。王羲之《兰亭集序》：“后之览者，亦将有感于斯文。”\r\n④《诗·邶风·燕燕》：“燕燕于飞，差池其羽。”此谓自己翅短力微，不能与众鸟群飞比翼。此自谦才短，又自伤不能奋飞远举。\r\n⑤刻意：有意为之，此指别有寄托。【赏析】：　　此诗作于大中三年（849）春，时义山方从桂林郑亚幕府归京，暂为京兆府掾曹。《偶成转韵》诗自叙其时处境：“归来寂寞灵台下，着破蓝衫出无马。天官补吏府中趋，玉骨瘦来无一把。”刘、余《集解》：“此乃高楼风雨之时适读杜牧诗文，深有会心，别有寄慨之作。杜牧素以才略自负，喜议兵论政，指陈利病，而时值衰世，国运日颓，仕途偃蹇，抱负不遂。其忧国伤时之慨，困顿失意之感，不特发之于《感怀》、《郡斋独酌》等直接抒怀议论之作，亦每寄寓于伤春伤别、深情节缠绵之作中。当时读者，或有徒赏其风流绮靡，而忽其‘刻意伤春又伤别’之真旨者，故义山特借此以发明之。‘伤春’‘伤别’，诸家均未得其本义，实则义山已于一二句中自作注解矣。‘高楼风雨’，正昏暗时局之象征。因‘高楼风雨’而弥有感于斯文，已明示其诗文多忧国伤时之感，此即所谓‘伤春’。……‘伤别’，亦非单纯指寻常言别，而兼包慨叹‘短翼差池’，壮志不遂。”\r\n　　商隐认为：“刻意”写作“伤春伤别”之作，寄托深远者，当时唯杜牧一人。而知杜牧之诗者，唯己可当。二人乃当时才俊，然皆浮沉下僚，怀才不遇，可谓穷途知己。商隐为杜牧作诗共两首，另一首是七律《赠司勋杜十三员外》，兹录于下参读：\r\n　　杜牧司勋字牧之，清秋一首《杜秋》诗。前身应是梁江总，名总还曾字总持。\r\n　　心铁已从干镆利，鬓丝休叹雪霜垂。汉江远吊西江水，羊祜韦丹尽有碑。"
        },
        {
            "title": "咏史",
            "content": "北湖南埭水漫漫，一片降旗百尺竿。\r\n三百年间同晓梦，钟山何处有龙盘。\r\n【注释】：①北湖：南京玄武湖。《金陵志》：“南埭，水上闸也。”北湖南埭，统指玄武湖，是南朝操练水军的场所，也是帝王游宴之处。此言水漫漫，意谓昔日之水军、帝王皆不复存在，唯湖水漫漫矣。\r\n②一片降旗：刘禹锡《金陵怀古》：“千寻铁锁沉江底，一片降幡出石头。”乃指东吴孙皓降晋。\r\n③南京为六朝故都，三百年间，王朝更替，降旗屡树，非但孙吴一回。龙蟠：徐爰《释问》：“建康东北十里，有钟山，旧名金山，后更号蒋山。诸葛亮以为钟山龙盘，即蒋山也。”张勃《吴录》：“刘备曾使诸葛亮至京，因睹秣陵山阜，乃叹曰：‘钟山龙盘，石头虎踞，帝王之宅也。’”【赏析】：　　这是首咏史诗。通过对两汉之际王莽篡权的历史回顾，借古喻今。作者跳出了封建时代妇女生活的狭窄天地，发表了对社会、政治的一些见解。表达了诗人强烈的爱国主义思想。"
        },
        {
            "title": "哭刘蕡",
            "content": "上帝深宫闭九阍，巫咸不下问衔冤。\r\n广陵别後春涛隔，湓浦书来秋雨翻。\r\n只有安仁能作诔，何曾宋玉解招魂。\r\n平生风义兼师友，不敢同君哭寝门。\r\n【注释】：①刘蕡：字去华，昌平人，宝历二年进士，博学善文，性耿介，为宦官所嫉，贬柳州司户参军卒。《旧唐书》本传曰：“好谈王霸大略，耿介嫉恶，言及世务，慨然有澄清之志。”\r\n②“上帝”句：宋玉《招魂》：“君无上天些，虎豹九关，啄害下人些。”九阍，九重宫门。《礼记·月令》注：“天子九门。”\r\n③“巫咸”句：屈原《离骚》：“巫咸将夕降兮，怀椒糈而要之。”王逸注：“巫咸，古神巫也，当殷中宗之世。”\r\n④广陵：今江苏扬州。按，当作“黄陵”，盖二人之别在黄陵。其《哭刘司户蕡》五律结句云“去年相送地，春雪满黄陵”，可证。黄陵在今湖南湘阴。\r\n⑤湓浦：在今江西九江。陈圣俞《庐山记》：“江州有青盆山，故其城曰湓城，浦曰湓浦。”此或为刘蕡死处。故《哭刘司户二首》其二云：“已为秦逐客，复作楚冤魂。湓浦应分派，荆江会有源。”\r\n⑥安仁能作诔：晋潘岳字安仁，荥阳中牟人，善作诔文。《晋书》本传曰：“辞藻绝丽，尤善为哀诔之文。”\r\n⑦宋玉解招魂：楚辞《招魂序》：“宋玉怜哀屈原厥命将落，作《招魂》，欲以复其精神，延其年寿也。”\r\n⑧寝门：内室之门。哭寝门，《礼记·檀弓》载孔子语：“师，吾哭诸寝；朋友，吾哭诸寝门之外。”【赏析】：　　义山之与去华，风义在师友之间，故哭之者再，乃至数四，其情之笃之深，可想而知也。本篇六情激越，一气鼓荡，呼天抢地，沉郁顿挫，真乃情至之语。诚如金圣叹《贯华堂选批唐才子诗》所云：“一解四句，便有搏胸叫天，奋颅击地，放声长号，涕泗纵横之状。”是又何逊于安仁之哀诔也。\r\n　　此诗沉痛动人，既伤悼朋友，又为之鸣冤，深情而正义。同时所作伤悼刘蕡的诗共四首。另附三首如次：\r\n　　哭刘司户蕡\r\n　　路有论冤谪，言皆在中兴。空闻迁贾谊，不待相孙弘。\r\n　　江阔唯回首，天高但抚膺。去年相送地，春雪满黄陵。\r\n　　哭刘司户二首\r\n　　离居星岁易，失望死生分。酒瓮凝余桂，书签冷旧芸。\r\n　　江风吹雁急，山木带蝉曛。一叫千回首，天高不为闻。\r\n　　有美扶皇运，无谁荐直言。已为秦逐客，复作楚冤魂。\r\n　　湓浦应分派，荆江有会源。并将添恨泪，一洒问乾坤。"
        },
        {
            "title": "梦泽",
            "content": "梦泽悲风动白茅，楚王葬尽满城娇。\r\n未知歌舞能多少，虚减宫厨为细腰。\r\n【注释】：①梦泽：楚地有云、梦二泽，云泽在江北，梦泽在江南，即今洞庭湖一带。\r\n②悲风动白茅：一说为秋季。宋玉《九辩》：“悲哉秋之为气也，萧瑟兮草木摇落而变衰。”一说为春夏之交，白茅花开之季。白茅：《左传》杜注：“茅，菁茅也。束茅而灌之以酒，为缩酒。”周时楚国每年向周天子进贡包茅，以供祭祀时滤酒用。商隐过楚地，故言楚物。又白茅亦象征女性。《诗·召南·野有死麕》：“白茅纯束，有女如玉。”\r\n③楚王：楚灵王，是春秋时代著名的荒淫无道之君。《墨子》：“楚灵王好细腰，其臣皆三饭为节。”《韩非子·二柄》：“楚灵王好细腰，而国中多饿人。”《后汉书·马廖传》：“传曰：楚王好细腰，宫中多饿死。”【赏析】：　　此诗冯《谱》编于大中二年（848）秋商隐离桂北归途经洞庭湖一带时所作。刘、余《集解》定为大中元年（847）春夏之交赴桂途经洞庭所作。诗之意旨，旧说以为借讽刺楚灵王荒淫无道而警诫当世。然刘、余《集解》之说更深一层：“诗中所慨所讽者，为弥漫于当时楚国宫廷上下之‘细腰’风。此风固倡自 ‘好细腰’之楚灵王，然诗人用笔之重点则不在‘好细腰’者，而在为‘细腰’而减宫厨者。而于后者，又非仅讽其迎合邀宠，乃讽其身陷悲剧而不自知，为人戕害而不自知，自我戕害而不自知。……愚蠢而麻木。……作者于此竞为细腰之现象中所发掘者，乃一种自愿而盲目地走向坟墓之悲剧”。"
        },
        {
            "title": "赠柳",
            "content": "章台从掩映，郢路更参差。\r\n见说风流极，来当婀娜时。\r\n桥回行欲断，堤远意相随。\r\n忍放花如雪，青楼扑酒旗。\r\n【赏析】：　　《赠柳》，其实就是咏柳。咏而赠之，故题曰“赠”。前人认为此诗有本事，冯浩并认为系为洛阳歌妓柳枝作。由于年代久远，别无旁证，真实情况，已难考知。\r\n　　李商隐对柳很有感情，他的诗集中，以柳为题的，多至十几首。这一首同他别的那些咏柳诗不同，它的背景不是一地一处，而是非常广阔的地域。“章台从掩映，郢路更参差。”首联就从京城长安到大江之滨的江陵，写柳从北到南，无处不在，“掩映”“参差”，秀色千里。\r\n　　“掩映”、“参差”，是写柳色或明或暗，柔条垂拂的繁茂景象，点出时间是在春天。由“从”（任从）到“更”的变化，把柳的蓬勃生机，渲染得更加强烈。次联“风流”、“婀娜”，则是写柳的体态轻盈。柔长的柳枝，千枝万缕，春风吹拂，宛若妙龄女郎，翩跹起舞，姿态是非常动人的。“见说”是听见别人说，包括古今之人对柳的赞赏。“来当”句是说自己见到眼前之柳的时候，正当其婀娜多姿之时，表现出诗人的欣喜之情。上面四句，从广阔的背景上，对春柳作了生动具体的描绘，写出了她妩媚可爱的风姿。\r\n　　下面接写柳色绵延不断。一到春天，路旁堤畔之柳笼烟罩雾，葱茏翠绿，望之令人心醉。诗人的目光，正是被这迷人的柳色所牵引，向前移去，直到桥边，眼看柳色就要被隔断，可是跨过桥去，向旁一弯，却又顺着长堤，向前延伸，最后虽然眼中已望不见柳，但心中仿佛仍然见到青青的柳色向远方伸去。“行”作“行踪”、“踪迹”解。“意相随”既指春柳傍随长堤而去，也指诗人的心为柳所系，紧随不舍，最后直至青楼酒旗、柳花似雪之处。“青楼”、“酒旗”是人间繁华之地；飞花似雪是春柳盛极之时。“忍”即忍心之意，字里透露出诗人的痛惜之情。花飞似雪，固然美极盛极，然而繁华已极，就意味着离凋谢不远。两句把春柳的繁华写到极致，也把人的爱惜之情写到极点。纪昀评此诗云：“五、六句空外传神，极为得髓。结亦情致可思。”（《李义山诗集辑评》）这四句，意境很美，言外之意不尽，很耐人寻味。"
        },
        {
            "title": "北齐二首",
            "content": "一笑相倾国便亡，何劳荆棘始堪伤。\r\n小怜玉体横陈夜，已报周师入晋阳。\r\n\r\n巧笑知堪敌万几，倾城最在著戎衣。\r\n晋阳已陷休回顾，更请君王猎一围。\r\n【赏析】：　　这两首诗是通过讽刺北齐后主高纬宠幸冯淑妃这一荒淫亡国的史实，以借古鉴今的。两首诗在艺术表现手法上有两个共同的特点：一、议论附丽于形象。既是咏史，便离不开议论。然而好的诗篇总是以具体形象感人，而不是用抽象的道理教训读者。议论不脱离生动的形象，是这两首诗共同的优点。\r\n　　第一首前两句是以议论发端。“一笑”句暗用周幽王宠褒姒而亡国的故事，讽刺“无愁天子”高纬荒淫的生活。“荆棘”句引典照应国亡之意。晋时索靖有先识远量，预见天下将乱，曾指着洛阳宫门的铜驼叹道：“会见汝在荆棘中耳！”这两句意思一气蝉联，谓荒淫即亡国取败的先兆。虽每句各用一典故，却不见用事痕迹，全在于意脉不断，可谓巧于用典。但如果只此而已，仍属老生常谈。后两句撇开议论而展示形象画面。第三句描绘冯淑妃（“小怜”即其名）进御之夕“花容自献，玉体横陈”（司马相如），是一幅秽艳的春宫图，与“一笑相倾”句映带；第四句写北齐亡国情景。公元五七七年，北周武帝攻破晋阳（今山西太原），向齐都邺城进军，高纬出逃被俘，北齐遂灭。此句又与“荆棘”映带。两句实际上具体形象地再现了前两句的内容。淑妃进御与周师攻陷晋阳，相隔尚有时日。“已报”两字把两件事扯到一时，是着眼于荒淫失政与亡国的必然联系，运用“超前夸张”的修辞格，更能发人深省。这便是议论附丽于形象，通过特殊表现一般，是符合形象思维的规律的。\r\n　　如果说第一首是议论与形象互用，那么第二首的议论则完全融于形象，或者说议论见之于形象了。“巧笑倩兮，美目盼兮”，是《诗经》中形容美女妩媚表情。“巧笑”与“万机”，一女与天下，轻重关系本来一目了然。说“巧笑”堪敌“万机”，是运用反语来讽刺高纬的昏昧。“知”实为哪知，意味尤见辛辣。如说“一笑相倾国便亡”是热骂，此句便是冷嘲，不议论的议论。高纬与淑妃寻欢作乐的方式之一是畋猎，在高纬眼中，换着出猎武装的淑妃风姿尤为迷人，所以说“倾城最在著戎衣”。这句仍是反语，有潜台词在。古来许多巾帼英雄，其飒爽英姿，确乎给人很美的感觉。但淑妃身著戎衣的举动，不是为天下，而是轻天下。高纬迷恋的不是英武之姿而是忸怩之态。他们逢场作戏，穿著戎衣而把强大的敌国忘记在九霄云外。据《北齐书》载：周师取平阳（晋阳），帝猎于三堆，晋州告急。帝将返，淑妃更请杀一围，从之。在自身即将成为敌军猎获物的情况下，仍不忘追欢逐乐，还要再猎一围。三、四句就这样以模拟口气，将帝、妃死不觉悟的淫昏性格刻画得入木三分。尽管不著议论，但通过具体形象的描绘及反语的运用，即将议论融入形象之中。批判意味仍十分强烈。\r\n　　二、强烈的对比色彩。在形象画面之间运用强烈对比色彩，使作者有意指出的对象的特点更强调突出，引人注目，从而获得含蓄有力的表现效果，是这两首诗的又一显著特点。\r\n　　第一首三、四两句把一个极艳极亵的镜头和一个极危急险恶的镜头组接在一起，对比色彩强烈，产生了惊心动魄的效果。单从“小怜玉体横陈”的画面，也可见高纬生活之荒淫，然而，如果它不和那个关系危急存亡的“周归入晋阳”的画面组接，就难以产生那种“当局者迷，旁观者清”的惊险效果，就会显得十分平庸，艺术说服力将大为削弱。第二首三、四句则把“晋阳已陷”的时局，与“更请君王猎一围”的荒唐行径作对比。一面是十万火急，形势严峻；一面却是视若无睹，围猎兴浓。两种画面对照出现，令旁观者为之心寒，从而有力地表明当事者处境的可笑可悲，不着一字而含蓄有力。"
        },
        {
            "title": "杜工部蜀中离席",
            "content": "人生何处不离群？世路干戈惜暂分。\r\n雪岭未归天外使，松州犹驻殿前军。\r\n座中醉客延醒客，江上晴云杂雨云。\r\n美酒成都堪送老，当垆仍是卓文君。\r\n【注释】：①杜工部：杜甫。这首诗模仿杜诗风格而以“蜀中离席”为题。张《笺》云：“细味诗意，是西川推狱时。”商隐自大中五年冬至十年（851-856）在梓州（治所在今四川三台县）柳仲郢幕。依张《笺》，此诗大约是大中六年春自西川推狱归东川时作。\r\n②离群：《礼记·檀弓》：“吾离群而索居，亦已久矣。”\r\n③雪岭：即大雪山，一名蓬婆山，主峰名贡嘎山，在今四川西部康定县境内，其支脉绵延于四川西部，称为大雪山脉。唐时为唐与吐蕃边境。杜甫《岁暮》：“烟尘犯雪岭，鼓角动江城。”又《严公厅宴同咏蜀道画图得空字》：“剑阁星桥北，松州雪岭东。”天外使：唐朝往来吐蕃的使者。\r\n④松州：唐设松州都督府，属剑南道，治下所辖地面颇广，治所在今四川省阿坝藏族自治州内。因西邻吐蕃国，是唐朝西南边塞，故长有军队驻守。殿前军：本指禁卫军，此借指戍守西南边陲的唐朝军队。宋《蔡宽夫诗话》载：王安石晚年极喜欢这两句诗，称“虽老杜无以过。”\r\n⑤座中句：暗用《楚辞·渔父》屈原曰：“举世皆浊而我独清，众人皆醉而我独醒”。此言自己忧国伤乱，却怀才不遇，只能哺糟啜醨，醉生梦死。此联似用杜甫《闻官军收河南河北》“即从巴峡穿巫峡，便下襄阳向洛阳”句法。\r\n⑥美酒句：杜甫《江畔独步寻花》：“应须美酒送生涯”。此抒写饮酒消磨岁月，老大无成之感慨。\r\n⑦《史记·司马相如列传》：“相如与文君俱之临邛，尽卖车骑，买酒舍，酤酒，而令文君当垆。”杜甫《琴台》诗：“茂陵多病后，尚爱卓文君。酒肆人间世，琴台日暮云。”【赏析】：　　此诗拟杜，既得其诗法，又得其精神。诗中深寓忧时伤乱之感。次句“世路干戈”，点明当时战乱不已之时势。当时唐王朝与西边之党项、吐蕃国关系紧张，常有战事，故次联有“天外使”、“殿前军”之说。前四句重在忧国，后四句则自伤不遇。第五句以屈子自比，可见其自负而又自伤。后两句引司马相如自比，亦无奈之辞。管世铭《读雪山房唐诗钞序列》云：“善学少陵七言律者，终唐之世，唯李义山一人。”"
        },
        {
            "title": "悼伤后赴东蜀辟至散关遇雪",
            "content": "剑外从军远，无家与寄衣。\r\n散关三尺雪，回梦旧鸳机。\r\n【赏析】：　　李商隐生活的年代，“牛李党争”激烈，他因娶李党王茂元之女而得罪牛党，长期遭到排抑，仕途潦倒。尽管如此，他与王氏始终情笃意深。宣宗大中五年（851）夏秋之交，王氏突然病逝，李商隐万分悲痛。这年冬天，他应柳仲郢之辟，从军赴东川（治所梓州，今四川三台县）。痛楚未定，又要离家远行，凄戚的情怀是可想而知的。这首诗，就写于赴蜀途中。\r\n　　起句“剑外从军远”，点明这次远行的原因是“从军”，即入节度使幕府。“剑外”，指剑阁之南蜀中地区。诗题“遇雪”而作，却从远写起，着一“远”字，不仅写行程之遥，更有意让人由“远”思“寒”。隆冬之际，旅人孑然一身，行囊单薄，自然使人产生苦寒之思，又自然地使人盼望家中妻子寄棉衣来。可是，诗人的妻子已经不在人间，有谁寄棉衣呢？\r\n　　第二句“无家与寄衣”，蕴意精深。一路风霜，万般凄苦，都蕴含在这淡淡的一句诗中了。诗人善于用具体细节表达抽象的思念，用寄寒衣这一生活中的小事，倾泻出自己心底悲痛的潜流和巨大的哀思。\r\n　　“散关三尺雪”句是全诗的承转之辞，上承“遇雪”诗题，给人“乱山残雪夜，孤灯异乡人”的凄凉飘泊之感，同时，大雪奇寒与无家寄衣联系起来，以雪夜引出温馨的梦境，转入下文。我们不妨这样联想，也许因为大雪封山，道路阻绝，作者只能留宿散关驿舍。伤痛倦极，朦胧入睡，睡梦中见妻子正坐在旧时的鸳机上为他赶制棉衣。“回梦旧鸳机”，情意是多么真挚悲切！纪盷云：“回梦旧鸳机，犹作有家想也。”用“有家想”反衬“无家”丧妻的痛苦，以充满温馨希望的梦境反衬冰冷严酷的现实，更见诗人内心痛苦之深！至于梦中与妻子相见欢娱的情景和梦后倍觉哀伤的愁绪便略而不写，留在纸外，让读者自己想象思索了。\r\n　　此诗朴素洗炼，而又深情绵邈。诗用层层推进、步步加深的手法，写出凄凉寂寞的情怀和难言的身世之痛。从军剑外，畏途思家，这是第一层；妻亡家破，无人寄御寒之衣，伤别与伤逝之情交织一起，这是第二层；路途遇雪，行期阻隔，苦不堪言，这是第三层：“以乐景写哀”，用温馨欢乐的梦境反衬冰冷痛苦的现实，倍增其哀，这是第四层。诗至此，可以看出，在悼伤之情中，又包孕着行役的艰辛、路途的坎坷、伤别的愁绪、仕途蹭蹬的感叹等复杂感情。短短二十字，概括如此丰富深沉的感情内容，可见李商隐高度凝炼的艺术工力。（曹旭）"
        },
        {
            "title": "赠刘司户蕡",
            "content": "江风扬浪动云根，重碇危樯白日昏。\r\n已断燕鸿初起势，更惊骚客後归魂。\r\n汉廷急诏谁先入，楚路高歌自欲翻。\r\n万里相逢欢复泣，凤巢西隔九重门。\r\n【赏析】：　　刘蕡，敬宗宝历二年（826）进士，博学能文，性耿直，嫉恶如仇，有澄清天下之志。李商隐对他非常推崇。宣宗大中元年（847），诗人奉郑亚之命出使南郡和郑肃通好。次年正月南返时，与被贬去柳州的刘蕡在长沙一带相遇，李商隐写此诗相赠。\r\n　　诗的开头从相遇的地点黄陵庙写起。黄陵庙在黄陵山上，相传为舜妃葬处。山在湘江汇入洞庭的咽喉，山峰兀立，水势奔腾。时间正是初春，漫天阴沉，加上江风浩浩，越发扬起了浊浪。看来好似“云根”一般的岸边山石和系船石墩，受到浪花的猛烈冲击。船上高高的桅杆，在江风中摇摇晃晃，分外显得日暗天昏。这是湘江惊涛骇浪的实景，更是晚唐王朝政局动荡和险恶的写照。诗人运用传统的比兴手法，勾画了刘蕡悲剧遭遇的社会背景。\r\n　　颔联表现刘蕡的坎坷遭际，字里行间充满同情。“已断”句把刘蕡比做展翅万里的北国鸿雁（刘是燕人），刚刚要施展的雄图伟略就很快夭折了。这是隐指刘蕡应试未第。唐文宗时代，刘蕡曾应召试贤良方正能直言极谏科，在对策中切论宦官专横误国，应予诛灭，一时名动京师。但因遭宦官忌恨，未予录取，初试锋芒，就遭挫折。旋被令孤楚、牛僧孺召为从事，后授秘书郎，不久即遭宦官诬陷，贬为柳州司户参军。“更惊”句即指此番遭贬。诗人把刘蕡比做受谗而被放的屈原，远贬南荒，难归乡土。前一“已”字，后一“更”字，紧凑有力地把刘的生平遭际中两件大事联结起来，通过沉痛愤慨的笔调，表现了诗人对刘的遭遇深致扼腕。\r\n　　颈联又借用历史人物进一步抒写对刘蕡的敬仰和同情。“汉廷急诏”用贾谊遭贬三年后又被汉文帝召回长安，拜为梁怀王太傅的故事。这句是说，如果皇上急召贤臣，以先生之才，应是首先被召去的，还有谁可以比你先回朝廷的呢？这里高度称赞刘具有贾谊的抱负和才华，相信他一定会受到重用，敬慕和劝慰之情溢于言表。“楚路高歌”用楚国狂人接舆的故事。而刘蕡身贬楚地，恰与接舆仿佛，借刘的遭遇来抒发自己的满腔愤激。“自欲翻”，体现了诗人对挚友的深切同情和理解。\r\n　　结尾“万里相逢欢复泣，凤巢西隔九重门”，不仅是真挚深切的友谊之歌，更是对当时腐朽政治的愤激的控诉。两位挚友在远离家乡、远离帝京的地方不期而遇，其兴奋和喜悦之情，是可想而知的。这是“欢”的来由。然而为什么又“欢”而“复泣”呢？原来这意外相逢，恰同在他们患难之时：一个是得罪被贬；一个是长期受排挤而万里投荒。大体相同的坎坷命运和对国运的忧切，又使他们不得不泣。“欢”不过是知音乍见时一刹那间的快事，而“泣”则是经过悲愤交加的长期酝酿。欢而复泣，感情复杂而沉痛，包含着个人的失意，但主要却是为国运难扶而“泣”。末句中这一点表现得很显豁。凤巢，比喻贤臣在朝。《帝王世纪》说：“黄帝时，凤凰止帝东园，或巢于阿阁。”现在贤臣一时都已星散，远谪穷荒，备受排斥，“君门九重”，他们又如何可能竭忠尽智呢？诗人长期目击党争的翻云覆雨，又饱经天涯飘泊的生活，对唐王朝的黑暗现实的认识就更深切了。因而这首感情深挚的投赠之作，揉合了同情知友和忧时愤世之情。结尾的殷忧和愤懑，表面落在凤巢西隔、急诏无从上，但实际更和首联呼应。刘、李的遭遇，不都同是晚唐王朝“重碇危樯白日昏”的必然结果么？\r\n　　这首诗以感慨苍凉的雄浑声调和高昂挺拔的沉郁气势，表现自己哀时忧国的情感。诗在愤激之中，寓有深讽；景语之中，渗透情语；由眼前江风的险恶联想到国家的隐忧；从同是天涯沦落的遭遇引起了欢泣交加的复杂感情，“涵茹到人所不能涵茹”、“曲折到人所不能曲折”（刘熙载《艺概》），寓哀怆愤激于深沉凝重之中，具有似矛盾而又统一的深厚蕴藉的独特风格，可说是古典诗歌中的艺术珍品。\r\n　　（吴调公）"
        },
        {
            "title": "十一月中旬至扶风界见梅花",
            "content": "匝路亭亭艳，\r\n非时袅袅香。\r\n素娥惟与月，\r\n青女不饶霜。\r\n赠远虚盈手，\r\n伤离适断肠。\r\n为谁成早秀？\r\n不待作年芳。"
        },
        {
            "title": "滞雨",
            "content": "滞雨长安夜，残灯独客愁。\r\n故乡云水地，归梦不宜秋。\r\n【赏析】：　　所谓“滞雨”即因雨而停滞之意，可诗的首句却不说“夜雨滞长安”，反而说“滞雨长安夜”，于是，“雨”也因“滞”字多了几分厚实、缠绵的质感，让人觉得有无法排解的凝重。有雨的夜向来最引人迷醉，最让人动情，因为夜晚、雨水总是让人与怀念结合起来，这怀念因夜而深远，因雨而厚重。更为重要的是，有雨的夜总是为我们创造一个空间，这个空间是属于倾听的。无论是“一叶叶，一声声，空阶滴到明”还是“共眠一柯听秋雨小簟轻衾各自寒”，无论是“残漏声催秋雨急”，还是“留得枯荷听雨声”，都在显示着一种倾听的力量——对夜雨的倾听，对自我心事的倾听，对更为遥远的情事的倾听。倾听中总是有一个更为久远和辽阔的世界，因为听觉和视觉的不同就在于，视觉指向现在，指向视力可达的存在，而听觉却完全不以时序的意识形式来拥有我们记忆中的全部经验。许多时候，恰恰是因为闭上了眼睛，我们才突破了视觉的有限，拥有了感受的无限。所以夜雨中的凝神寂听会唤醒无数生命的体验，那是记忆，是一种独特的生命形式，是我们无法言说的真实与梦幻、记忆与遗忘的重叠。而此刻，对于漂泊异乡、独守孤灯的作者来讲，所有的倾听和回忆都指向同一个方向，那就是故乡。于是，在这一刻，秋雨声声为诗人的心灵创造了一个可以缓缓流动，可以无限扩展的空间，这个空间的中心，就是那闪烁着的一盏“残灯”。对于夜来讲，灯光给人的是安宁和温暖，可这安宁和温暖却因为外面的无限黑暗而变得忧伤起来。或者可以反过来说，正是这小小的一方光明才把世界留在了更加无边的黑暗中。莱布尼森说：“什么是黑暗，那就是最微弱的光明，是最起码的光明。”这句话与其说是在表达光明的无所不在，不如说是在表达有黑暗才有光明，光明因黑暗而存在。所以，这雨夜的残灯中闪耀着的一点温情，变得那么忧伤、那么孤独…… \r\n　　李商隐诗往往在结构上跳跃曲折，暇思无限，有时难免因牵扯得太多、太广泛而显得深奥、晦涩。此诗的前两句却自然平实得多，但在这平实的语言中，精妙的意象的使用创造出深远的易于联想的空间：秋雨、深夜凝听，孤灯、羁旅独坐，一个“愁”字就尽在不言中了。 \r\n　　诗的妙处还在后两句，“故乡云水地，归梦不宜秋。”“故乡云水地”显示出李诗特有的朦胧而又亲切可感。什么是云水地？是水云相接的苍茫与辽阔？是水重云复的遥远与阻隔？是水流云起的伤逝与叹愁？也许，因听雨而忆故乡，故乡偏也是多雨之地，多雨之秋，故怕归梦也被阻断。也许，越要相忆，越无法忆起，能记的只是那水般葱茏、云般无端的飘渺空虚；也许水流东逝，云卷云舒，让游子倍生时不待我之情，而故乡遥远、归思难收？施补华《岘佣诗话》中说李义山诗“侬丽之中，时带沉郁”，这份沉郁，正是他对心灵世界的丰富层次、复杂奥妙所作的前所未有的细腻刻划，正是对那心灵深处浩浩荡荡、无涯无际、扑朔迷离之状的传神展示。收句“归梦不宜秋”，语似直切，实则含蓄。夜雨孤灯日，正是思乡客愁时，作者却说“归梦不宜秋”，为什么呢？是因为“秋风布褐衣犹短，夜雨江湖梦亦寒”？是害怕“浓睡觉来莺语乱，惊残好梦无寻处”？还是担心“梦中不识路，何以慰相思”？理智的判断阻止不了情感的缠绵，正所谓“剪不断，理还乱，是离愁”。诗歌贵在含蓄，不宜太露、太直，但造成“含蓄”效果的方法各不相同，有的是“不言”，如刘禹锡“旧时王谢堂前燕，飞入寻常百姓家”，不言怀古伤逝，仅写王谢堂前燕飞入百姓家一事，却道尽了桑田沧海、人世无常之变；有的是“极言”，如李商隐之“相见时难别亦难”，李煜之“春花秋月何时了”，诗语本身明白如话，内心情感一览无余，但因这大白话具有高度的概括性，使得诗常常超越所描写的情事本身而获得了一种象征意义和不确指性；还有一种在言与不言之间，欲言又止，欲止又言，点而不破，说而不尽。"
        },
        {
            "title": "正月十五闻京有灯恨不得观",
            "content": "月色灯光满帝都，香车宝辇隘通衢。\r\n身闲不睹中兴盛[1]，羞逐乡人赛紫姑[2]。"
        },
        {
            "title": "谒山",
            "content": "从来系日乏长绳，水去云回恨不胜。\r\n欲就麻姑买沧海，一杯春露冷如冰。\r\n【注释】：①谒(yè)山：拜谒名山。这个诗题可能表示这首诗是拜谒名山时见到日落、水去、云回的景象有所感触而作的。\r\n②长绳系日：晋代傅玄(217—278)《九曲歌》里有“安得(怎么能够)长绳系白日”之叹。用长绳系住白日，是想留住时光。\r\n③水去：含有两个意思：一、与“云回”一样是所见景象，含有“百川东到海，何日复西归”、的意思；二、指时间的消逝。《论语》有“子在川上曰：‘逝者如斯夫，不舍昼夜！’”的话，是把时间比作流水。李商隐进而把流水当作时间。\r\n④恨不胜：怅恨不尽。胜，尽。\r\n⑤就麻姑买沧海：据晋代葛洪《神仙传》所记，说东汉桓(huán)帝时，仙人王方平降临蔡经家，还把麻姑召来。麻姑说：“接侍以来，已见东海三为桑田。向到蓬莱，水又浅于往者会时略半，岂将复还为陵陆乎？”李商隐据此想像沧海(指东海)是麻姑所有的，沧海里汇聚的是时间，买下沧海就是买下时间。\r\n⑥一杯春露：指沧海之水(也就是沧海里所汇聚的时间)已少到只剩一杯了。这是根据麻姑所说“向到蓬莱，水又浅于往者会时略半，岂将复还为陵陆乎”的话作出的想像。【赏析】：　　这首小诗以浪漫主义的奇思异想，感叹光阴流逝、生命短暂。\r\n　　一、二两句是写山上所见日落、水去、云回的景象，并由此发出“系日乏长绳”的感慨。\r\n　　第三句忽发奇想，欲买沧海。在这个奇想里，组合进了孔子“逝者如斯”之叹与麻姑三见东海变桑田的神话故事，而且又将它们作了改造：视水为光阴，并把沧海归属于麻姑所有。\r\n　　第四句以一杯春露的形象，发无法拥有较多光阴的感喟。这一句也揉进了麻姑的神话故事，而且以“冷如冰”三字传达了光阴的无情、诗人的无奈。"
        },
        {
            "title": "忆匡一师",
            "content": "无事经年别远公，帝城钟晓忆西峰。\r\n炉烟消尽寒灯晦，童子开门雪满松。\r\n【注释】：①远公：即东晋庐山东林寺高僧惠远（一作慧远），是净土宗的初祖。\r\n②无事：即“无端”\r\n③钟晓：即晓钟，是唐代京城长安清晨的一大特色。【赏析】：　　住一师是一个僧人。诗中用“远公”来代称住一师，可见住一师绝非平庸之辈，亦见诗人仰慕之情。无端而别，更使人怅恨。每天拂晓，宫中和各佛寺的钟声一齐长鸣，声震全城。诗人由帝城的晓钟，联想到住一师所在的西峰佛寺的晓钟，于是自然而然地想起相别经年的友人了。\r\n　　接着，诗人重现了留存在记忆中最深刻感人的一个场景，含蓄地表达出对往日深挚情谊的追念。“烟炉销尽”，寒灯晦暗，正是拂晓时佛殿的逼真写照。小童推开出门，只见皑皑白雪，洒满苍翠的松枝。这两句粗看似乎既未写其人，也未写其事，然而仔细吟味，却是其人宛在，其事历历在目。\r\n　　清晨的钟声，把诗人带到当年与住一师同在西峰时的情景中去。他们可能曾一处围炉夜话，畅叙友情；也可能曾一起煮茗吟诗，共赏佳句；也可能曾一道焚香鼓琴，敲枰对弈，……此时，烟炉里香火已灭，点了一夜的灯烛逐渐暗淡，两人忘了时间长，忘了天气寒，待到小童开门一看，啊，白雪铺天盖地，真成了一片银色世界！这西峰松雪图，让诗人重温了昔日相聚时的欢乐，饱含着诗人深沉的忆念之情。"
        },
        {
            "title": "瑶池",
            "content": "瑶池阿母绮窗开，黄竹歌声动地哀。\r\n八骏日行三万里，穆王何事不重来。\r\n【注释】：①瑶池：神话传说中西王母所居之地，为西方仙境。\r\n②阿母：据《汉武内传》载，西王母又称玄都阿母。\r\n③绮窗开：指西王母打开雕饰精美的窗子等待周穆王。\r\n④黄竹歌：《穆天子传》载，周穆王在到黄竹的路上，遇到风雪，有冻人，于是作《黄竹歌》三章以哀民。\r\n⑤八骏：传说周穆王有八匹骏马。\r\n⑥穆王：西周的国君，姓姬名满，周昭王之子，后来他成为神话传说中的人物，《穆天子传》就是记载他周游天下的传说的。【赏析】：　　晚唐迷信神仙之风极盛，最高统治者尤最，好几个皇帝因服丹药妄求长生而丧命。这首诗是借周穆王西游遇仙人西王母的神话，加以生发，讥刺皇帝求仙的虚妄。全诗虚构了西王母盼不到周穆王重来，暗示穆王已故的故事情节，显示了求仙妄想与死亡不可避免的对立。诗人不作正面议论，而却以西王母心中的疑问作诘。构思巧妙，用心良苦，讽刺辛竦，韵味无穷。"
        },
        {
            "title": "细雨",
            "content": "帷飘白玉堂，簟卷碧牙床。\r\n楚女当时意，萧萧发彩凉。\r\n【注释】：①白玉堂，指天宫，相传中唐诗人李贺临死时，看见天上使者传天帝令召唤他上天给新建的白玉楼撰写记文。\r\n②碧牙床，喻指天空，蔚蓝澄明的天空好像用碧色象牙雕塑成的卧床。\r\n③楚女，指《楚辞·九歌·少司命》里描写的神女，诗中曾写到她在天池沐浴后曝晒、梳理自己头发的神情。\r\n④萧萧，清凉的感觉。【赏析】：　　诗篇一上来打了两个比方。这里将细雨由天上洒落，想象为有如天宫白玉堂前飘拂下垂的帷幕，又象是从天空这张碧牙床上翻卷下来的簟席。帷幕、簟席都是织纹细密而质地轻软的物件，用它们作比拟，既体现出细雨的密致形状，也描画了细雨随风飘洒的轻灵姿态。\r\n　　接下来，再借用神话传说材料作进一步形容。这里说：想象神女当时的意态，那茂密的长发从两肩披拂而下，熠熠地闪着光泽，萧萧地传送凉意，不就同眼前洒落的细雨相仿佛吗？这个比喻不仅更为生动地写出了细雨的诸项特征，还特别富于韵致，逗人遐想。整首诗联想丰富，意境优美，如“帷飘”、“簟卷”的具体形象，“白玉”、“碧牙”、“发彩”的设色烘托，“萧萧”的清凉气氛，尤其是神女意态的虚拟摹想，合成了一幅神奇谲幻、瑰丽多彩的画面。比较起来，《微雨》偏于写实作风，本诗则更多浪漫情味，从中反映出作者咏物的多样化笔调。 \r\n　　诗篇一上来打了两个比方。白玉堂，指天宫，相传中唐诗人李贺临死时，看见天上使者传天帝令召唤他上天给新建的白玉楼撰写记文。碧牙床，喻指天空，蔚蓝澄明的天空好象用碧色象牙雕塑成的卧床。这里将细雨由天上洒落，想象为有如天宫白玉堂前飘拂下垂的帷幕，又象是从天空这张碧牙床上翻卷下来的簟席。帷幕、簟席都是织纹细密而质地轻软的物件，用它们作比拟，既体现出细雨的密致形状，也描画了细雨随风飘洒的轻灵姿态。接下来，再借用神话传说材料作进一步形容。楚女，指《楚辞?九歌?少司命》里描写的神女，诗中曾写到她在天池沐浴后曝晒、梳理自己头发的神情。萧萧，清凉的感觉。这里说：想象神女当时的意态，那茂密的长发从两肩披拂而下，熠熠地闪着光泽，萧萧地传送凉意，不就同眼前洒落的细雨相仿佛吗？这个比喻不仅更为生动地写出了细雨的诸项特征，还特别富于韵致，逗人遐想。整首诗联想丰富，意境优美，如“帷飘”、“簟卷”的具体形象，“白玉”、“碧牙”、“发彩”的设色烘托，“萧萧”的清凉气氛，尤其是神女意态的虚拟摹想，合成了一幅神奇谲幻、瑰丽多彩的画面。"
        },
        {
            "title": "无题（二首其一）",
            "content": "来是空言去绝踪，月斜楼上五更钟。\r\n梦为远别啼难唤，书被催成墨未浓。\r\n蜡照半笼金翡翠，麝薰微度绣芙蓉。\r\n刘郎已恨蓬山远，更隔蓬山一万重！\r\n【注释】：①半笼：半映。指烛光隐约，不能全照床上被褥。\r\n②金翡翠：指饰以金翠的被子。\r\n③刘郎，相传东汉明帝永平五年刘晨、阮肇入山采药，迷不得出，遇二女子，邀至家留居半年才还，后人以此典喻艳遇。\r\n④蓬山，即蓬莱山，泛指仙境。韩寿，晋人，司空贾充的僚属，充每在家聚会，贾女从窗格中偷窥，见其貌美而爱之，与私通，充发觉后乃以妻寿。【译文】：　　你说来相会是空话，别后不见踪影；醒来楼上斜月空照，听得晓钟初鸣。梦里为伤远别啼泣，双双难以呼唤；醒后研墨未浓，奋笔疾书写成一信。\r\n　　残烛半照金翡翠的被褥，朦朦胧胧；麝香熏透芙蓉似的纱帐，软软轻轻。当年的刘郎，早已怨恨那蓬山遥远；你去的所在，要比蓬山更隔万重岭！【赏析】：　　这是一首艳情诗。诗中女主人思念远别的情郎，有好景不常在之恨。首联写有约不来的怨思，上句说负约，下句写梦见醒来已经天明。颔联写远别，上句写远别思念成梦，下句写醒后寄书。颈联写往昔爱情生活成了幻梦，上句写褥衾可见，下句写香帐可闻。末联写其人已远，情虽深挚，也不得不恨。\r\n　　李氏的艳情诗，善于把生活的原料，提炼升华为感情的琼浆玉露，使其超脱亵俗味，臻于完美。然而，也因此，李诗却比较深奥费解。"
        },
        {
            "title": "无题二首（其一）",
            "content": "凤尾香罗薄几重，碧文圆顶夜深缝。\r\n扇裁月魄羞难掩，车走雷声语未通。\r\n曾是寂寥金烬暗，断无消息石榴红。\r\n斑骓只系垂杨岸，何处西南待好风？\r\n【注释】：(1)凤尾香罗：即凤尾罗，一种轻薄华贵的丝织品。\r\n(2)几重：几层。古代的罗帐有单帐、复帐之分，这里指复帐，所以说“几重”。\r\n(3)碧文圆顶：有碧绿色花纹的圆形帐顶。\r\n(4)扇裁月魄：指女子手中所拿的团扇，裁制得和月亮一样圆。月魄，本指月亮无光的那部分，这里指月。\r\n(5)车走雷声：指车走时隆隆之声有如雷鸣。\r\n(6)语未通：没有机会互相交谈。\r\n(7)曾是：已是。\r\n(8)金烬暗：指烛将燃尽，光线暗淡。\r\n(9)断无：绝无。\r\n(10)石榴红：指石榴开花的时节。\r\n(11)斑骓：毛色青白相杂的马。\r\n(12)系：拴住。\r\n(13)西南待好风：指殷切地等待对方来相会。【赏析】：　　此诗也是写对情人的怀念。诗中写的似是诗人爱情生活中的一段经历，及由此而产生的难以忘怀的眷念深情。一联是想象情人在闺中夜缝罗帐。二联回忆邂逅相遇时的情景，情人含羞地以团扇遮面，车已离去未及通话。三联写离别后日夜想念常常辗转难眠，时光流逝，但始终不得消息，表现了相思的愁苦。末联写希望情人有一天能回来，甚至想象能有一种超现实的力量相助来和情人相会。对爱情的追求是这样执着、热烈，如果不是诗人自己的真实感受，不可能写得如此真挚感人。"
        },
        {
            "title": "无题",
            "content": "昨夜星辰昨夜风，画楼西畔桂堂东。\r\n身无彩凤双飞翼，心有灵犀一点通。\r\n隔座送钩春酒暖，分曹射覆蜡灯红。\r\n嗟余听鼓应官去，走马兰台类转蓬。\r\n【注释】：①画楼、桂堂：都是比喻富贵人家的屋舍。\r\n②灵犀：旧说犀牛有神异，角中有白纹如线，直通两头。\r\n③送钩：也称藏钩。古代腊日的一种游戏，分二曹以较胜负。\r\n④分曹：分组。\r\n⑤射覆：在覆器下放着东西令人猜。分曹、射覆未必是实指，只是借喻宴会时的热闹。\r\n⑥鼓：指更鼓。\r\n⑦应官：犹上班。\r\n⑧兰台：即秘书省，掌管图书秘籍。李商隐曾任秘书省正字。这句从字面看，是参加宴会后，随即骑马到兰台，类似蓬草之飞转，实则也隐含自伤飘零意。【译文】：　　昨夜星光灿烂，和风徐徐，在那画楼西边桂堂的东面。身上虽然没有彩凤的双翅可以飞到一起，但是两个人的心却像灵异的犀角一样，有一线相通。隔着座位玩送钩的游戏喝着温暖的春酒，分成小组射覆蜡烛分外红。可叹我听了报晓的更鼓要去官署应卯，骑着马去兰台，心却像是飞转的蓬草。【赏析】：　　这是一首纯洁的爱情诗。从诗中看，作者怀念的是一位贵家女子。作者从追忆昨夜回到现实，引出了诗人复杂微妙的心理：如此星辰非昨夜，为谁风露立中宵。可叹自己漂泊不定，又不得不匆匆走马兰台，开始寂寞乏味的工作。诗人描述了事件与场面来突出人物的心理活动，展现了诗人与情人时间太短，颇感无奈。全诗跳跃变幻，感情真挚，情意深长，形象动人。"
        },
        {
            "title": "无题",
            "content": "八岁偷照镜，长眉已能画。\r\n十岁去踏青，芙蓉作裙衩。\r\n十二学弹筝，银甲不曾卸。\r\n十四藏六亲，悬知犹未嫁。\r\n十五泣春风，背面秋千下。"
        },
        {
            "title": "为有",
            "content": "为有云屏无限娇，凤城寒尽怕春宵。\r\n无端嫁得金龟婿，辜负香衾事早朝！\r\n【注释】：①云屏：以云母饰制的屏风。\r\n②凤城：京城。\r\n③衾：被子。【译文】：　　云母屏风后，锁着无限娇媚的人儿；京城寒冬已尽，我还害怕春宵难捱。呵，为什么我嫁个佩戴金龟的夫婿？辜负了锦衾香帐，为早朝将侬撇开。【赏析】：　　这首诗是描写宦家少妇闺怨的。首句点明官宦人家，云母屏风，人儿娇媚；二句写寒冬去尽，春风送暖，气候宜人，然而不得贪眠晏起；第三、四句，写因为丈夫在朝内为官，每日必须早起上朝，自己仍是孤零寂寥。“无端嫁得金龟婿”，语浅意深，春情春怨，和盘托出。这首诗与王昌龄的“悔教夫婿觅封侯”，李益的“早知潮有信，嫁与弄潮儿”都是异曲同工，八度和弦。"
        },
        {
            "title": "微雨",
            "content": "初随林霭动，稍共夜凉分。\r\n窗迥侵灯冷，庭虚近水闻。\r\n【赏析】：　　开头两句写傍晚前后微雨始落不久的情景。霭，雾气。稍，渐渐。微雨初起时，只觉得它随着林中雾气一起浮动，根本辨不清是雾还是雨；逐渐地，伴同夜幕降临，它分得了晚间的丝丝凉意。\r\n　　后面两句写夜深后微雨落久的情景。迥，远。虚，空。微雨久落后气温下降，人坐屋内，尽管远隔窗户，仍然感觉出寒气透入户内，侵逼到闪烁不定的灯火上；同时，落久后空气潮显，雨点不免增重，在空寂的庭院里，可以听得见近处水面传来细微的淅沥声。\r\n　　四句诗写出了从黄昏到夜晚间微雨由初起到落久的过程，先是全然不易察觉，而后渐能察觉，写得十分细腻而熨贴，但是没有一个字直接刻画到微雨本身，仅是从林霭、夜凉、灯光、水声诸物象来反映微雨带给人的各种感受，显示了作者写景状物工巧入神的本领。下字也极有分寸，“初随”、“稍共”、“侵”、“冷”、“虚”、“近”，处处扣住微雨的特点，一丝不苟。"
        },
        {
            "title": "隋宫",
            "content": "紫泉宫殿锁烟霞，欲取芜城作帝家。\r\n玉玺不缘归日角，锦帆应是到天涯。\r\n于今腐草无莹火，终古垂杨有暮鸦。\r\n地下若逢陈后主，岂宜重问后庭花？\r\n【注释】：①紫泉：即紫渊。唐人避唐高祖李渊讳改紫泉。这里以紫泉宫殿指长安隋宫。\r\n②锁烟霞：喻冷落。\r\n③芜城：指扬州。\r\n④日角：额角饱满象太阳，古代认为有帝王之相。【译文】：　　长安宫殿锁在一片烟霞之中，又想要把江都作为帝都。如果不是因为玉玺归属李渊，炀帝的锦船还会游遍天涯。现在隋宫中只有腐草没有萤火，垂柳上经常有暮鸦停歇。如果炀帝在地下遇到陈主，难道还再问“后庭花”？【赏析】：　　这也是一首咏史吊古诗，内容虽是歌咏隋宫，其实乃讽刺炀帝的荒淫亡国。\r\n　　首联点题，写长安宫殿空锁烟霞之中，隋炀帝却一味贪图享受，欲取江都作为帝家。颔联却不写江都作帝家之事，而荡开一笔，写假如不是因为皇帝玉玺落到了李渊的手中，炀帝是不会以游江都为满足，龙舟可能游遍天下的。颈联写了炀帝的两个逸游的事实。一是他曾在洛阳景华宫征求萤火数斛，“夜出游山放之，光遍岩谷”；在江都也修了“放萤院”，放萤取乐。一是开运河，诏民献柳一株，赏绢一匹，堤岸遍布杨柳。作者巧妙地用了“于今无”和“终古有”，暗示萤火虫“当日有”，暮鸦“昔时无”，渲染了亡国后凄凉景象。尾联活用杨广与陈叔宝梦中相遇的典故，以假设反诘的语气，揭示了荒淫亡国的主题。陈是历史上以荒淫亡国而著称的君主。他降隋后，与太子杨广很熟。后来杨广游江都时，梦中与死去的陈叔宝及其宠妃张丽华相遇，请张舞了一曲《玉树后庭花》。此曲是了陈所为，是反映宫廷生活的淫靡，被后人斥为“亡国之音”。诗人在这里提到它，其用意是指炀帝重蹈陈后主覆辙，结果身死国灭，为天下笑。\r\n　　全诗采用比兴手法，写得灵活含蓄，色彩鲜明，音节铿锵。"
        },
        {
            "title": "隋宫",
            "content": "乘兴南游不戒严，九重谁省谏书函？\r\n春风举国裁宫锦，半作障泥半作帆！\r\n【注释】：①九重：指宫廷。\r\n②宫锦：按照宫廷规制，特制的锦。\r\n③障泥：马鞯。【译文】：　　隋炀帝乘着兴致南游从不戒严，皇宫中谁还省察谏书，春天全国上下都忙着裁制宫锦。一半用作障蔽泥土，一半用作了船帆。【赏析】：　　这首七绝讽刺了隋炀帝的奢侈昏淫。诗选取典型题材，揭露炀帝纵欲拒谏，不顾国家安危和人民死活的丑恶本质，暗示隋朝灭亡的难免。开头两句点出南游的一意孤行，绘出独夫民贼的嘴脸。三、四句借制锦帆点化耗尽民力之罪。语简意赅，贬刺颇深。"
        },
        {
            "title": "日射",
            "content": "日射纱窗风撼扉，\r\n香罗拭手春事违。\r\n回廊四合掩寂寞，\r\n碧鹦鹉对红蔷薇。"
        },
        {
            "title": "日日",
            "content": "日日春光斗日光，\r\n山城斜路杏花香。\r\n几许心绪浑无事，\r\n得及游丝百尺长？"
        },
        {
            "title": "屏风",
            "content": "六曲连环接翠帷，\r\n高楼半夜酒醒时。\r\n掩灯遮雾密如此，\r\n雨落月明两不知。"
        },
        {
            "title": "暮秋独游曲江",
            "content": "荷叶生时春恨生，荷叶枯时秋恨成。\r\n深知身在情长在，怅望江头江水声。\r\n【译文】：荷叶生时春恨也生了，荷叶乾枯时秋恨已成， \r\n虽然深深知道只要身在，情也在，却只能眺望江边流水，呜咽成声。【赏析】：　　唐诗人李商隐是泾川节度使王茂元的女婿。人称他是个多情郎，有多首荷诗赠予以上人。世上争艳，万紫千红，为何李商隐如此钟情于荷花呢？原来，这其中还有一段美丽感伤的爱情故事。 \r\n　　相传李商隐与王小姐相恋结合以前，曾有一恋人，小名叫“荷花”。荷花天生丽质，清秀可人，心地善良淳朴。李商隐年青有为，相貌出众，才华横溢。两人情投意合非常恩爱。在“荷花”的陪读下，李商隐的才学进步很快，两人一起渡过了一段幸福甜蜜的时光。就在李商隐快要进京赶考的前一个月。“荷花”突然身染重病，李商隐回天无术，只能日夜在病塌前陪伴“荷花”。随着病情的加重，一朵娇艳的“荷花”不幸早早地凋零了。“荷花”的早逝，给诗人带来了无比沉重的打击。后来诗人每见到湖塘里的荷花，心中便泛起阵阵忧伤。他自始至终也不能忘记那清秀美丽的“荷花”姑娘。《暮秋独游曲江》中：“荷叶生时春恨生，荷叶枯时秋恨成，深知身在情长在，怅望江头江水声”。意思是说荷叶初生时相遇恋人，不久分离，春恨已生。荷叶枯时恋人辞世，秋恨又成。只要身在人世，对伊的情意，地久天长永存。多少惆怅，只有那 \r\n　　流不尽的江水声。所以，“翠减红衰愁煞人”是面对荷花，写缅怀“荷花”的内心悲戚。不论这个传说真实与否，多情文士李商隐的爱情诗，多与荷花结缘则是勿庸置疑的事实。"
        },
        {
            "title": "落花",
            "content": "高阁客竟去，小园花乱飞。\r\n参差连曲陌，迢递送斜晖。\r\n肠断未忍扫，眼穿仍欲归。\r\n芳心向春尽，所得是沾衣。\r\n【注释】：①参差：高低不齐。\r\n②斜晖：夕阳的光辉。\r\n③归：春光过尽。\r\n④春尽：春晚。【译文】：　　高楼上客人竞相离去，小园里的落花随风乱飞。参差不齐连着曲折的小路，落花飘得很远送走了落日余辉。心肠已断不忍心打扫，望眼欲穿盼来的春天，又要回去。芳心随着春天散尽，所得到的只是落泪沾湿衣裳。【赏析】：　　这首咏物诗作于会昌六年（八四六年）闲居永乐期间。当时，李商隐因娶王茂元之女一事已构怨于牛党的令狐绹，境况很不如意。自然景物的变化极易触发他的忧思羁愁，于是便借园中落花隐约曲折地吐露自己的心曲。诗人眼望落花，想着自已的身世。抒发了自已受挫伤怀的心情。为落花悲伤，也是为自已英雄无用武之地而悲伤。全诗写景咏物，自然凄惋，情景交融，真切感人。"
        },
        {
            "title": "凉思",
            "content": "客去波平槛，蝉休露满枝。\r\n永怀当此节，倚立自移时。\r\n北斗兼春远，南陵寓使迟。\r\n天涯占梦数，疑误有新知。\r\n【注释】：①槛：栏杆。\r\n②节：季节。\r\n③移时：时间流过。\r\n④寓：寄。\r\n⑤数：屡次。【译文】：　　你离去时，春水上涨好像与栏杆齐平，现在蝉已经停止鸣叫，树枝挂满露水。深深地怀念在这个时节，长久地倚着栏杆站了很长时间。北斗在的地方像过去的春天一样遥远，南陵来的传书使者迟迟不到。在天涯屡次占卜梦境，怀疑你有了新朋友，忘了老朋友。【赏析】：　　诗人在凉秋中回忆友人离去的情景，寄托了无限的思念，也暗喻出自已难展抱负的愁怀。全诗用词简练，意蕴温婉，清新淡雅，情深意长。"
        },
        {
            "title": "泪",
            "content": "永巷长年怨绮罗，离情终日思风波。\r\n湘江竹上痕无限，岘首碑前洒几多。\r\n人去紫台秋入塞，兵残楚帐夜闻歌。\r\n朝来灞水桥边问，未抵青袍送玉珂。\r\n【注释】：①永巷：《三辅黄图》：“永巷，宫中长巷，幽闭宫女之有罪者。汉武帝时改为掖庭，置狱焉。”《史记·吕后本纪》：“乃令永巷囚戚夫人。”\r\n②湘江竹痕：指斑竹故事。李衎《竹谱详录》卷六：“泪竹生全湘九疑山中……《述异记》云：‘舜南巡，葬于苍梧，尧二女娥皇、女英泪下沾竹，文悉为之斑。’一名湘妃竹。”\r\n③岘首碑：《晋书》：“羊祜卒，百姓于岘山建碑。望其碑者莫不流涕。”\r\n④人去紫台：紫台，即紫宫、宫阙。此用王昭君故事。杜甫《咏怀古迹五首》之三：“一去紫台连朔漠，独留青冢向黄昏。”\r\n⑤兵残句：《史记·项羽本纪》：“项王军壁垓下，兵少食尽。汉军及诸侯兵围之数重。夜闻汉军四面皆楚歌，乃大惊曰：‘是何楚人之多也！’项王则夜起，饮帐中。有美人名虞，常幸从……于是项王乃悲歌慷慨，自为诗曰：‘力拔山兮气盖世，时不利兮骓不逝。骓不逝佤可奈何？虞兮虞兮奈若何？’歌数阕，美人和之。项王泣数行下。左右皆泣，莫能仰视。”\r\n⑥灞水桥：灞水是渭河支流，源出蓝田县东秦岭北麓，流经长安东，入渭河。灞桥在长安市东灞水上，是出入长安的要路之一，唐人常以此为饯行之地。\r\n⑦青袍：青袍寒士。玉珂：珂是马鞍上的玉石类饰物，此代指达官贵人。《西京杂记》“长安盛饰鞍马，皆白蜃为珂。”《玉篇》：“珂，石次玉也，亦玛瑙洁白如玉者。”此言寒士送贵胄，寒士自然很难堪。【赏析】：　　此诗以泪为主题，专言人世悲伤洒泪之事，八句言七事，前六句分别言：失宠、忆远、感逝、怀德、悲秋、伤败（朱彝尊批注语）等典故，七八句写青袍寒士送玉珂贵胄。“未抵”二字乃全诗关键，意谓前六句所述古之伤心泪，皆不及青袍送玉珂之泪感伤深重。程《笺》云：“此篇全用兴体，至截处一点正义便住。……八句凡七种泪，只结句一泪为切肤之痛。首句长门宫怨之泪，次句黯然送别之泪，三句自伤孀独之泪，四句有怀睛德之泪，五句身陷异域之泪，六句国破强兵之泪。泪至于此，可谓尽矣，极矣，无以加矣。然而坎坷失职之伤心，较之更有甚焉。故欲问灞水桥边，凡落拓青袍者饯送显达，其刺心刺骨之泪，竟非以上六等之泪所可抵敌也。”陈永正《李商隐诗选》（三联书店香港分店出版）云：“末两句点出全诗主题。作者把身世之感融进诗中，表现地位低微的读书人的精神痛苦。义山是个卑官，经常要送迎贵客，……此外对令狐陶低声下气，恳切陈情，还是被冷遇，被排斥。这种强烈的屈辱感，好比牙齿被打折了，还得和血吞在肚里，不能作声。……前六句是正面咏泪，用了六个有关泪的伤心典故，以衬托出末句。而末句所写的却是流不出的泪，那是滴在心灵的创口上的苦涩的泪啊！”\r\n　　李商隐诗用典较多，此诗可谓代表之一。北宋前期诗坛有“西昆体”，刻意学李商隐，其代表人物杨亿、钱惟演、刘筠曾专效此《泪》诗，各作《泪》二首，句句尽用前代感伤涕泣之典故。"
        },
        {
            "title": "锦瑟",
            "content": "锦瑟无端五十弦，一弦一柱思华年。\r\n庄生晓梦迷蝴蝶，望帝春心托杜鹃。\r\n沧海月明珠有泪，蓝田日暖玉生烟。\r\n此情可待成追忆，只是当时已惘然。\r\n【注释】：①锦瑟：装饰华美的瑟。瑟，古代一种弦乐器，声调悲凉，据说原有五十根弦，后改为二十五弦。\r\n②无端：无缘无故，没来由。\r\n③柱：瑟上系弦的小木柱。\r\n④华年：青春之年。\r\n⑤庄生：即庄周，战国时的哲学家。晓梦迷蝴蝶：见《庄子·齐物论》。\r\n⑥望帝：古代蜀国的君主，名杜宇，传说他让位死后，化为杜鹃鸟，悲啼不已。\r\n⑦春心：伤春之心。\r\n⑧“沧海”句：相传珍珠是由南海鲛人(神话中的人鱼)的眼泪变成，古人还认为海里的蚌珠随月亮盈亏而有圆缺变化，这里糅合了以上的典故。\r\n⑨蓝田：即蓝田山，在今陕西蓝田县，为有名的产玉之地。日暖玉生烟：相传宝玉埋在地下，在阳光的照耀下，良玉上空会出现烟云。【译文】：　　锦瑟呀，你为何竟有五十条弦？每弦每节，都令人怀思黄金华年。我心如庄子，为蝴蝶晓梦而迷惘；又如望帝化杜鹃，寄托春心哀怨。沧海明月高照，鲛人泣泪皆成珠。蓝田红日和暖，可看到良玉生烟。悲欢离合之情，岂待今日来追忆，只是当年却漫不经心，早已惘然。【赏析】：　　这首《锦瑟》，是李商隐的代表作，爱诗的无不乐道喜吟，堪称最享盛名；然而它又是最不易讲解的一篇难诗。自宋元以来，揣测纷纷，莫衷一是。 \r\n　　诗题“锦瑟”，是用了起句的头二个字。旧说中，原有认为这是咏物诗的，但近来注解家似乎都主张：这首诗与瑟事无关，实是一篇借瑟以隐题的“无题”之作。我以为，它确是不同于一般的咏物体，可也并非只是单纯“截取首二字”以发端比兴而与字面毫无交涉的无题诗。它所写的情事分明是与瑟相关的。 \r\n　　起联两句，从来的注家也多有误会，以为据此可以判明此篇作时，诗人已“行年五十”，或“年近五十”，故尔云云。其实不然。“无端”，犹言“没来由地”、“平白无故地”。此诗人之痴语也。锦瑟本来就有那么多弦，这并无“不是”或“过错”；诗人却硬来埋怨它：锦瑟呀，你干什么要有这么多条弦？瑟，到底原有多少条弦，到李商隐时代又实有多少条弦，其实都不必“考证”，诗人不过借以遣词见意而已。据记载，古瑟五十弦，所以玉溪写瑟，常用“五十”之数，如“雨打湘灵五十弦”，“因令五十丝，中道分宫徵”，都可证明，此在诗人原无特殊用意。 \r\n　　“一弦一柱思华年”，关键在于“华年”二字。一弦一柱犹言一音一节。瑟具弦五十，音节最为繁富可知，其繁音促节，常令听者难以为怀。诗人绝没有让人去死抠“数字”的意思。他是说：聆锦瑟之繁弦，思华年之往事；音繁而绪乱，怅惘以难言。所设五十弦，正为“制造气氛”，以见往事之千重，情肠之九曲。要想欣赏玉溪此诗，先宜领会斯旨，正不可胶柱而鼓瑟。宋词人贺铸说：“锦瑟华年谁与度？”（《青玉案》）元诗人元好问说：“佳人锦瑟怨华年！” \r\n　　（《论诗三十首》）华年，正今语所谓美丽的青春。玉溪此诗最要紧的“主眼”端在华年盛景，所以“行年五十”这才追忆“四十九年”之说，实在不过是一种迂见罢了。 \r\n　　起联用意既明，且看他下文如何承接。 \r\n　　颔联的上句，用了《庄子》的一则寓言典故，说的是庄周梦见自己身化为蝶，栩栩然而飞……浑忘自家是“庄周”其人了；后来梦醒，自家仍然是庄周，不知蝴蝶已经何往。玉溪此句是写：佳人锦瑟，一曲繁弦，惊醒了诗人的梦景，不复成寐。迷含迷失、离去、不至等义。试看他在《秋日晚思》中说：“枕寒庄蝶去”，去即离、逝，亦即他所谓迷者是。晓梦蝴蝶，虽出庄生，但一经玉溪运用，已经不止是一个“栩栩然”的问题了，这里面隐约包涵着美好的情境，却又是虚缈的梦境。本联下句中的望帝，是传说中周朝末年蜀地的君主，名叫杜宇。后来禅位退隐，不幸国亡身死，死后魂化为鸟，暮春啼苦，至于口中流血，其声哀怨凄悲，动人心腑，名为杜鹃。杜宇啼春，这与锦瑟又有什么关联呢？原来，锦瑟繁弦，哀音怨曲，引起诗人无限的悲感，难言的冤愤，如闻杜鹃之凄音，送春归去。一个“托”字，不但写了杜宇之托春心于杜鹃，也写了佳人之托春心于锦瑟，手挥目送之间，花落水流之趣，诗人妙笔奇情，于此已然达到一个高潮。 \r\n　　看来，玉溪的“春心托杜鹃”，以冤禽托写恨怀，而“佳人锦瑟怨华年”提出一个“怨”字，正是恰得其真实。玉溪之题咏锦瑟，非同一般闲情琐绪，其中自有一段奇情深恨在。 \r\n　　律诗一过颔联，“起”“承”之后，已到“转”笔之时，笔到此间，大抵前面文情已然达到小小一顿之处，似结非结，含意待申。在此下面，点笔落墨，好像重新再“起”似的。其笔势或如奇峰突起，或如藕断丝连，或者推笔宕开，或者明缓暗紧……手法可以不尽相同，而神理脉络，是有转折而又始终贯注的。当此之际，玉溪就写出了“沧海月明珠有泪”这一名句来。 \r\n　　珠生于蚌，蚌在于海，每当月明宵静，蚌则向月张开，以养其珠，珠得月华，始极光莹……。这是美好的民间传统之说。月本天上明珠，珠似水中明月；泪以珠喻，自古为然，鲛人泣泪，颗颗成珠，亦是海中的奇情异景。如此，皎月落于沧海之间，明珠浴于泪波之界，月也，珠也，泪也，三耶一耶？一化三耶？三即一耶？在诗人笔下，已然形成一个难以分辨的妙境。我们读唐人诗，一笔而有如此丰富的内涵、奇丽的联想的，舍玉溪生实不多觏。 \r\n　　那么，海月、泪珠和锦瑟是否也有什么关联可以寻味呢？钱起的咏瑟名句不是早就说“二十五弦弹夜月，不胜清怨却飞来”吗？所以，瑟宜月夜，清怨尤深。如此，沧海月明之境，与瑟之关联，不是可以窥探的吗？ \r\n　　对于诗人玉溪来说，沧海月明这个境界，尤有特殊的深厚感情。有一次，他因病中未能躬与河东公的“乐营置酒”之会，就写出了“只将沧海月，高压赤城霞”的句子。如此看来，他对此境，一方面于其高旷皓净十分爱赏，一方面于其凄寒孤寂又十分感伤：一种复杂的难言的怅惘之怀，溢于言表。 \r\n　　晚唐诗人司空图，引过比他早的戴叔伦的一段话：“诗家美景，如蓝田日暖，良玉生烟，可望而不可置于眉睫之前也。”这里用来比喻的八个字，简直和此诗颈联下句的七个字一模一样，足见此一比喻，另有根源，可惜后来古籍失传，竟难重觅出处。今天解此句的，别无参考，引戴语作解说，是否贴切，亦难断言。晋代文学家陆机在他的《文赋》里有一联名句：“石韫玉而山辉，水怀珠而川媚。”蓝田，山名，在今陕西蓝田东南，是有名的产玉之地。此山为日光煦照，蕴藏其中的玉气（古人认为宝物都有一种一般目力所不能见的光气），冉冉上腾，但美玉的精气远察如在，近观却无，所以可望而不可置诸眉睫之下，—这代表了一种异常美好的理想景色，然而它是不能把握和无法亲近的。玉溪此处，正是在“韫玉山辉，怀珠川媚”的启示和联想下，用蓝田日暖给上句沧海月明作出了对仗，造成了异样鲜明强烈的对比。而就字面讲，蓝田对沧海，也是非常工整的，因为沧字本义是青色。玉溪在词藻上的考究，也可以看出他的才华和工力。 \r\n　　颈联两句所表现的，是阴阳冷暖、美玉明珠，境界虽殊，而怅恨则一。诗人对于这一高洁的感情，是爱慕的、执着的，然而又是不敢亵渎、哀思叹惋的。 \r\n　　尾联拢束全篇，明白提出“此情”二字，与开端的“华年”相为呼应，笔势未尝闪遁。诗句是说：如此情怀，岂待今朝回忆始感无穷怅恨，即在当时早已是令人不胜惘惘了—话是说的“岂待回忆”，意思正在：那么今朝追忆，其为怅恨，又当如何！诗人用两句话表出了几层曲折，而几层曲折又只是为了说明那种怅惘的苦痛心情。诗之所以为诗者在于此，玉溪诗之所以为玉溪诗者，尤在于此。 \r\n　　玉溪一生经历，有难言之痛，至苦之情，郁结中怀，发为诗句，幽伤要眇，往复低徊，感染于人者至深。他的一首送别诗中说：“瘐信生多感，杨朱死有情；弦危中妇瑟，甲冷想夫筝！……”则筝瑟为曲，常系乎生死哀怨之深情苦意，可想而知。循此以求，我觉得如谓锦瑟之诗中有生离死别之恨，恐怕也不能说是全出臆断。"
        },
        {
            "title": "忆梅",
            "content": "定定住天涯，依依向物华。\r\n寒梅最堪恨，常作去年花。\r\n【注释】：①定定：唐时俗语，类今之“牢牢”。\r\n②天涯：此指梓州。\r\n③寒梅：早梅，多于严冬开放。作者作此诗时已值春季，故云“忆梅”。\r\n④恨：怅恨，遗憾。【赏析】：　　此咏梅而寓意之作。寒梅早秀而不逢春，以喻人之早秀而不逢时。\"定定住天涯\"句即有无限人生感喟。商隐大半生奔走飘泊，常为天涯游子，故曰\"定定\"，无奈而自伤。\"最堪恨\"者，并非寒梅，而是命运。寒梅开过，一岁又尽，而自己仍浪迹天涯，故有难言之恨。钱钟书云：\"人之非去年人，即在言外，含蓄耐味\"（《管锥编》1484-1485页）。 \r\n　　这是李商隐作幕梓州后期之作。写在百花争艳的春天，寒梅早已开过，所以题为“忆梅”。\r\n　　一开始诗人的思绪并不在梅花上面，则是为留滞异乡而苦。梓州（州治在今四川三台）离长安一千八百余里，以唐代疆域之辽阔而竟称“天涯”，与其说是地理上的，不如说是心理上的。李商隐是在仕途抑塞、妻子去世的情况下应柳仲郢之辟，来到梓州的。独居异乡，寄迹幕府，已自感到孤孑苦闷，想不到竟一住数年，意绪之无聊郁闷更可想而知。“定定住天涯”，就是这个痛苦灵魂的心声。定定，犹“死死地”、“牢牢地”，诗人感到自己竟象是永远地被钉死在这异乡的土地上了。这里，有强烈的苦闷，有难以名状的厌烦，也有无可奈何的悲哀。屈复说：“‘定定’字俚语入诗却雅。”这个“雅”，似乎可以理解为富于艺术表现力。\r\n　　为思乡之情、留滞之悲所苦的诗人，精神上不能不寻找慰藉，于是转出第二句：“依依向物华。”物华，指眼前美好的春天景物。依依，形容面对美好春色时亲切留连的意绪。诗人在百花争艳的春色面前似乎暂时得到了安慰，从内心深处升起一种对美好事物无限依恋的柔情。一、二两句，感情似乎截然相反，实际上“依依向物华”之情即因“定定住天涯”而生，两种相反的感情却是相通的。\r\n　　“寒梅最堪恨，长作去年花。”三、四两句，诗境又出现更大的转折。面对姹紫嫣红的“物华”，诗人不禁想到了梅花。它先春而开，到百花盛开时，却早花凋香尽，诗人遗憾之余，便不免对它怨恨起来了。由“向物华”而忆梅，这是一层曲折；由忆梅而恨梅，这又是一层曲折。“恨”正是“忆”的发展与深化，正象深切期待的失望会转化为怨恨一样。\r\n　　但这只是一般人的心理。对于李商隐来说，却有更内在的原因。“寒梅”先春而开、望春而凋的特点，使诗人很自然地联想到自己：少年早慧，文名早著，科第早登；然而紧接着便是一系列不幸和打击，到入川以后，已经是“克意事佛，方愿打钟扫地，为清凉山行者”（《樊南乙集序》），意绪颇为颓唐了。这早秀先凋，不能与百花共享春天温暖的“寒梅”，不正是诗人自己的写照吗？诗人在《十一月中旬扶风界风梅花》诗中，也曾发出同样的感叹：“为谁成早秀？不待作年芳。”非时而早秀，“不待作年芳”的早梅，和“长作去年花”的“寒梅”，都是诗人不幸身世的象征。正因为看到或想到它，就会触动早秀先凋的身世之悲，诗人自然不免要发出“寒梅最堪恨”的怨嗟了。诗写到这里，黯然而收，透出一种不言而神伤的情调。\r\n　　五言绝句，贵天然浑成，一意贯串，忌刻意雕镂，枝蔓曲折。这首《忆梅》，“意极曲折”（纪昀评语），却并不给人以散漫破碎、雕琢伤真之感，关键在于层层转折都离不开诗人沉沦羁泊的身世。这样，才能潜气内转，在曲折中见浑成，在繁多中见统一，达到有神无迹的境界。"
        },
        {
            "title": "重过圣女祠",
            "content": "白石岩扉碧藓滋，上清沦谪得归迟。\r\n一春梦雨常飘瓦，尽日灵风不满旗。\r\n萼绿华来无定所，杜兰香去未移时。\r\n玉郎会此通仙籍，忆向天阶问紫芝。\r\n【注释】：(1)圣女祠：《水经·漾水注》“武都秦冈山，悬崖之侧，列壁之上，有神像，若图指状妇人之容，其形上赤下白，世名之曰‘圣女神’。”武都，在今甘肃省武都县，是唐代由陕西到西川的要道。商隐开成二年（837）冬自兴元回长安时途经这里，曾作《圣女祠》诗。据张《笺》，大中十年（856）商隐随柳仲郢自梓州还朝重过此地，故题“重过”。\r\n(2)白石岩扉：指圣女祠的门。\r\n(3)碧藓滋：江淹《张司空华离情》：“闺草含碧滋。”\r\n(4)上清：道教传说中神仙家的最高天界。《灵宝本元经》：“四人天外曰三清境，玉清、太清、上清，亦名三天。”沦谪得归迟：谓神仙被贬谪到人间，迟迟未归。此喻自己多年蹉跎于下僚。\r\n(5)梦雨：屈原《九歌》“东风飘兮神灵雨。”王若虚《滹南诗话》引萧闲语：“盖雨之至细若有若无者谓之梦。”\r\n(6)灵风句：神灵之风。《云笈七签》：“灵风扬音，绿霞吐津。”陶弘景《真诰》：“右英王夫人歌：‘阿母延轩观，朗啸蹑灵风。’”《汉书·郊祀志》：“画旗树太乙坛上，名灵旗。”\r\n(7)不满旗：谓灵风轻微，不能把旗全部吹展。\r\n(8)萼绿华：仙女名。陶弘景《真诰·运象》：“萼绿华者，自云是南山人，不知是何山也。女子年可二十上下，青衣，颜色绝整。以升平三年十一月十日夜降于羊权家，自此往来，一月辄六过，来与权尸解药。”\r\n(9)杜兰香：仙女名。《墉城仙录》：“杜兰香者，有渔父于湘江之岸见啼声，四顾无人，唯一二岁女子，渔父怜而举之。十余岁，天姿奇伟，灵颜姝莹，天人也。忽有青童自空下，集其家，携女去，归升天。谓渔父曰：‘我仙女也，有过，谪人间，今去矣。’其后降于洞庭包山张硕家。”《搜神记》：“汉时有杜兰香者，自称南康人氏，以建业四年春数诣张硕，言本为君作妻，情无旷远，以年命未合，其小乖，太岁东方卯当还求君。”《晋书·曹毗传》：“桂阳张硕为神女杜兰香所降，毗以二诗嘲之，并续《兰香》歌诗十篇。”曹毗《神女杜兰香传》：“杜兰香自云：‘家昔在青草湖，风溺，大小尽没。香年三岁，西王母接而养之于昆仑之山，于今千岁矣。’”《太平御览》引《杜兰香别传》：“香降张硕，既成婚，香便去，绝不来。年余，硕忽见香乘车山际，硕不胜悲喜，香亦有悦色。言语顷时，硕欲登其车，其婢举手排硕，凝然山立。硕复于车前上车，奴攘臂排之，硕于是遂退。”\r\n(10)玉郎：神仙名。《金根经》：“青宫之内北殿上有仙格，格有学仙簿录，及玄名年月深浅，金简玉札，有十万篇，领仙玉郎所掌也。”冯注引《登真隐诀》：“三清九宫并有僚属，其高总称曰道君，次真人、真公、真卿，其中有御史、玉郎，诸小辈官位甚多。”此引玉郎何指？或云自喻；或云喻柳仲郢，时柳奉调将为吏部侍郎，执掌官吏铨选。\r\n(11)忆：此言想往、期望。\r\n(12)天阶：宫殿前的台阶。\r\n(13)问：求取。\r\n(14)紫芝：《茅君内传》：“句曲山有神芝五种，其三色紫，形如葵叶，光明洞彻，服之拜为龙虎仙君。”此喻指朝中之官职。【赏析】：　　这是一首性质类似无题的有题诗。意境扑朔迷离，托寓似有似无，比有些无题诗更费猜详。题内的“圣女祠”，或以为实指陈仓（今陕西宝鸡市东）的圣女神祠，或以为托喻女道士居住的道观。后一种说法可能比较接近实际。不过，诗中直接歌咏的还是一位“上清沦谪”的“圣女”以及她所居住的环境—圣女祠。因此，我们首先仍不妨从诗人所描绘的直接形象入手来理解诗意。\r\n　　古代有不少关于天上神女谪降人间的传说，因此诗人很自然地由眼前这座幽寂的圣女祠生出类似的联想。“白石岩扉碧藓滋，上清沦谪得归迟。”—圣女祠前用白石建造的门扉旁已经长满了碧绿的苔藓，看来这位从上清洞府谪降到下界的圣女沦落在尘世已经很久了。首句写祠前即目所见，从“白石”、“碧藓”相映的景色中勾画出圣女所居的清幽寂寥，暗透其“上清沦谪”的身份和幽洁清丽的风神气质；门前碧藓滋生，暗示幽居独处，久无人迹，微逗“梦雨”一联，同时也暗寓“归迟”之意。次句是即目所见而引起的联想，正面揭出全篇主意。“沦谪得归迟”，是说沦谪下界，迟迟未能回归天上。\r\n　　颔联从门前进而扩展到对整个圣女祠环境气氛的描绘—“一春梦雨常飘瓦，尽日灵风不满旗。”如丝春雨，悄然飘洒在屋瓦上，迷蒙飘忽，如梦似幻；习习灵风，轻轻吹拂着檐角的神旗，始终未能使它高高扬起。诗人所看到的，自然只是一段时间内的景象。但由于细雨轻风连绵不断的态势所造成的印象，竟仿佛感到它们“一春”常飘、“尽日”轻扬了。眼前的实景中融入了想象的成分，意境便显得更加悠远，诗人凝望时沉思冥想之状也就如在目前。单就写景状物来说，这一联已经极富神韵，有画笔难到之妙。不过，它更出色的地方恐怕还是意境的朦胧缥缈，能给人以丰富的联想与暗示。王若虚《滹南诗话》引萧闲语云：“盖雨之至细若有若无者，谓之梦。”这梦一般的细雨，本来就已经给人一种虚无缥缈、朦胧迷幻之感，再加上高唐神女朝云暮雨的故实，又赋予“梦雨”以爱情的暗示，因此，这“一春梦雨常飘瓦”的景象便不单纯是一种气氛渲染，而是多少带上了比兴象征的意味。它令人联想到，这位幽居独处、沦谪未归的圣女仿佛在爱情上有某种朦胧的期待和希望，而这种期待和希望又总是象梦一样的飘忽、渺茫。同样地，当我们联系“何处西南待好风”（《无题二首》之一）、“安得好风吹汝来”（《留赠畏之》）一类诗句来细加体味，也会隐隐约约感到“尽日灵风不满旗”的描写中暗透出一种好风不满的遗憾和无所依托的幽怨。这种由缥缈之景、朦胧之情所融合成的幽渺迷蒙之境，极富象外之致，却又带有不确定的性质，略可意会，而难以言传。这是一种典型的朦胧美。尽管它不免给人以雾里看花之感，但对于诗人所要表现的特殊对象—一位本身就带有虚无缥缈气息的“圣女”来说，却又有其特具的和谐与适应。“神女生涯原是梦”（《无题二首》之二）。这梦一般的身姿面影、身世遭遇，梦一般的爱情期待和心灵叹息，似乎正需要这梦一样的氛围来表现。\r\n　　颈联又由“沦谪”不归、幽寂无托的“圣女”，联想到处境与之不同的两位仙女。道书上说，萼绿华年约二十，上下青衣，颜色绝整，于晋穆帝升平三年夜降羊权家，从此经常往来，后授权尸解药引其升仙。杜兰香本是渔父在湘江岸边收养的弃婴，长大后有青童自天而降，携其升天而去。临上天时兰香对渔父说：“我仙女也，有过谪人间，今去矣。”来无定所，踪迹飘忽不定，说明并非“沦谪”尘世，困守一地；去未移时，说明终归仙界，而不同于圣女之迟迟未归。颔、颈两联，一用烘托，一用反衬，将“圣女”沦谪不归、长守幽寂之境的身世遭遇从不同的侧面成功地表现出来了。\r\n　　“玉郎会此通仙籍，忆向天阶问紫芝。”玉郎，是天上掌管神仙名册的仙官。通仙籍，指登仙界的资格（古称登第入仕为通籍）。尾联又从圣女眼前沦谪不归的处境转想她从前的情况，“忆”字贯通上下两句。意思是说，遥想从前，职掌仙籍的玉郎仙官曾经与圣女相会，帮助她登上仙界，那时的圣女曾在天宫的台阶上采取紫芝，过着悠闲自在的仙界生活，而如今却沦谪尘世，凄寂无托，能不慨然吗？一结以“忆”字唤起今昔之感，不言而黯然神伤。“天阶问紫芝”与“岩扉碧藓滋”正构成天上人间的鲜明对照。\r\n　　这首诗成功地塑造了一位沦谪不归、幽居无托的圣女形象。有的研究者认为诗人是托圣女以自寓，有的则认为是托圣女以写女冠。实际上圣女、女冠、作者，不妨说是三位而一体：明赋圣女，实咏女冠，而诗人自己的“沦谪归迟”之情也就借圣女形象隐隐传出。所谓“圣女祠”，大约就是女道观的异名，这从七律《圣女祠》中看得相当清楚。所不同的，只是《圣女祠》借咏圣女而寄作者爱情方面的幽渺之思，而《重过圣女祠》则借咏圣女而寄其身世沉沦之慨罢了。清人钱泳评“梦雨”一联道：“作缥缈幽冥之语，而气息自沉，故非鬼派”（《履园谭诗》）。由于其中融合了诗人自己遇合如梦、无所依托的人生体验，诗歌的意境才能在缥缈中显出沉郁。尾联在回顾往昔中所透露的人间天上之感，也隐然有诗人的今昔之感寄寓在里面。"
        },
        {
            "title": "寄蜀客",
            "content": "君到临邛问酒垆，\r\n近来还有长卿无？\r\n金徽却是无情物，\r\n不许文君忆故夫。"
        },
        {
            "title": "寄令狐郎中",
            "content": "嵩云秦树久离居，双鲤迢迢一纸书。\r\n休问梁园旧宾客，茂陵秋雨病相如。\r\n【注释】：①嵩：中岳嵩山，在今河南。\r\n②双鲤：指书信。\r\n③茂陵：今陕西兴平县东北，以汉武帝陵墓而得名。【译文】：你是嵩山云我是秦川树，长久离居，千里迢迢，你寄来一封慰问的鲤书。\r\n请别问我这个梁园旧客生活的甘苦，我就象茂陵秋雨中多病的司马相如。【赏析】：　　这首诗是作者于武宗会昌五年（８４５）闲居洛阳，寄给长安故友令狐?的。令狐?这时正任右司郎中。首句写嵩山与秦川远隔，各在一方。以各自所见的\"云\"和\"树\"，寄寓思念；二句写收到书信后心中的快感；三、四句写自己的境况。以因病免职闲居茂陵的司马相如自比，倾诉潦倒多病，寂寞无聊的心情。\r\n　　今人刘学锴评此诗：\"有感念旧恩故交之意，却无卑屈趋奉之态；有感慨身世落寞之辞，却无乞援望荐之意；情意虽谈不上深厚浓至，却比较直率诚恳。\"这个论断颇为中肯。"
        },
        {
            "title": "花下醉",
            "content": "寻芳不觉醉流霞，倚树沉眠日已斜。\r\n客散酒醒深夜后，更持红烛赏残花。\r\n【赏析】：　　义山诗往往风情万种，唯美是求。冯《注》曰：“最有韵，亦复最无聊。”纪昀曰：“情致有余，格律未足。”冯位《秋窗随笔》称此诗“有雅人深致。”林昌彝《射鹰楼诗话》云：“此方是爱花极致，能从寂寞中识之也。天下爱才慕色者果能如是耶？”张《笺》云：“含思宛转，措语沉著，晚唐七绝，少有媲者，真集中佳唱也。”刘、余《集解》：“‘醉流霞’双关，既醉于酒，亦醉于艳若流霞之花。……而‘持红烛赏残花’，更将爱花、惜花之心理推至高潮。情致之曲折，风格之浑成，均义山所独有。”\r\n　　首句“寻芳不觉醉流霞”，写出从“寻”到“醉”的过程。因为爱花，所以怀着浓厚的兴味，殷切的心情，特地独自去“寻芳”；既“寻”而果然喜遇；既遇遂深深为花之美艳所吸引，流连称赏，不能自已；流连称赏之馀，竟不知不觉地“醉”了。这是双重的醉。流霞，是神话传说中一种仙酒。《论衡》上说，项曼卿好道学仙，离家三年而返，自言：“欲饮食，仙人辄饮我以流霞。每饮一杯，数日不饥。”这里用“醉流霞”，含意双关，既明指为甘美的酒所醉，又暗喻为艳丽的花所醉。从“流霞”这个词语中，可以想象出花的绚烂、光艳，想象出花的芳香和情态，加强了“醉”字的具体可感性。究竟是因为寻芳之前喝了酒此时感到了醉意，还是在寻芳的过程中因为心情陶然而对酒赏花？究竟是因迷于花而增添了酒的醉意，还是因醉后的微醺而更感到花的醉人魅力？很难说得清楚。可能诗人正是要借这含意双关的“醉流霞”写出生理的醉与心理的醉的相互作用和奇纱融合。“不觉”二字，正传神地描绘出目眩神迷、身心俱醉而不自知其所以然的情态，笔意极为超妙。\r\n　　次句“倚树沉眠日已斜”进一步写“醉”字。因迷花醉酒而不觉倚树（倚树亦即倚花，花就长在树上，灿若流霞）；由倚树而不觉沉眠；由沉眠而不觉日已西斜。叙次井然，而又处处紧扣“醉”字。醉眠于花树之下，整个身心都为花的馥郁所包围、所浸染，连梦也带着花的醉人芳香。所以这“沉眠”不妨说正是对花的沉醉。这一句似从李白《梦游天姥吟留别》“迷花倚石忽已暝”句化出，深一层写出了身心俱醉的迷花境界。\r\n　　醉眠花下而不觉日斜，似已达到迷花极致而难以为继。三、四两句忽又柳暗花明，转出新境──“客散酒醒深夜后，更持红烛赏残花。”在倚树沉眠中，时间不知不觉由日斜到了深夜，客人已经散去，酒也已经醒了，四周是一片夜的朦胧与沉寂。在这种环境气氛中，一般的人是不会想到赏花的；即使想到，也会因露冷风寒、花事阑珊而感到意兴索然。但对一个爱花迷花的诗人来说，这样一种环境气氛，反倒更激起赏花的意趣。酒阑客散，正可静中细赏；酒醒神清，与醉眼朦胧中赏花自别有一番风味；深夜之后，才能看到人所未见的情态。特别是当他想到日间盛开的花朵，到了明朝也许就将落英缤纷、残红遍地，一种对美好事物的深刻留连之情便油然而生，促使他抓住这最后的时机领略行将消逝的美，于是，便有了“更持红烛赏残花”这一幕。在夜色朦胧中，在红烛的照映下，这行将凋谢的残花在生命的最后瞬间仿佛呈现出一种奇异的光华，美丽得象一个五彩缤纷而又隐约朦胧的梦境。诗人也就在持烛赏残花的过程中得到了新的也是最后的陶醉。夜深酒醒后的“赏”，正是“醉”的更深一层的表现，正如姚培谦所说，“方是爱花极致”（《李义山诗笺注》）。清人马位说：“李义山诗‘客散酒醒深夜后，更持红烛赏残花’，有雅人深致；苏子瞻‘只恐夜深花睡去，高烧银烛照红妆’，有富贵气象。二子爱花兴复不浅”（《秋窗随笔》）。“雅人深致”与“富贵气象”之评，今天我们也许有所保留，而归结。地到“爱花兴复不浅”，则是完全确切的。（刘学锴）"
        },
        {
            "title": "韩碑",
            "content": "元和天子神武姿，彼何人哉轩与羲。\r\n誓将上雪列圣耻，坐法宫中朝四夷。\r\n淮西有贼五十载，封狼生貙貙生罴。\r\n不据山河据平地，长戈利矛日可麾。\r\n帝得圣相相曰度，贼斫不死神扶持。\r\n腰悬相印作都统，阴风惨澹天王旗。\r\n愬武古通作牙爪，仪曹外郎载笔随。\r\n行军司马智且勇，十四万众犹虎貔。\r\n入蔡缚贼献太庙，功无与让恩不訾。\r\n帝曰汝度功第一，汝从事愈宜为辞。\r\n愈拜稽首蹈且舞，金石刻画臣能为。\r\n古者世称大手笔，此事不系于职司。\r\n当仁自古有不让，言讫屡颔天子颐。\r\n公退斋戒坐小阁，濡染大笔何淋漓。\r\n点窜《尧典》《舜典》字，涂改《清庙》《生民》诗。\r\n文成破体书在纸，清晨再拜铺丹墀。\r\n表曰臣愈昧死上，咏神圣功书之碑。\r\n碑高三丈字如斗，负以灵鳌蟠以螭。\r\n句奇语重喻者少，谗之天子言其私。\r\n长绳百尺拽碑倒，粗砂大石相磨治。\r\n公之斯文若元气，先时已入人肝脾。\r\n汤盘孔鼎有述作，今无其器存其辞。\r\n呜呼圣王及圣相，相与烜赫流淳熙。\r\n公之斯文不示后，曷与三五相攀追。\r\n愿书万本诵万遍，口角流沫右手胝。\r\n传之七十有二代，以为封禅玉检明堂基。\r\n【注释】：(1)元和：唐宪宗年号。\r\n(2)轩、羲：轩辕、伏羲氏，代表三皇五帝。\r\n(3)列圣：前几位皇帝。\r\n(4)法宫：君王主事的正殿。\r\n(5)四夷：泛指四方边地。\r\n(6)淮西有贼：指盘踞蔡州的藩镇势力。\r\n(7)封狼：大狼。\r\n(8)貙、罴:野兽，喻指叛将。\r\n(9)都统：招讨藩镇的军事统帅。\r\n(10)天王旗：皇帝仪仗的旗帜。\r\n(11)愬武古通:愬,李愬；武,韩公武；古,李道古；通，李文通，四人皆裴度手下大将。\r\n(12)仪曹外郎：礼部员外郎李宗闵。\r\n(13)行军司马：指韩愈。\r\n(14)虎貔：猛兽。喻勇猛善战。\r\n(15)蔡：蔡州。\r\n(16)贼：指叛将吴元济。\r\n(17)无与让：即无人可及。\r\n(18)不訾：即“不赀”，不可估量。\r\n(19)日可麾：用鲁阳公与韩人相争援戈挥日的典故。此喻反叛作乱。麾通“挥”。\r\n(20)度：裴度。\r\n(21)从事：州郡官自举的僚属。\r\n(22)愈：韩愈。\r\n(23)为辞：指撰《平淮西碑》。\r\n(24)稽首：叩头。\r\n(25)蹈且舞：指古代臣子朝拜皇帝时手舞足蹈的一种礼节。\r\n(26)金石刻画：指为钟鼎石碑撰写铭文。\r\n(27)大手笔：指撰写国家重要文告的名家。\r\n(28)职司：指掌管文笔的翰林院。\r\n(29)屡颔天子颐：使皇帝多次点头称赞。颐，指面颊。\r\n(30)公：指韩愈。\r\n(31)斋戒：沐浴更衣。\r\n(32)濡染：浸沾。\r\n(33)点窜、涂改：运用的意思。\r\n(34)尧典、舜典：《尚书》中篇名。\r\n(35)清庙、生民：《诗经》中篇名。\r\n(36)破体：指文能改变旧体，另一说为行书的一种。\r\n(37)丹墀：宫中红色台阶。\r\n(38)昧死：冒死，上书用谦语。\r\n(39)圣功：指平定淮西的战功。\r\n(40)灵鳌：驭负石碑的，形似大龟。\r\n(41)蟠以螭：碑上所刻盘绕的龙类饰纹。\r\n(42)喻：领悟，理解。\r\n(43)谗：进言诋毁。\r\n(44)拽：用力拉。\r\n(45)磨治：指磨去碑上的刻文。\r\n(46)斯文：此文。\r\n(47)若：像。\r\n(48)元气：无法消毁的正气。\r\n(49)汤盘：商汤浴盆。\r\n(50)孔鼎：孔子先祖正考夫鼎。此以汤盘、孔鼎喻韩碑。\r\n(51)相与：相互。\r\n(52)赫：显耀。\r\n(53)淳熙：鲜明的光泽。\r\n(54)书：抄写。\r\n(55)胝：因磨擦而生厚皮，俗称老茧。\r\n(56)曷：何，怎么。【译文】：　　元和天子禀赋神武英姿，可比古来的轩辕、伏羲。他立誓要洗雪历代圣王的耻辱，坐镇皇宫接受四夷的贡礼。淮西逆贼为祸五十年，割据一方世代绵延。自恃强大，不去占山河却来割据平地；梦想挥戈退日，胆敢反叛作乱。\r\n\r\n　　圣君得到贤相名叫裴度，逆贼暗杀未成，自有神灵卫护。他腰悬相印，统兵上战场，天子的军旗在寒风中飘扬。得力的将官有、武、古、通，仪曹外郎任书记随军出征；还有那智勇双全的行军司马韩愈，十四万大军，龙腾虎跃陷阵冲锋。攻下了蔡州，擒住叛贼献俘太庙，功业盖世皇上加恩无限；天子宣布裴度功劳第一，命令韩愈撰写赞辞。\r\n\r\n　　韩愈在朝堂拜舞行礼接受诏命说歌功的文章他能够胜任。从来撰述都推崇大手笔，此事本不属佐吏的职司；既然自古有当仁不让的箴言，韩愈欣然领受圣上的旨意。天子听完这番言辞，频频点头大加赞许。韩公退朝后斋戒沐浴坐于小阁，笔蘸饱墨挥洒淋漓。推敲《尧典》《舜典》的古奥文字，化用《清庙》《生民》的庄严笔意。一纸雄文，别具一格，朝拜时铺展在玉陛丹墀。上表说“臣韩愈冒死呈览”，歌颂圣君贤相的功业，刻写在石碑之上。\r\n\r\n　　碑高三丈字大如斗，灵鳌驼负，螭龙盘围。文句奇特语意深长，世俗难以理解；有人便向皇上进谗，诬蔑此文偏私失实。百尺长绳把韩碑拽倒，粗砂大石磨去了字迹。韩公此文浩浩真气却无法磨灭，已经深入众人的肝脾；正象那汤盘孔鼎的铭文，古器虽早就荡然无存，世间却永远流传着文辞。啊，圣王与贤相的不朽功勋，显耀人寰辉煌无比。韩公碑文倘不能昭示百代，宪宗的帝业，又怎得与三皇五帝遥相承继！我甘愿抄写一万本、吟诵一万遍，哪怕是我口角流沫，右手磨出茧皮！让它流传千秋万代，好作封禅的祭天玉检、明堂的万世基石。【赏析】：　　全诗意在记叙韩愈撰写“平淮西碑”碑文的始末,竭力推崇韩碑的典雅及其价值。情意深厚，笔力矫健。韩碑既未抹煞李雪夜破城的丰功，也未特别铺张裴度的伟绩，态度比较公允。李商隐极力推崇韩碑，也就是同意韩氏的观点。叙议相兼，在艺术风格上受到韩愈《石鼓歌》的影响。清人屈复《玉溪生诗意》中说:“生硬中饶有古意,甚似昌黎而清新过之。\r\n　　这首诗是一则历史。宪宗元和十二年（８１７），宰相裴度率兵平定淮西，但首先破蔡州生擒叛者吴元济的是大将李愬。宪宗命韩愈撰《平淮西碑》时，韩主要是突出了裴度在执行宪宗旨意后的运筹帷幄，引起李愬不满。愬妻（唐安公主之女）进宫诉说碑文不实，宪宗就命翰林学士段文昌重新撰文勒石，观点迥然不同。李商隐是完全赞同韩愈观点的，诗中强烈地表达以对《韩碑》被磨去的愤慨，更热情地歌颂了这篇碑文。本诗基本上是叙述性的，但笔力矫健，很有感情，诗中一些名句也一直为人传诵。"
        },
        {
            "title": "韩冬郎即席为诗相送，一座尽惊。他日余方追吟“连宵侍坐裴回久”之句，有老成之风，因成二绝寄酬，兼呈畏之员外",
            "content": "十岁裁诗走马成，冷灰残烛动离情。\r\n桐花万里关山路，雏凤清于老凤声。\r\n【译文】：　　(在昨日)蜡烛点点、滴泪成灰，凄凄满别情的送别宴席上，（您的儿子）十岁的韩偓文思敏捷的就像东晋的袁虎一样，走马之间即成文章；（不久，您将带您的儿子到果州上任了）在那万里长的丹山路上，桐花盛开，花丛中传来那雏凤的鸣声，一定会比那老凤更为清亮动听（您儿子的才情就像雏凤一样一定比你这只老凤凰的声音还清亮）。【赏析】：　　这首诗用一条长题说明作诗的缘由。冬郎，是晚唐诗人韩偓的小名。他的父亲韩瞻，字畏之，李商隐的故交和连襟。大中五年（851）秋末 ，李商隐离京赴梓州（州治在今四川三台）入东川节度使柳仲郢幕府，韩偓才十岁，就能够在别宴上即席赋诗，才华惊动一座。大中十年，李商隐返回长安，重诵韩偓题赠的诗句，回忆往事，写了两首七绝酬答。这是其中的第一篇。酒宴上的蜡烛烧残了大半，烛芯的灰烬也冷却了。用“冷灰残烛 ”，说明送别的筵宴已近尾声，阖座的人触动离情。在这种惨淡的气氛中，十岁的冬郎触发了诗思，飞速地挥写成送别的诗章。这就是本篇头两句对当年情景的追述。别宴的情况交代简略，重点突出冬郎题诗，是为了主题的需要。记事已毕，转入评赞。怎样才能不沦于一般的套语呢？诗人使用了比喻的手法，将冬郎父子比作凤凰，以“雏凤清于老凤声”表明青出于蓝，抽象的道理从而转化为具体的形象。如此还不够生动。诗人又联想到 ，传说中凤凰产在丹山，它喜欢栖息的是梧桐树。经过想象的驰骋 ，便构成这样一幅令人神往的图景：遥远的丹山道上，美丽的桐花覆盖遍野，花丛中不时传来雏凤清脆圆润的鸣声 ，附和着老凤苍亮的呼叫，显得更为悦耳动人。多么富于诗情画意的描绘！看了这幅图画，冬郎的峥嵘年少和俊拔诗才不都跃然纸上了吗？使用活生生的联想和想象，将实事实情转化为虚拟的情境、画面，这可以说是李商隐诗歌婉曲达意的又一种表达形式 。一首本来容易写得平凡的寄酬诗，以“雏凤声清”的名句历来传诵不衰，除了诗人对后辈的真切情意外，跟这样的表达形式是分不开的。"
        },
        {
            "title": "风雨",
            "content": "凄凉宝剑篇，羁泊欲穷年。\r\n黄叶仍风雨，青楼自管弦。\r\n新知遭薄俗，旧好隔良缘。\r\n心断新丰酒，销愁斗几千。\r\n【注释】：①羁泊：长期漂泊。\r\n②青楼：富人家的高楼。\r\n③旧好：老相好。\r\n④几千：几千文。【译文】：　　看了宝剑篇，感觉自已处境凄凉，羁旅漂泊的日子几乎要穷尽一生。黄叶仍然在风雨中飘零，青楼上的富贵人家仍然欢歌曼舞。新朋友遭到世俗的攻击诽谤，老朋友也隔断良缘而疏远。心中早已断了酒，但忧愁起来，借酒消愁，又管它酒钱多少。【赏析】：　　这首诗大约作于诗人晚年羁泊异乡期间。这时，长期沉沦漂泊、寄迹幕府的诗人已经到了人生的穷途。诗人面对宝剑篇，想到自已空有才华，却不得志，在外漂泊，没有建树，恰似在风雨中飘摇，不免心中苦闷，借酒消愁，抒发了自已悲凉的心境。全诗意境悲凉，自喻形象，自然流畅，意味深长。"
        },
        {
            "title": "代赠",
            "content": "楼上黄昏欲望休，玉梯横绝月如钩。\r\n芭蕉不展丁香结，同向春风各自愁。\r\n【注释】：①芭蕉不展：芭蕉的蕉心没有展开。 \r\n②同向春风：芭蕉和丁香一同对着黄昏清冷的春风（诗以芭蕉喻情人，以丁香喻女子自己）。 \r\n③丁香结：本指丁香之花蕾，丛生如结。此处用以象征固结不解之愁绪。【赏析】：　　原诗是一首七绝，写思妇之离愁。这两句是说，芭蕉的蕉心尚未展开，丁香的花蕾丛生如结；同是春风吹拂，而二人异地同心，都在为不得与对方相会而愁苦。这既是思妇眼前实景的真实描绘，同时又是借物写人，以芭蕉喻情人，以丁香喻女子自己。意境很美，含蕴无穷，历来为人所称道。\r\n　　这是一首描写女子思念情人的诗作，诗中的女子，深居高楼，黄昏时分，她因百无聊赖而思念起情人来了。对其思念越浓，就越渴望和他想见，恨不得他立刻出现在楼前，她按耐不住自己焦急的心情，走到楼头前，想去眺望远处，看看他来了没有。可是又蓦然想到他必定来不了，他怎么知道自己在思念他呢？就算知道又如何能这么快就来到跟前呢？她只得止步，折回楼内，欲望还休，欲见而无法相见，这种复杂的心情折磨得她坐立难安，满楼徘徊。此句把女子复杂矛盾的心理和孤寂无聊的失望情态完全表现出来了。"
        },
        {
            "title": "春雨",
            "content": "怅卧新春白袷衣，白门寥落意多违。\r\n红楼隔雨相望冷，珠箔飘灯独自归。\r\n远路应悲春晼晚，残宵犹得梦依稀。\r\n玉铛缄札何由达？万里云罗一雁飞。\r\n【注释】：①白袷衣：即白夹衣，唐人以白衫为闲居便服。\r\n②白门：指今江苏南京市。\r\n③云罗：云片如罗纹。【译文】：　　新春时节穿着一件夹衣，怅然而卧，白门寂寞，有很多不如意的事。隔着雨凝视着那座红楼，感到孤寒凄冷，在珠帘般的细雨和飘摇的灯光中独自回来。遥远的路途上应该悲伤春天将要过去，在残宵的梦中还依稀可以与你相见。玉珰和书信怎么样才可以送给你？万里阴云下只有一只大雁飞过。【赏析】：　　诗人描写了主人公在春夜思念自己的情人，心中一片迷茫，惆怅不已。李商隐在这首诗中，赋予爱情以优美动人的形象。诗借助于飘洒迷濛的春雨，融入主人公迷茫的心境，依稀的梦境，烘托别离的寥落，思念的真挚，构成浑然一体的艺术境界。"
        },
        {
            "title": "蝉",
            "content": "本以高难饱，徒劳恨费声。\r\n五更疏欲断，一树碧无情。\r\n薄宦梗犹泛，故园芜已平。\r\n烦君最相警，我亦举家清。\r\n【注释】：①以：因。\r\n②高：栖于高处。\r\n③恨费声：因恨而连声嘶鸣。\r\n④疏欲断：指蝉声稀疏，将欲停止。\r\n⑤薄宦：官职卑微。\r\n⑥芜：荒草。\r\n⑦君：指蝉。\r\n⑧清：清贫，清高。【译文】：　　你栖息在树的高枝上，餐风饮露，本来就难以饱腹，何必哀婉地发出恨怨之声？这一切其实都是徒劳的。由于彻夜鸣叫，到五更时已精疲力竭，可是那碧树依然如故，毫无表情。我官职卑微，像桃木偶那样四处漂泊，而故乡的田园却已荒芜。烦请你用鸣叫之声给我敲响警钟，我的家境同样贫寒而又凄清。【赏析】：　　栖于高树之蝉吸风引露，饥而难饱，日夜哀鸣，然而碧树无情，仍然清翠依旧；诗人身为小宦，四处漂泊，想来故园一定已经荒芜了，乡思难熬，可是蝉却无情，依然鸣叫不停。\r\n　　蝉声的断疏与树叶的清翠、作者的思乡与蝉的鸣叫本无关联，但在诗人笔下，蝉与树都被赋予了情感，咏物与抒情密切地结合了起来，而且「错综细腻」，寓意更深：诗中的「蝉」难道不就是作者的影子吗？"
        },
        {
            "title": "北青萝",
            "content": "残阳西入崦，茅屋访孤僧。\r\n落叶人何在，寒云路几层。\r\n独敲初夜磬，闲倚一枝藤。\r\n世界微尘里，吾宁爱与憎。\r\n【注释】：①崦：日没之处。\r\n②初夜：初更。\r\n③宁：何必。【译文】：　　夕阳西下落入淹滋，去茅屋访问一位独处的僧人。落叶纷纷，不知人去了哪里，寒云密集，小路幽静层层曲折。独自敲响入夜的钟声，悠闲地倚着藤杖。大千世界都在微尘中，我岂能还有喜爱与憎恶？【赏析】：　　诗人在暮色中去寻访一位山中孤僧，他描写了萧疏的秋景和孤僧清幽恬静的生活情调，以及他自己由此悟到了禅理，感到大千世界都是微尘，可谓万念皆空，无须爱憎。全诗写景形象细致，清新感人，意味深远。"
        },
        {
            "title": "景阳井",
            "content": "景阳宫井剩堪悲，不尽龙鸾誓死期。\r\n肠断吴王宫外水，浊泥犹得葬西施。"
        },
        {
            "title": "贾生",
            "content": "宣室求贤访逐臣，贾生才调更无伦。\r\n可怜夜半虚前席，不问苍生问鬼神。\r\n【注释】：①宣室：汉未央宫前正室；\r\n②逐臣：指贾谊曾被贬谪。\r\n③才调：才气。【译文】：　　文帝访求贤才，诏见放逐之臣，贾生才气高，没有人能和他相比。可惜文帝半夜移动坐席听讲，不问百姓生机只问起鬼神的事。【赏析】：　　贾谊贬长沙，久已成为诗人们抒写不遇之感的熟滥题材。诗人独辟蹊径，特意选取贾谊自长沙召回，宣室夜对的情节作为题材，尖锐地指出统治者不可能真正地重视人才，让他们在政治上发挥应有的作用。李商隐把从古以来贤才不得重用的叹息与自身流落不遇的感慨，通过贾谊的典型事例抒写出来。诗人感叹了贾生，讽刺了汉文帝不为国家大计求贤，只为问神求仙。这首诗叙事与议论相结合，词锋犀利，涵义深刻丰富。"
        },
        {
            "title": "浑河中",
            "content": "九庙无尘八马回，\r\n奉天城垒长春苔。\r\n咸阳原上英雄骨，\r\n半向君家养马来。"
        },
        {
            "title": "回中牡丹为雨所败",
            "content": "浪笑榴花不及春，先期零落更愁人。\r\n玉盘迸泪伤心数，锦瑟惊弦破梦频。\r\n万里重阴非旧圃，一年生意属流尘。\r\n前溪午罢君回顾，并觉今朝粉态新。"
        },
        {
            "title": "无题",
            "content": "相见时难别亦难，东风无力百花残。\r\n春蚕到死丝方尽，蜡炬成灰泪始干！\r\n晓镜但愁云鬓改，夜吟应觉月光寒。\r\n蓬山此去无多路，青鸟殷勤为探看！\r\n【注释】：①“东风”句：指分别时为暮春时节。 \r\n②丝：与“思”谐音，喻相思。\r\n③泪：烛油。\r\n④云鬓：指女子浓密的头发。\r\n⑤应觉：也是设想之词。\r\n⑥月光寒：指夜渐深。\r\n⑦蓬山：蓬莱山，指仙境。\r\n⑧青鸟：传说中西王母座前传递消息的神鸟。【译文】：　　聚首多么不易，离别更是难舍难分；暮春作别，恰似东风力尽百花凋残。春蚕至死，它才把所有的丝儿吐尽；红烛自焚殆尽，满腔热泪方才涸干。清晨对镜晓妆，唯恐如云双鬓改色；夜阑对月自吟，该会觉得太过凄惨。蓬莱仙境距离这里，没有多少路程，殷勤的青鸟信使，多劳您为我探看。【赏析】：　　诗人描写了忠贞不渝，至死不变的爱情，并以“春蚕”、“蜡炬”来比喻呕心沥血至死不移的深情。全诗缠绵悱测，刻骨铭心，构思精巧，比喻贴切，优美精辟，撼人心弦。"
        },
        {
            "title": "马嵬二首（其一）",
            "content": "海外徒闻更九州，他生未卜此生休。\r\n空闻虎旅传宵柝，无复鸡人报晓筹。\r\n此日六军同驻马，当时七夕笑牵牛。\r\n如何四纪为天子，不及卢家有莫愁。\r\n【注释】：①马嵬：《长安志》：“兴平县，马嵬故城在县西北二十三里。”即今陕西兴平马嵬坡。是杨贵妃死处。陈鸿《长恨歌传》：“安禄山引兵向阙，以讨杨氏为词。潼关不守，翠华南幸，出咸阳，道次马嵬亭。六军徘徊，持戟不进。从官郎吏伏上马前，请诛晁错以谢天下。国忠奉氂缨盘水，死于道周。左右意未快。上问之。当时敢言者，请以贵妃塞天下怨。上知不免，而不忍见其死，反袂掩面，使牵之而去。仓皇展转，竟就死于尺组之下。”\r\n②九州：原注：“邹衍云：九州之外，复有九州。”古称中国有九州，此以九州之外所称九州指海外仙山。\r\n③他生未卜：《长恨歌传》：“上凭肩而立，因仰天感牛女事，密相誓心，愿世世为夫妇。”\r\n④虎旅：张衡《西京赋》“陈虎旅于飞廉”，《文选》李善注：“《周礼》：虎贲，下大夫；旅贲，中士也。”此指唐玄宗赴蜀的卫军。宵柝：指夜间报更的刁斗声。\r\n⑤鸡人：古时宫中报晓之人。《周礼·春官·鸡人》：“鸡人掌共鸡牲，辨其物。大祭祀，夜呼旦以嚣百官。”\r\n⑥“此日”句：指天宝十五年六月十四日随行卫军之哗变。六军，《周礼·夏官·司马》：“王六军，大国三军，次国二军，小国一军。”一军一万二千五百人。此指玄宗卫军。\r\n⑦七夕笑牵牛：白居易《长恨歌》：“七月七日长生殿，夜半无人私语时。”牵牛，牛郎星。俗传七夕牛郎织女渡天河相会。\r\n⑧四纪：四十八年。一纪十二年。《旧唐书·玄宗纪》：“明皇御蜀都府衙，宣诏曰：‘聿来四纪，人亦小康。’”\r\n⑨莫愁：古美女，为卢家妇。南朝乐府《河中之水歌》：“河中之水向东流，洛阳女儿名莫愁。……十五嫁为卢家妇，十六生儿字阿侯。”此借喻平民之家。【译文】：徒然听到传说，海外还有九州，来生未可预知，今生就此罢休。 \r\n空听到禁卫军，夜间击打刀斗，不再有宫中鸡人，报晓敲击更筹。 \r\n六军已经约定，全都驻马不前，遥想当年七夕，我们还嗤笑织女耕牛。 \r\n如何历经四纪，身份贵为天子，却不及卢家夫婿，朝朝夕夕陪伴莫愁。【赏析】：　　《马嵬》为咏史诗，以李隆基(唐玄宗)、杨玉环(贵妃)故事为抒情对象。诗开首即说“海外”，指杨玉环死后，唐玄宗曾令方士去海外寻其魂魄，在海外仙山会见了她，杨授以钿合金钗，并坚订他生之约的传说故事而言。诗人以玄宗心情设想，直说九州更变，四海翻腾，海外徒然悲叹，而“他生”之约，难以实现。三四句承上铺写。“空闻”、“宵柝”，即未闻“宵柝”；“无复”、“报晓”，即不用“报晓”。此皆承上两句“徒闻”、“未卜”之意，暗指杨玉环被缢于马嵬事。五六句转入实事。“此日”指贵妃赐死之日，“当时”指七夕相约之时。“六军同驻马”指禁军哗变，李、杨两人的爱情也一同“驻马”了，幻灭成空。“七夕笑牵牛”，意为七夕之夜，长生殿上两人曾欢笑密约，并笑牵牛织女一年一度相见之短暂；“ 当时”曾“笑”他人，而今却不如牵牛织女之长久相恋；相比之下，令人可悯而又可笑。诗人把六军愤慨之情与长生殿秘密之誓，相映成趣，议论深刻，笔锋犀利。七八句以反诘语气反衬作结。“纪”，岁星十二年一周天为一纪，玄宗在位四十五年，约为四纪。“莫愁”古洛阳女子，嫁为卢家妇，婚后生活幸福。此言贵为天子，但反不如百姓的爱情甜蜜，生活幸福。诗人借“莫愁”以寄托感慨。以“如何”来反问，暗含指责。\r\n　　这是一首政治讽刺诗，锋芒指向了李唐前朝皇帝唐玄宗。 \r\n　　一开头夹叙夹议，先用“海外”“更九州”的故事概括方士在海外寻见杨妃的传说，而用“徒闻”加以否定。“徒闻”者，徒然听说也。意思是：玄宗听方士说杨妃在仙山上还记着“愿世世为夫妇”的誓言，“十分震悼”，但这有什么用？“他生”为夫妇的事渺茫“未卜”；“此生”的夫妇关系，却已分明结束了。怎么结束的，自然引起下文。 \r\n　　次联用宫廷中的“鸡人报晓筹”反衬马嵬驿的“虎旅鸣宵柝”，而昔乐今苦、昔安今危的不同处境和心情已跃然纸上。“虎旅鸣宵柝”的逃难生活很不安适，这是一层意思。和“鸡人报晓筹”相映衬，暗示主人公渴望重享昔日的安乐，这又是一层意思。再用“空闻”和“无复”相呼应，表现那希望已幻灭，为尾联蓄势，这是第三层意思。“虎旅鸣宵柝”本来是为了巡逻和警卫，而冠以“空闻”，意义就适得其反。从章法上看，“空闻”上承“此生休”，下启“六军同驻马”。意思是：“虎旅”虽“鸣宵柝”，却不是为了保卫皇帝和贵妃的安全，而是要发动兵变了。\r\n　　正因为如此，才“无复鸡人报晓筹”，李、杨再不可能享受安适的宫廷生活了。 \r\n　　第三联的：“此日”指杨妃的死日。“六军同驻马”与白居易《长恨歌》“六军不发无奈何”同意，但《长恨歌》紧接着写了“宛转蛾眉马前死”，而“此日”即倒转笔锋追述“当时”。“当时”与“此日”对照、补充，不仅其意自明，而且笔致跳脱，蕴含丰富，这叫“逆挽法”。玄宗“当时”七夕与杨妃“密相誓心”，讥笑牵牛、织女一年只能相见一次，而他们两人则要“世世为夫妇”，永远不分离，可在遇上“六军不发”的时候，结果又如何？两相映衬，杨妃赐死的结局就不难于言外得之，而玄宗虚伪、自私的精神面貌也暴露无遗。同时，“七夕笑牵牛”是对玄宗迷恋女色、荒废政事的典型概括，用来对照“六军同驻马”，就表现出二者的因果关系。没有“当时”的荒淫，哪有“此日”的离散？而玄宗沉溺声色之“当时”，又何曾虑及“赐死”宠妃之“此日“！行文至此，尾联的一句已如箭在弦。 \r\n　　尾联也包含强烈的对比。一方面是当了四十多年皇帝的唐玄宗保不住宠妃，另一方面是作为普通百姓的卢家能保住既“织绮”、又能“采桑”的妻子莫愁。诗人由此发出冷峻的诘问：为什么当了四十多年的皇帝唐玄宗还不如普通百姓能保住自己的妻子呢？前六句诗，其批判的锋芒都是指向唐玄宗的。用需要作许多探索才能作出全面回答的一问作结，更丰富了批判的内容。"
        },
        {
            "title": "安定城楼",
            "content": "迢递高城百尺楼，绿杨枝外尽汀洲。\r\n贾生年少虚垂涕，王粲春来更远游。\r\n永忆江湖归白发，欲回天地入扁舟。\r\n不知腐鼠成滋味，猜忌宛雏竟未休。\r\n【注释】：①此诗冯《谱》、张《笺》俱编入文宗开成三年（838）。商隐于开成三年应博学宏词科不中，乃回泾原节度使王茂元幕府，府治在关内道泾州（今甘肃省泾川县北，参《旧唐书·地理志》）。王茂元于大和九年（835）节度泾原，至开成四年犹在泾原。因唐之泾原在隋代为安定郡，故此诗依旧习称“安定城楼”。\r\n②迢递：此形容楼高而且连续绵延。谢朓《随王鼓吹曲》：“逶迤带绿水，迢递起朱楼。”\r\n③汀洲：汀指水边之地，洲是水中之洲渚。此句写登楼所见。\r\n④贾生：指西汉人贾谊。《史记·贾生传》：“贾生……年少，颇通诸子百家之书。文帝召以为博士……一岁中至太中大夫。”又《汉书·贾谊传》载：贾谊认为“时事可为痛哭者一，可为流涕者二，可为太息者六。“因此”数上书陈政事，多所欲匡建”。但文帝并未采纳他的建议。后来他呕血而亡，年仅33岁。商隐此时27岁，以贾生自比。\r\n⑤王粲：东汉末年人，建安七子之一。《三国志·魏书·王粲传》载：王粲年轻时曾流寓荆州，依附刘表，但并不得志。他曾于春日作《登楼赋》，其中有句云：“虽信美而非吾土兮，曾何足以少留？”商隐此以寄人篱下的王粲自比。\r\n⑥永忆两句：《史记·货殖列传》：春秋时范蠡辅佐越王勾践灭吴后，乘扁舟归隐五湖。商隐用此事，说自己总想着年老时归隐江湖，但必须等到把治理国家的事业完成，功成名就之后才行。\r\n⑦不知二句：鹓雏是古代传说中一种像凤凰的鸟。《庄子·秋水》：“惠子相梁，庄子往见之。或谓惠子曰：‘庄子来，欲代子相。’于是惠子恐，搜于国中三日三夜。庄子往见之，曰：‘南方有鸟，其名为鹓雏。……发于南海而飞于北海，非梧桐不止，非练实不食，非醴泉不饮。于是鸱得腐鼠，鹓雏过之，仰而视之曰：吓！今子欲以子之梁国而吓我邪？’”商隐以庄子和鹓雏自比，说自己有高远的心志，并非汲汲于官位利禄之辈，但谗佞之徒却以小人之心度之。【赏析】：　　李商隐的七律中，这首诗写得较有气魄，表现了青年时期的高远抱负和奋发精神。他虽仕途受阻，并遭到一些人的谗伤，但并不气馁，反而鄙视和嘲笑谗佞的小人。诗中多用典故，这是他作诗的特色，但此诗流畅明快。《蔡宽夫诗话》载：“王荆公晚年这次喜义山诗，以为唐人知学老杜而得其藩篱者，唯义山一人而已。每诵其……‘永忆……扁舟’……之类，虽老杜无以过也。”《李义山诗集辑评》引朱彝尊曰：“通首皆失意语，而结句尤显然。……第六句尤奇，后人岂但不能作，且不能解。”纪昀曰：“刺同侣猜忌之作。”《昭昧詹言》：“此诗脉理清，句格似杜。玩末句，似幕中有忌间之者。然用事秽杂，与前不相称。”\r\n　　这是一首政治抒情诗，写于唐文宗开成三年（838），时诗人年二十六。安定城即泾州（今甘肃泾川），当时是泾原节度使王茂元的治所。三年前，李商隐仕途受阻，远道投王茂元幕，还被王茂元招为女婿，而在当时的牛李党争中，王茂元属李党。据说李商隐就是因为这一原因，在应博学宏辞科试时受当权的牛党排挤。这首诗就是在应试落选后重回泾州时所作。诗中主要抒写了诗人自己建功立业的志趣、怀才不遇的苦闷和无端受谗的愤慨。它是晚唐时期年轻士子在朋党争斗中不幸遭遇和痛苦心情的真实写照。 \r\n　　首联扣题，写登楼所见。颔联以古人自况。贾谊为汉文帝献《治安策》，条陈时势，中有“痛哭”“长太息”之语；王粲远道避乱荆州，投依刘表，作《登楼赋》；两人都有怀才不遇之痛。诗人化用杜甫“去国哀王粲，伤时哭贾生”的成句，写得更具体更动感情。上句一个“虚”字，既是对贾谊献策未售、英才埋没的惋惜，又是对自己报国无门的慨叹。下句则借王粲十七岁时远游荆州、十五年间不被重用、“冀王道之一平”的理想终于落空、英年早逝的故事，表示了自己前途的隐忧。颈联由忧时感事、自叹不遇转而申述志趣，其中用了春秋时范蠡辅越王勾践灭吴后“乘扁舟，浮于江湖”的典故。“永忆”是“坚持地向往着”的意思。这一联所表现的积极入世的态度，深得宋代王安石的激赏，以为“虽老杜无以过也”。但是，诗人这种要功名不要禄位的衷情，在朋党倾轧的环境下却屡遭歪曲，于是诗人愤愤不平地唱出了尾联。尾联运用《庄子·秋水》中所写的鸱鹰嘴含腐鼠忌鵷雏抢夺而鵷雏不屑一顾的典故，既是自我剖白，又是冷峻的讥讽。表明自己应试博学宏辞，不是为了区区禄位。远道投幕，婚于王氏，也不是另攀高枝以求飞黄腾达。对于那些利禄熏心的权贵们以小人之心度君子之腹、无端造谣中伤，则表现了极大的愤怒。 \r\n　　全诗最大特色是使典用事以抒情言志。四个典故，都能贴合自己的身份、处境与思想感情；而且相互联系、构思缜密。如颔联所用的贾谊、王粲的典故，一是年龄同自己相仿，都是奋发有为的青年时期；二是经历遭遇同自己相仿，都在“虚垂涕”、“更远游”之痛；三是与颈、尾联结构紧凑，颈联用范蠡之典，是正面阐明“垂涕”“远游”的目的，尾联鸱鹰忌凤凰之曲则速写他人对“垂涕”“远游”动机的歪曲。另外，此诗用典手法也多有变化，贾谊、王粲典是明用，好在准确深沉；范蠡曲是隐用，好在有意无意之间；出于《庄子》的典是活用，好在灵巧而流转。正由于能通过使典用事含蓄而深刻地抒情言志，《安定城楼》才成为李商隐七律代表作之一。"
        },
        {
            "title": "霜月",
            "content": "初闻征雁已无蝉，百尺楼台水接天。\r\n青女素娥俱耐冷，月中霜里斗婵娟。\r\n【注释】：①征雁：指飞行着的雁。大雁在阴历八月往南飞，飞到衡山时，已是第二年春天，又转头飞向北方。它总是随着气候的变化而不断迁移，故在文人笔下，称为征雁。\r\n②蝉：俗名“知了”，活动在夏秋之交。所以听到空中飞雁鸣叫就听不到蝉鸣了。\r\n③水接天：水天一色。不是实写水，是用水的明净形容月、霜和夜空的明朗。\r\n④青女：主霜雪的女神。\r\n⑤素娥：就是月中嫦娥。\r\n⑥俱：一样。“俱耐冷”，一样经得住冷。\r\n⑦斗：比赛的意思。\r\n⑧婵娟：美好的容颜。【赏析】：　　此诗作年无考。冯《注》以为艳情诗。仅从文本看，诗写深秋月夜景色，然不作静态描写，而借神话传说宛言月夜冷艳之美。首句以物候变化说明霜冷长天，深秋已至。次句言月华澄明，天穹高迥。三四句写超凡神女，争美竞妍。诗以想像为主，意境清幽空灵，冷艳绝俗。颇可说明义山诗之唯美倾向。\r\n　　文学作品，特别是诗歌，它的特点在于即景寓情，因象寄兴。诗人不仅是写生的妙手，而应该是随物赋形的化工。最通常的题材，在杰出的诗人的笔底，往往能够创造出一种高超优美的意境。读了李商隐的这首《霜月》，就会有这样的感觉。\r\n　　这诗写的是深秋季节，在一座临水高楼上观赏霜月交辉的夜景。它的意思只不过说，月白霜清，给人们带来了寒凉的秋意而已。这样的景色，会使人心旷神怡。然而这诗所给予读者美的享受，却大大超过了我们在类似的实际环境中所感受到的那些。诗的形象明朗单纯，它的内涵是饱满而丰富的。\r\n　　秋天，草木摇落而变衰，眼里看到的一切，都是萎约枯黄，黯然无色；可是清宵的月影霜痕，却显得分外光明皎洁。这秋夜自然景色之美意味着什么呢？“青女素娥俱耐冷，月中霜里斗婵娟。”尽管“琼楼玉宇，高处不胜寒”，可是冰肌玉骨的绝代佳人，愈是在宵寒露冷之中，愈是见出雾鬓风鬟之美。她们的绰约仙姿之所以不同于庸脂俗粉，正因为她们具有耐寒的特性，经得起寒冷的考验啊！\r\n　　写霜月，不从霜月本身着笔，而写月中霜里的素娥和青衣；青女、素娥在诗里是作为霜和月的象征的。这样，诗人所描绘的就不仅仅是秋夜的自然景象，而是勾摄了清秋的魂魄，霜月的精神。这精神是诗人从霜月交辉的夜景里发掘出来的自然之美，同时也反映了诗人在混浊的现实环境里追求美好、向往光明的深切愿望；是他性格中高标绝俗、耿介不随的一面的自然流露。当然，我们不能说，这耐寒的素娥、青女，就是诗人隐以自喻；或者说，它另有所实指。诗中寓情寄兴，是不会如此狭隘的。王夫之说得好：“兴在有意无意之间。”（《姜斋诗话》）倘若刻舟求剑，理解得过于窒实，反而会缩小它的意义，降低它的美学价值。\r\n　　范元实云：“义山诗，世人但称其巧丽，至与温庭筠齐名。盖俗学只见其皮肤，其高情远意，皆不识也。”他引了《筹笔驿》、《马嵬》等篇来说明。（见魏庆之《诗人玉屑》卷十五引《诗眼》）其实，不仅咏史诗以及叙志述怀之作是如此，在更多的即景寄兴的小诗里，同样可以见出李商隐的“高情远意”。叶燮是看到了这点的，所以他特别指出李商隐的七言绝句，“寄托深而措辞婉”（《原诗》外编下）。于此诗，也可见其一斑。\r\n　　这诗在艺术手法上有一点值得注意：诗人的笔触完全在空际点染盘旋，诗境如海市蜃楼，弹指即逝；诗的形象是幻想和现实交织在一起而构成的完美的整体。秋深了，树枝上已听不到聒耳的蝉鸣，辽阔的长空里，时时传来雁阵惊寒之声。在月白霜清的宵夜，高楼独倚，水光接天，望去一片澄澈空明。“初闻征雁已无蝉”二句，是实写环境背景。这环境是美妙想象的摇篮，它会唤起人们脱俗离尘的意念。正是在这个摇篮里，诗人的灵府飞进月地云阶的神话世界中去了。后两句想象中的意境，是从前两句生发出来的。"
        },
        {
            "title": "夜雨寄北",
            "content": "君问归期未有期，巴山夜雨涨秋池。\r\n何当共剪西窗烛，却话巴山夜雨时？\r\n【注释】：①君：指作者的妻子。\r\n②巴山：指四川的山。\r\n③秋池：秋天的池塘。\r\n④何当：哪一天？\r\n⑤却话：回溯。【译文】：　　你问我回来的日期，我还没确定，今夜巴山正在下雨，秋水涨满了池塘。我们什么时候才能一起在西窗下剪烛花。谈论巴山下雨的情景。【赏析】：　　李商隐的爱情诗多以典雅华丽、深隐曲折取胜，这首诗，《万首唐人绝句》中题作《夜雨寄内》，“内”就是“内人”，指妻子。诗人在巴山雨夜中思念妻子，充满了深深的怀念之情。诗人用朴实无华的文字，写出他对妻子的一片深情，亲切有味。全诗构思新巧，自然流畅，跌宕有致。"
        },
        {
            "title": "初入武夷",
            "content": "未到名山梦已新，千峰拔地玉嶙峋。\r\n幔亭一夜风吹雨，似与游人洗俗尘。"
        },
        {
            "title": "登乐游原",
            "content": "向晚意不适，驱车登古原。\r\n夕阳无限好，只是近黄昏。\r\n【注释】：①向晚：傍晚。\r\n②古原：指乐游原，汉宣帝修建的游览地，在陕西长安城南。【译文】：　　傍晚时分心情郁闷，于是驱车来到京都长安城东南的乐游原。只见夕阳放射出迷人的余晖，然而这一切美景将转瞬即逝，不久会被那夜幕所笼罩。【赏析】：　　当诗人为排遣「意不适」的情怀而登上乐游原时，看到了一轮辉煌灿烂的黄昏斜阳，于是发乎感慨。有人认为夕阳是嗟老伤穷、残光末路之感叹；也有人认为此为诗人热爱生命、执着人间而心光不灭，是积极的乐观主义精神。千百年来，此两种观念争论不休，莫衷一是。"
        },
        {
            "title": "宫辞",
            "content": "君恩如水向东流，\r\n得宠忧移失宠愁。\r\n莫向尊前奏《花落》，\r\n凉风只在殿西头。"
        },
        {
            "title": "宫妓",
            "content": "珠箔轻明拂玉墀，\r\n披香新殿斗腰支。\r\n不须看尽鱼龙戏，\r\n终谴君王怒偃师。"
        },
        {
            "title": "筹笔驿",
            "content": "猿鸟犹疑畏简书，风云常为护储胥。\r\n徒令上将挥神笔，终见降王走传车。\r\n管乐有才终不忝，关张无命欲何如？\r\n他年锦里经祠庙，梁父吟成恨有余。\r\n【注释】：①筹笔驿，又名朝天驿，在今四川广元县北。\r\n②管仲，春秋时齐相，曾辅佐齐桓公成就霸业；乐毅，战国时燕国名将，曾为燕昭王率赵、楚、韩、魏、燕五国军队大破强齐，诸葛亮隐居南阳时常以管、乐自许。【译文】：　　猿鸟现在还害怕诸葛的军令，风云聚集守护着军营的壁垒。空教诸葛挥笔筹划，终于刘禅还是被传车送走。才智不亚于管仲和乐毅，关羽和张飞都不济，又能怎么办呢？那年我经过成都武侯祠，吟唱完了梁父吟，感到更多的遗憾。【赏析】：　　筹笔驿在今四川广元县北，相传三国时蜀汉诸葛亮出兵伐魏，曾驻此筹划军事。大中九年（八五五年）李商隐罢梓州幕随柳仲郢回长安，途经此驿，写下这首咏怀古迹的诗篇。诗人在这首怀古诗中抒发了自己对诸葛亮的崇仰之情，赞颂了诸葛亮的才能与功业，并为诸葛亮的壮志未酬婉惜。全诗写景叙事，议论、抒情有机地融合在一起，具有高度的艺术感染力。"
        },
        {
            "title": "嫦娥",
            "content": "云母屏风烛影深，长河渐落晓星沉。\r\n嫦娥应悔偷灵药，碧海青天夜夜心！\r\n【注释】：①深：暗。\r\n②长河：银河。\r\n③碧海青天：指嫦娥的枯燥生活，只能见到碧色的海，深蓝色的天。\r\n④夜夜心：指嫦娥每晚都会感到孤单。【译文】：　　云母屏风上映着幽暗的烛影，银河渐渐疏落，启明星要消失了。嫦娥应该后悔偷吃了灵药，眼望着碧海青天，夜夜心情孤寂。【赏析】：　　这首诗借嫦娥飞月的故事抒写了身处孤寂中的感受。在黑暗污浊的现实包围中，诗人精神上力图摆脱尘俗，追求高洁的境界，而追求的结果往往使自己陷于更孤独的境地。清高与孤独的孪生，以及由此引起的既自赏又自伤，被诗人用精微而富于含蕴的语言成功地表现出来了，这正是本诗的特色。全诗精致伤感，蕴含深厚。"
        },
        {
            "title": "宿骆氏亭，寄怀崔雍、崔兖",
            "content": "竹坞无尘水槛清，相思迢递隔重城。\r\n秋阴不散霜飞晚，留得枯荷听雨声。\r\n【注释】：①亭：园亭，泛指园林中的建筑物。\r\n②崔雍、崔兖(yǎn)：兄弟俩，是作者的表兄弟。崔雍后作和州刺史，崔兖后作漳州刺史。\r\n③竹坞(wù)：指栽有竹子的靠近水边的停船地方。\r\n④水槛(jiàn)：指临水的厅堂。槛是窗户下或长廊旁的栏杆。这句说，竹坞里明净无尘，厅堂面临湖水，风景清幽。\r\n⑤迢递(tiáo dì)：遥远的样子。\r\n⑥隔重(chóng)城：隔着不止一个城(如隔着内城和外城)。这句说，我和友人居处相距较远，只有遥遥相思。\r\n⑦霜飞晚：时令已入深秋，但阴雨连绵，没有晴朗日子，所以下霜就往后推迟了。\r\n⑧最后两句意思是：连日阴雨，池中的残荷还在，留着让我听那雨打枯叶的声音。“留得枯荷听雨声”是名句。作者是欣赏这种雨声，还是表现一种别的什么感情，没有说明，这也是一种含蓄的写法，让读者自己去想象，去体会。【赏析】：　　作者寄宿在一位姓骆的人家的园林里，为怀念两位友人而写了这首诗。篇幅虽短小，但深秋景色，却历历如画。"
        }
    ]
}