{
    "dynasty": "唐",
    "author": "张九龄",
    "intro": "张九龄（678－740）字子寿，韶州曲江（今广东韶关）人。其《感遇诗》以格调刚健著称。有《张曲江集》。",
    "items": [
        {
            "title": "归燕诗",
            "content": "海燕虽微眇， 乘春亦暂来。\r\n岂知泥滓贱， 只见玉堂开。\r\n绣户时双入， 华堂日几回。\r\n无心与物竞， 鹰隼莫相猜。\r\n\r\n\r\n【注释】：　　这是一首咏物诗。所咏的是将要归去的燕子，却并没有工细地描绘燕子的体态和风神，而是叙述和议论多于精工细雕的刻画，如不解其寄托的深意，便觉质木无文。然而，它确是一首妙用比兴、寓意深长的咏物诗。\r\n\r\n　　阮阅《诗话总龟》卷十七引《明皇杂录》，说张九龄在相，有謇谔匪躬之诚。明皇怠于政事，李林甫阴中伤之。方秋，明皇令高力士持白羽扇赐焉。九龄作《归燕诗》贻林甫。从上面所记本事推知，这首诗应写于张九龄被罢相的前夕。作者是唐玄宗开元年间的名相，以直言敢谏著称。由于李林甫等毁谤，玄宗渐渐疏远张九龄。开元二十四年，张被罢相，《归燕诗》大约写于这年秋天。\r\n\r\n　　诗从海燕“微眇”写起，隐寓诗人自己出身微贱，是从民间来的，不象李林甫那样出身华贵。“乘春亦暂来”句，表明自己在圣明的时代暂时来朝廷做官，如燕子春来秋去，是不会久留的。中间四句，以燕子不知“泥滓”之贱，只见“玉堂”开着，便一日数次出入其间，衔泥作窠，来隐寓自己在朝廷为相，日夜辛劳，惨淡经营。“绣户”、“华堂”和“玉堂”，都是隐喻朝廷。末句是告诫李林甫：我无心与你争权夺利，你不必猜忌、中伤我，我要退隐了。当时大权已经落在李林甫手中，张九龄自知不可能有所作为，他不得不退让，实则并非没有牢骚和感慨。刘禹锡《吊张曲江序》说张被贬之后，“有拘囚之思，托讽禽鸟，寄词草树，郁郁然与骚人同风。”这是知人之言。用这段话来评《归燕诗》同样是适合的，《归燕诗》就是“托讽禽鸟”之作。\r\n\r\n　　这首律诗对仗工整，语言朴素，风格清淡，如“轻缣素练”（张说评张九龄语）一般。它名为咏物，实乃抒怀，既写燕，又写人，句句不离燕子，却又是张九龄的自我写照。作者的艺术匠心，主要就表现在他选择了最能模写自己的形象的外物──燕子。句句诗不离燕子，但又不黏于燕子，达到不即不离的艺术境界。\r\n\r\n　　（刘文忠）"
        },
        {
            "title": "郡中每晨兴辄见群鹤东飞，至暮又行列而返，",
            "content": "云间有数鹤，抚翼意无违。晓日东田去，烟霄北渚归。\r欢呼良自适，罗列好相依。远集长江静，高翔众鸟稀。\r岂烦仙子驭，何畏野人机。却念乘轩者，拘留不得飞。"
        },
        {
            "title": "郢城西北有大古冢数十，观其封域多是楚时诸",
            "content": "蘋藻生南涧，蕙兰秀中林。嘉名有所在，芳气无幽深。\r楚子初逞志，樊妃尝献箴。能令更择士，非直罢从禽。\r旧国皆湮灭，先王亦莫寻。唯传贤媛陇，犹结后人心。\r牢落山川意，萧疏松柏阴。破墙时直上，荒径或斜侵。\r惠问终不绝，风流独至今。千春思窈窕，黄鸟复哀音。"
        },
        {
            "title": "郡中每晨兴辄见群鹤东飞，至暮又行列而返，",
            "content": "云间有数鹤，抚翼意无违。晓日东田去，烟霄北渚归。\r\n欢呼良自适，罗列好相依。远集长江静，高翔众鸟稀。\r\n岂烦仙子驭，何畏野人机。却念乘轩者，拘留不得飞。"
        },
        {
            "title": "果，会夙言故有此咏",
            "content": "忆昨闻佳境，驾言寻昔蹊。非惟初物变，亦与旧游暌。\r幽渚为君说，清晨即我携。途深独睥睨，历险共攀跻。\r林笋苞青箨，津杨委绿荑。荷香初出浦，草色复缘堤。\r乐处将鸥狎，谭端用马齐。且言临海郡，兼话武陵溪。\r异壤风烟绝，空山岩径迷。如何际朝野，从此待金闺。"
        },
        {
            "title": "胜，因并坐其次相得甚欢，遂赋诗焉，以咏其",
            "content": "方驾与吾友，同怀不异寻。偶逢池竹处，便会江湖心。\r夏近林方密，春馀水更深。清华两辉映，闲步亦窥临。\r蘋藻复佳色，凫鹥亦好音。韶芳媚洲渚，蕙气袭衣襟。\r萧散皆为乐，裴回从所钦。谓予成夙志，岁晚共抽簪。"
        },
        {
            "title": "赠，以此篇答焉",
            "content": "辙迹陈家巷，诗书孟子邻。偶来乘兴者，不值草玄人。\r契是忘年合，情非累日申。闻君还薄暮，见眷及兹辰。\r赠我如琼玖，将何报所亲。"
        },
        {
            "title": "郢城西北有大古冢数十观，其封域多是楚时诸",
            "content": "蘋藻生南涧，蕙兰秀中林。\r\n嘉名有所在，芳气无幽深。\r\n楚子初逞志，樊妃尝献箴。\r\n能令更择士，非直罢从禽。\r\n旧国皆湮灭，先王亦莫寻。\r\n唯传贤媛陇，犹结后人心。\r\n牢落山川意，萧疏松柏阴。\r\n破墙时直上，荒径或斜侵。\r\n惠问终不绝，风流独至今。\r\n千春思窈窕，黄鸟复哀音。"
        },
        {
            "title": "行县复往焉，故有此作",
            "content": "灵境信幽绝，芳时重暄妍。再来及兹胜，一遇非无缘。\r万木柔可结，千花敷欲然。松间鸣好鸟，竹下流清泉。\r石壁开精舍，金光照法筵。真空本自寂，假有聊相宣。\r复此灰心者，仍追巢顶禅。简书虽有畏，身世亦相捐。"
        },
        {
            "title": "岁初巡属县，登高安南楼言怀",
            "content": "山城本孤峻，凭高结层轩。江气偏宜早，林英粲已繁。\r馀滋含宿霁，众妍在朝暾。拂衣释簿领，伏槛遗纷喧。\r深俯东溪澳，远延南山樊。归云纳前岭，去鸟投遥村。\r目尽有馀意，心恻不可谖。朅来彭蠡泽，载经敷浅原。\r春及但生思，时哉无与言。不才叨过举，唯力酬明恩。\r美化犹寂蔑，迅节徒飞奔。虽无成立效，庶以去思论。\r行复徇孤迹，亦云吾道存。"
        },
        {
            "title": "洪州西山祈雨，是日辄应，因赋诗言事",
            "content": "兹山蕴灵异，走望良有归。丘祷虽已久，氓心难重违。\r迟明申藻荐，先夕旅岩扉。独宿云峰下，萧条人吏稀。\r我来不外适，幽抱自中微。静入风泉奏，凉生松栝围。\r穷年滞远想，寸晷阅清晖。虚美怅无属，素情缄所依。\r诡随嫌弱操，羁束谢贞肥。义济亦吾道，诚存为物祈。\r灵心倏已应，甘液幸而飞。闭阁且无责，随车安敢希。\r多惭德不感，知复是耶非。"
        },
        {
            "title": "赋得自君之出矣",
            "content": "自君之出矣，不复理残机。思君如满月，夜夜减清辉。"
        },
        {
            "title": "物，有足悲者，遂赋二章",
            "content": "场藿已成岁，园葵亦向阳。兰时独不偶，露节渐无芳。\r旨异菁为蓄，甘非蔗有浆。人多利一饱，谁复惜馨香。\r幸得不锄去，孤苗守旧根。无心羡旨蓄，岂欲近名园。\r遇赏宁充佩，为生莫碍门。幽林芳意在，非是为人论。"
        },
        {
            "title": "答太常靳博士见赠一绝",
            "content": "上苑春先入，中园花尽开。唯馀幽径草，尚待日光催。"
        },
        {
            "title": "奉和圣制度潼关口号",
            "content": "嶙嶙故城垒，荒凉空戍楼。在德不在险，方知王道休。"
        },
        {
            "title": "奉和圣制经函谷关作",
            "content": "函谷虽云险，黄河已复清。圣心无所隔，空此置关城。"
        },
        {
            "title": "和姚令公哭李尚书乂",
            "content": "贵贱虽殊等，平生窃下风。云泥势已绝，山海纳还通。\r\n忽叹登龙者，翻将吊鹤同。琴诗犹可托，剑履独成空。\r\n畴昔尝论礼，兴言每匪躬。人思崔琰议，朝掩祭遵公。\r\n作善神何酷，依仁命不融。天文虚北斗，人事罢南宫。\r\n上宰既伤旧，下流弥感衷。无恩报国士，徒欲问玄穹。"
        },
        {
            "title": "国亲故（后缺）",
            "content": "嵩岳神惟降，汾川鼎气雄。生才作霖雨，继代有清通。\r\n天下称贤相，朝端挹至公。自家来佐国，移孝入为忠。\r\n霜露多前感，丘园想旧风。扈巡过晋北，问俗到河东。\r\n便道恩华降，还乡礼教崇。野尊延故老，朝服见儿童。"
        },
        {
            "title": "郡中每晨兴辄见群",
            "content": "云间有数鹤，抚翼意无违。晓日东田去，烟霄北渚归。\r\n欢呼良自适，罗列好相依。远集长江静，高翔众鸟稀。\r\n岂烦仙子驭，何畏野人机。却念乘轩者，拘留不得飞。"
        },
        {
            "title": "当涂界寄裴宣州",
            "content": "故人宣城守，亦在江南偏。如何分虎竹，相与间山川。\r\n章绶胡为者，形骸非自然。含情津渡阔，倚望脰空延。\r\n远近闻佳政，平生仰大贤。推心徒有属，会面良无缘。\r\n目夕遵前渚，江村投暮烟。念行祗意默，怀远岂言宣。\r\n委曲风波事，难为尺素传。"
        },
        {
            "title": "自始兴溪夜上赴岭",
            "content": "尝蓄名山意，兹为世网牵。征途屡及此，初服已非然。\r\n日落青岩际，溪行绿筱边。去舟乘月后，归鸟息人前。\r\n数曲迷幽嶂，连圻触暗泉。深林风绪结，遥夜客情悬。\r\n非梗胡为泛，无膏亦自煎。不知于役者，相乐在何年。"
        },
        {
            "title": "答陆澧",
            "content": "松叶堪为酒，春来酿几多。不辞山路远，踏雪也相过。\r\n第五十卷"
        },
        {
            "title": "商洛山行怀古",
            "content": "园绮值秦末，嘉遁此山阿。陈迹向千古，荒途始一过。\r\n硕人久沦谢，乔木自森罗。故事昔尝览，遗风今岂讹。\r\n泌泉空活活，樵臾独皤皤。是处清晖满，从中幽兴多。\r\n长怀赤松意，复忆紫芝歌。避世辞轩冕，逢时解薜萝。\r\n盛明今在运，吾道竟如何。"
        },
        {
            "title": "郢城西北有大古冢数",
            "content": "蘋藻生南涧，蕙兰秀中林。嘉名有所在，芳气无幽深。\r\n楚子初逞志，樊妃尝献箴。能令更择士，非直罢从禽。\r\n旧国皆湮灭，先王亦莫寻。唯传贤媛陇，犹结后人心。\r\n牢落山川意，萧疏松柏阴。破墙时直上，荒径或斜侵。\r\n惠问终不绝，风流独至今。千春思窈窕，黄鸟复哀音。"
        },
        {
            "title": "二弟宰邑南海，见群雁南飞，因成咏以寄",
            "content": "鸿雁自北来，嗷嗷度烟景。常怀稻粱惠，岂惮江山永。\r小大每相从，羽毛当自整。双凫侣晨泛，独鹤参宵警。\r为我更南飞，因书至梅岭。"
        },
        {
            "title": "南还湘水言怀",
            "content": "拙宦今何有，劳歌念不成。十年乖夙志，一别悔前行。\r\n归去田园老，倘来轩冕轻。江间稻正熟，林里桂初荣。\r\n鱼意思在藻，鹿心怀食苹。时哉苟不达，取乐遂吾情。"
        },
        {
            "title": "西江夜行",
            "content": "遥夜人何在，澄潭月里行。悠悠天宇旷，切切故乡情。\r\n外物寂无扰，中流澹自清。念归林叶换，愁坐露华生。\r\n犹有汀洲鹤，宵分乍一鸣。"
        },
        {
            "title": "果，会夙",
            "content": "忆昨闻佳境，驾言寻昔蹊。非惟初物变，亦与旧游暌。\r\n幽渚为君说，清晨即我携。途深独睥睨，历险共攀跻。\r\n林笋苞青箨，津杨委绿荑。荷香初出浦，草色复缘堤。\r\n乐处将鸥狎，谭端用马齐。且言临海郡，兼话武陵溪。\r\n异壤风烟绝，空山岩径迷。如何际朝野，从此待金闺。"
        },
        {
            "title": "郡内闲斋",
            "content": "郡阁昼常掩，庭芜日复滋。檐风落鸟毳，窗叶挂虫丝。\r\n拙病宦情少，羁闲秋气悲。理人无异绩，为郡但经时。\r\n唯有江湖意，沉冥空在兹。"
        },
        {
            "title": "与弟游家园",
            "content": "定省荣君赐，来归是昼游。林鸟飞旧里，园果让新秋。\r\n枝长南庭树，池临北涧流。星霜屡尔别，兰麝为谁幽。\r\n善积家方庆，恩深国未酬。栖栖将义动，安得久情留。"
        },
        {
            "title": "初发道中赠王司马兼寄诸公",
            "content": "昔岁尝陈力，中年退屏居。承颜方弄鸟，放性或观鱼。\r\n曾是安疵拙，诚非议卷舒。林园事益简，烟月赏恒馀。\r\n不意栖愚谷，无阶奉诏书。湛恩均大造，弱植愧空虚。\r\n肃命趋仙阙，侨装抚传车。念行开祖帐，怜别降题舆。\r\n谁谓风期许，叨延礼数殊。义沾投分末，情及解携初。\r\n追饯扶江介，光辉烛里闾。子云应寂寞，公叔为吹嘘。\r\n景物春来异，音容日向疏。川原行稍稳，钟鼓听犹徐。\r\n林隔王公举，云迷班氏庐。恋亲唯委咽，思德更踌躇。\r\n徇义当由此，怀安乃阙如。愿酬明主惠，行矣岂徒欤。"
        },
        {
            "title": "胜，因并坐其次相得甚欢，遂赋诗",
            "content": "方驾与吾友，同怀不异寻。偶逢池竹处，便会江湖心。\r\n夏近林方密，春馀水更深。清华两辉映，闲步亦窥临。\r\n蘋藻复佳色，凫鹥亦好音。韶芳媚洲渚，蕙气袭衣襟。\r\n萧散皆为乐，裴回从所钦。谓予成夙志，岁晚共抽簪。"
        },
        {
            "title": "陪王司马登薛公逍遥台",
            "content": "尝闻薛公泪，非直雍门琴。窜逐留遗迹，悲凉见此心。\r\n府中因暇豫，江上幸招寻。人事已成古，风流独至今。\r\n闲情多感叹，清景暂登临。无复甘棠在，空馀蔓草深。\r\n晴光送远目，胜气入幽襟。水去朝沧海，春来换碧林。\r\n赋怀湘浦吊，碑想汉川沉。曾是陪游日，徒为梁父吟。"
        },
        {
            "title": "登临沮楼",
            "content": "高深不可厌，巡属复来过。本与众山绝，况兹韶景和。\r\n危楼入水倒，飞槛向空摩。杂树缘青壁，棹枝挂绿萝。\r\n潭清能彻底，鱼乐好跳波。有象言虽具，无端思转多。\r\n同怀不在此，孤赏欲如何。"
        },
        {
            "title": "候使登石头驿楼作",
            "content": "山槛凭南望，川途眇北流。远林天翠合，前浦日华浮。\r\n万井缘津渚，千艘咽渡头。渔商多末事，耕稼少良畴。\r\n自守陈蕃榻，尝登王粲楼。徒然骋目处，岂是获心游。\r\n向迹虽愚谷，求名异盗丘。息阴芳木所，空复越乡忧。"
        },
        {
            "title": "登乐游原春望书怀",
            "content": "城隅有乐游，表里见皇州。策马既长远，云山亦悠悠。\r\n万壑清光满，千门喜气浮。花间直城路，草际曲江流。\r\n凭眺兹为美，离居方独愁。已惊玄发换，空度绿荑柔。\r\n奋翼笼中鸟，归心海上鸥。既伤日月逝，且欲桑榆收。\r\n豹变焉能及，莺鸣非可求。愿言从所好，初服返林丘。"
        },
        {
            "title": "登荆州城楼",
            "content": "天宇何其旷，江城坐自拘。层楼百馀尺，迢递在西隅。\r\n暇日时登眺，荒郊临故都。累累见陈迹，寂寂想雄图。\r\n古往山川在，今来郡邑殊。北疆虽入郑，东距岂防吴。\r\n几代传荆国，当时敌陕郛。上流空有处，中土复何虞。\r\n枕席夷三峡，关梁豁五湖。承平无异境，守隘莫论夫。\r\n自罢金门籍，来参竹使符。端居向林薮，微尚在桑榆。\r\n直似王陵憨，非如宁武愚。今兹对南浦，乘雁与双凫。"
        },
        {
            "title": "登襄阳岘山",
            "content": "昔年亟攀践，征马复来过。信若山川旧，谁如岁月何。\r\n蜀相吟安在，羊公碣已磨。令图犹寂寞，嘉会亦蹉跎。\r\n宛宛樊城岸，悠悠汉水波。逶迤春日远，感寄客情多。\r\n地本原林秀，朝来烟景和。同心不同赏，留叹此岩阿。"
        },
        {
            "title": "登荆州城望江二首",
            "content": "滔滔大江水，天地相终始。经阅几世人，复叹谁家子。\r\n东望何悠悠，西来昼夜流。岁月既如此，为心那不愁。"
        },
        {
            "title": "经江宁览旧迹至玄武湖",
            "content": "南国更数世，北湖方十洲。天清华林苑，日晏景阳楼。\r\n果下回仙骑，津傍驻彩斿。凫鹥喧凤管，荷芰斗龙舟。\r\n七子陪诗赋，千人和棹讴。应言在镐乐，不让横汾秋。\r\n风俗因纾慢，江山成易由。驹王信不武，孙叔是无谋。\r\n佳气日将歇，霸功谁与修。桑田东海变，麋鹿姑苏游。\r\n否运争三国，康时劣九州。山虽幕府在，馆岂豫章留。\r\n水淀还相阅，菱歌亦故遒。雄图不足问，唯想事风流。"
        },
        {
            "title": "南还以诗代书赠京师旧僚",
            "content": "薄宦晨昏阙，尊尊义取斯。穷愁年貌改，寂历尔胡为。\r\n不谄词多忤，无容礼益卑。微生尚何有，远迹固其宜。\r\n思扰梁山曲，情遥越鸟枝。故园从海上，良友邈天涯。\r\n云雨叹一别，川原劳载驰。上惭伯乐顾，中负叔牙知。\r\n去国诚寥落，经途弊险巇。岁逢霜雪苦，林属蕙兰萎。\r\n欲赠幽芳歇，行悲旧赏移。一从关作限，两见月成规。\r\n苒苒穷年籥，行行尽路岐。征鞍税北渚，归帆指南垂。\r\n树晚犹葱蒨，江寒尚渺瀰。土风从楚别，山水入湘奇。\r\n石濑相奔触，烟林更蔽亏。层崖夹洞浦，轻舸泛澄漪。\r\n松筱行皆傍，禽鱼动辄随。惜哉边地隔，不与故人窥。\r\n畴昔陪鹓鹭，朝阳振羽仪。来音虽寂寞，接景每逶迤。\r\n朝罢冥尘事，宾来话酒卮。邀欢逐芳草，结兴选华池。\r\n及此风成叹，何时雾可披。自怜无用者，谁念有情离。\r\n望美音容阔，怀贤梦想疲。因声达霄汉，持拙守东陂。"
        },
        {
            "title": "洪州西山",
            "content": "兹山蕴灵异，走望良有归。丘祷虽已久，氓心难重违。\r\n迟明申藻荐，先夕旅岩扉。独宿云峰下，萧条人吏稀。\r\n我来不外适，幽抱自中微。静入风泉奏，凉生松栝围。\r\n穷年滞远想，寸晷阅清晖。虚美怅无属，素情缄所依。\r\n诡随嫌弱操，羁束谢贞肥。义济亦吾道，诚存为物祈。\r\n灵心倏已应，甘液幸而飞。闭阁且无责，随车安敢希。\r\n多惭德不感，知复是耶非。"
        },
        {
            "title": "祠紫盖山经玉泉山寺",
            "content": "指途跻楚望，策马傍荆岑。稍稍松篁入，泠泠涧谷深。\r\n观奇逐幽映，历险忘岖嶔。上界投佛影，中天扬梵音。\r\n焚香忏在昔，礼足誓来今。灵异若有对，神仙真可寻。\r\n高僧闻逝者，远俗是初心。藓驳经行处，猿啼燕坐林。\r\n归真已寂灭，留迹岂湮沉。法地自兹广，何云千万金。"
        },
        {
            "title": "登城楼望西山作",
            "content": "城楼枕南浦，日夕顾西山。宛宛鸾鹤处，高高烟雾间。\r\n仙井今犹在，洪厓久不还。金编莫我授，羽驾亦难攀。\r\n檐际千峰出，云中一鸟闲。纵观穷水国，游思遍人寰。\r\n勿复尘埃事，归来且闭关。"
        },
        {
            "title": "晚憩王少府东阁",
            "content": "披轩肆流览，云壑见深重。空水秋弥净，林烟晚更浓。\r\n坐隅分洞府，檐际列群峰。窈窕生幽意，参差多异容。\r\n还惭大隐迹，空想列仙踪。赖此升攀处，萧条得所从。"
        },
        {
            "title": "登总持寺阁",
            "content": "香阁起崔嵬，高高沙版开。攀跻千仞上，纷诡万形来。\r\n草间商君陌，云重汉后台。山从函谷断，川向斗城回。\r\n林里春容变，天边客思催。登临信为美，怀远独悠哉。"
        },
        {
            "title": "初发江陵有怀",
            "content": "极望涔阳浦，江天渺不分。扁舟从此去，鸥鸟自为群。\r\n他日怀真赏，中年负俗纷。适来果微尚，倏尔会斯文。\r\n复想金闺籍，何如梦渚云。我行多胜寄，浩思独氛氲。"
        },
        {
            "title": "别乡人南还",
            "content": "橘柚南中暖，桑榆北地阴。何言荣落异，因见别离心。\r\n吾亦江乡子，思归梦寐深。闻君去水宿，结思渺云林。\r\n牵缀从浮事，迟回谢所钦。东南行舫远，秋浦念猿吟。"
        },
        {
            "title": "同綦毋学士月夜闻雁",
            "content": "栖宿岂无意，飞飞更远寻。长途未及半，中夜有遗音。\r\n月思关山笛，风号流水琴。空声两相应，幽感一何深。\r\n避缴归南浦，离群叫北林。联翩俱不定，怜尔越乡心。"
        },
        {
            "title": "高斋闲望言怀",
            "content": "高斋复晴景，延眺属清秋。风物动归思，烟林生远愁。\r\n纷吾自穷海，薄宦此中州。取路无高足，随波适下流。\r\n岁华空冉冉，心曲且悠悠。坐惜芳时歇，胡然久滞留。"
        },
        {
            "title": "南山下旧居闲放",
            "content": "祗役已云久，乘闲返服初。块然屏尘事，幽独坐林闾。\r\n清旷前山远，纷喧此地疏。乔木凌青霭，修篁媚绿渠。\r\n耳和绣翼鸟，目畅锦鳞鱼。寂寞心还间，飘飖体自虚。\r\n兴来命旨酒，临罢阅仙书。但乐多幽意，宁知有毁誉。\r\n尚想争名者，谁云要路居。都忘下流叹，倾夺竟何如。"
        },
        {
            "title": "贺给事尝诣蔡起居郊馆有诗因命同作",
            "content": "记言闻直史，筑室面层阿。岂不承明入，终云幽意多。\r\n沉冥高士致，休浣故人过。前岭游氛灭，中林芳气和。\r\n兹辰阻佳趣，望美独如何。"
        },
        {
            "title": "奉使自蓝田玉山南行",
            "content": "征骖入云壑，始忆步金门。通籍微躯幸，归途明主恩。\r\n匪唯徇行役，兼得慰晨昏。是节暑云炽，纷吾心所尊。\r\n海县且悠缅，山邮日骏奔。徒知恶嚣事，未暇息阴论。\r\n峣武经陈迹，衡湘指故园。水闻南涧险，烟望北林繁。\r\n远霭千岩合，幽声百籁喧。阴泉夏犹冻，阳景昼方暾。\r\n懿此高深极，徒令梦想存。盛明期有报，长往复奚言。"
        },
        {
            "title": "送赵都护赴安西",
            "content": "将相有更践，简心良独难。远图尝画地，超拜乃登坛。\r\n戎即昆山序，车同渤海单。义无中国费，情必远人安。\r\n他日文兼武，而今栗且宽。自然来月窟，何用刺楼兰。\r\n南至三冬晚，西驰万里寒。封侯自有处，征马去啴啴。"
        },
        {
            "title": "饯王尚书出边",
            "content": "汉相推人杰，殷宗伐鬼方。还闻出将重，坐见即戎良。\r\n上策应为豫，中权且用光。令申兵气倍，威憺虏魂亡。\r\n树比公孙大，城如道济长。夏云登陇首，秋露泫辽阳。\r\n武德舒宸眷，文思饯乐章。感恩身既许，激节胆犹尝。\r\n祖帐倾朝列，军麾驻道傍。诗人何所咏，尚父欲鹰扬。"
        },
        {
            "title": "武司功初有幽庭春暄见贻夏首获见以诗报焉",
            "content": "芳月尽离居，幽怀重起予。虽言春事晚，尚想物华初。\r\n迟日皦方照，高斋澹复虚。笋成林向密，花落树应疏。\r\n赠鲤情无间，求莺思有馀。暄妍不相待，含叹欲焉如。"
        },
        {
            "title": "酬宋使君见诒",
            "content": "陟邻初禀训，献策幸逢时。朝列且云忝，君恩复若兹。\r\n庭闱际海曲，轺传荷天慈。顾己欢乌鸟，闻君泣素丝。\r\n才明应主召，福善岂神欺。但愿白心在，终然涅不淄。"
        },
        {
            "title": "酬宋使君见赠之作",
            "content": "时来不自意，宿昔谬枢衡。翊圣负明主，妨贤愧友生。\r\n罢归犹右职，待罪尚南荆。政有留棠旧，风因继组成。\r\n高轩问疾苦，烝庶荷仁明。衰废时所薄，只言僚故情。"
        },
        {
            "title": "赠，",
            "content": "辙迹陈家巷，诗书孟子邻。偶来乘兴者，不值草玄人。\r\n契是忘年合，情非累日申。闻君还薄暮，见眷及兹辰。\r\n赠我如琼玖，将何报所亲。"
        },
        {
            "title": "和苏侍郎小园夕霁寄诸弟",
            "content": "清风阊阖至，轩盖承明归。云月爱秋景，林堂开夜扉。\r\n何言兼济日，尚与宴私违。兴逐蒹葭变，文因棠棣飞。\r\n人伦用忠孝，帝德已光辉。赠弟今为贵，方知陆氏微。"
        },
        {
            "title": "和许给事中直夜简诸公",
            "content": "未央钟漏晚，仙宇蔼沉沉。武卫千庐合，严扃万户深。\r\n左掖知天近，南窗见月临。树摇金掌露，庭徙玉楼阴。\r\n他日闻更直，中宵属所钦。声华大国宝，夙夜近臣心。\r\n逸兴乘高阁，雄飞在禁林。宁思窃抃者，情发为知音。"
        },
        {
            "title": "和崔尚书喜雨",
            "content": "积阳虽有晦，经月未为灾。上念人天重，先祈云汉回。\r\n仁心及草木，号令起风雷。照烂阴霞止，交纷瑞雨来。\r\n三辰破黍稷，四达屏氛埃。池溜因忝满，林芳为洒开。\r\n听中声滴沥，望处影徘徊。惠泽成丰岁，昌言发上才。\r\n无论验石鼓，不是御云台。直颂皇恩浃，崇朝遍九垓。"
        },
        {
            "title": "奉和吏部崔尚书雨后大明朝堂望南山",
            "content": "迢递终南顶，朝朝阊阖前。朅来青绮外，高在翠微先。\r\n双凤蹇为阙，群龙俨若仙。还知到玄圃，更是谒甘泉。\r\n夜雨尘初灭，秋空月正悬。诡容纷入望，霁色宛成妍。\r\n东极华阴践，西弥嶓冢连。奔峰出岭外，瀑水落云边。\r\n汉帝宫将苑，商君陌与阡。林华铺近甸，烟霭绕晴川。\r\n既庶仁斯及，分忧政已宣。山公启事罢，吉甫颂声传。\r\n济济金门步，洋洋玉树篇。徒歌虽有属，清越岂同年。"
        },
        {
            "title": "奉和圣制过王濬墓",
            "content": "汉王思钜鹿，晋将在弘农。入蜀举长算，平吴成大功。\r\n与浑虽不协，归皓实为雄。孤绩沦千载，流名感圣衷。\r\n万乘度荒陇，一顾凛生风。古节犹不弃，今人争效忠。"
        },
        {
            "title": "酬赵二侍御使西军赠两省旧僚之作",
            "content": "石室先鸣者，金门待制同。操刀尝愿割，持斧竟称雄。\r\n应敌兵初起，缘边虏欲空。使车经陇月，征旆绕河风。\r\n忽枉兼金讯，非徒秣马功。气清蒲海曲，声满柏台中。\r\n顾己尘华省，欣君震远戎。明时独匪报，尝欲退微躬。"
        },
        {
            "title": "恩赐乐游园宴应制",
            "content": "宝筵延厚命，供帐序群公。形胜宜春接，威仪建礼同。\r\n晞阳人似露，解愠物从风。朝庆千龄始，年华二月中。\r\n辉光遍草木，和气发丝桐。岁岁无为化，宁知乐九功。"
        },
        {
            "title": "酬通事舍人寓直见示篇中兼起居陆舍人景献",
            "content": "轩掖殊清秘，才华固在斯。兴因膏泽洒，情与惠风吹。\r\n所美应人誉，何私亦我仪。同声感乔木，比翼谢长离。\r\n价以陆生减，贤惭鲍叔知。薄游尝独愧，芳讯乃兼施。\r\n此夜金闺籍，伊人琼树枝。飞鸣复何远，相顾幸媞媞。"
        },
        {
            "title": "奉和圣制登封礼毕洛城酺宴",
            "content": "大君毕能事，端扆乐成功。运与千龄合，欢将万国同。\r\n汉酺歌圣酒，韶乐舞薰风。河洛荣光遍，云烟喜气通。\r\n春华顿觉早，天泽倍知崇。草木毕沾被，犹言不在躬。"
        },
        {
            "title": "奉和圣制早登太行山率尔言志",
            "content": "孟月摄提贞，乘时我后征。晨严九折度，暮戒六军行。\r\n日御驰中道，风师卷太清。戈鋋林表出，组练雪间明。\r\n动植希皇豫，高深奉睿情。陪游七圣列，望幸百神迎。\r\n气色烟犹喜，恩光草尚荣。之罘称万岁，今此复同声。"
        },
        {
            "title": "奉和圣制途经华山",
            "content": "万乘华山下，千岩云汉中。灵居虽窅密，睿览忽玄同。\r\n日月临高掌，神仙仰大风。攒峰势岌岌，翊辇气雄雄。\r\n揆物知幽赞，铭勋表圣衷。会应陪玉检，来此告成功。"
        },
        {
            "title": "奉和圣制送尚书燕国公赴朔方",
            "content": "宗臣事有征，庙算在休兵。天与三台座，人当万里城。\r\n朔南方偃革，河右暂扬旌。宠锡从仙禁，光华出汉京。\r\n山川勤远略，原隰轸皇情。为奏薰琴唱，仍题宝剑名。\r\n闻风六郡伏，计日五戎平。山甫归应疾，留侯功复成。\r\n歌钟旋可望，衽席岂难行。四牡何时入，吾君忆履声。"
        },
        {
            "title": "酬王履震游园林见贻",
            "content": "宅生惟海县，素业守郊园。中览霸王说，上徼明主恩。\r\n一行罢兰径，数载历金门。既负潘生拙，俄从周任言。\r\n逶迤恋轩陛，萧散反丘樊。旧径稀人迹，前池耗水痕。\r\n并看芳树老，唯觉敝庐存。自我栖幽谷，逢君翳覆盆。\r\n孟轲应有命，贾谊得无冤。江上行伤远，林间偶避喧。\r\n地偏人事绝，时霁鸟声繁。独善心俱闭，穷居道共尊。\r\n乐因南涧藻，忧岂北堂萱。幽意加投漆，新诗重赠轩。\r\n平生徇知己，穷达与君论。"
        },
        {
            "title": "奉和圣制经河上公庙",
            "content": "昔者河边叟，谁知隐与仙。姓名终不识，章句此空传。\r\n迹为坐忘晦，言犹强著诠。精灵竟何所，祠宇独依然。\r\n道在纡眷眷，风行动睿篇。从兹化天下，清净复何先。"
        },
        {
            "title": "奉和圣制同二相南出雀鼠谷",
            "content": "设险诸侯地，承平圣主巡。东君朝二月，南旆拥三辰。\r\n寒出重关尽，年随行漏新。瑞云丛捧日，芳树曲迎春。\r\n舞咏先驰道，恩华及从臣。汾川花鸟意，并奉属车尘。"
        },
        {
            "title": "奉和圣制早渡蒲津关",
            "content": "魏武中流处，轩皇问道回。长堤春树发，高掌曙云开。\r\n龙负王舟渡，人占仙气来。河津会日月，天仗役风雷。\r\n东顾重关尽，西驰万国陪。还闻股肱郡，元首咏康哉。"
        },
        {
            "title": "奉和圣制南郊礼毕酺宴",
            "content": "配天昭圣业，率土庆辉光。春发三条路，酺开百戏场。\r\n流恩均庶品，纵观聚康庄。妙舞来平乐，新声出建章。\r\n分曹日抱戴，赴节凤归昌。幸奏承云乐，同晞湛露阳。\r\n气和皆有感，泽厚自无疆。饱德君臣醉，连歌奉柏梁。"
        },
        {
            "title": "奉和圣制龙池篇",
            "content": "天启神龙生碧泉，泉水灵源浸迤延。飞龙已向珠潭出，\r\n积水仍将银汉连。岸傍花柳看胜画，浦上楼台问是仙。\r\n我后元符从此得，方为万岁寿图川。\r\n第四十九卷"
        },
        {
            "title": "奉和圣制早发三乡山行",
            "content": "羽卫森森西向秦，山川历历在清晨。晴云稍卷寒岩树，\r\n宿雨能销御路尘。圣德由来合天道，灵符即此应时巡。\r\n遣贤一一皆羁致，犹欲高深访隐沦。"
        },
        {
            "title": "故徐州刺史赠吏部侍郎苏公挽歌词三首",
            "content": "韦玄方继相，荀爽复齐名。在贵兼天爵，能贤出世卿。\r\n学闻金马诏，神见玉人清。藏壑今如此，为山遂不成。\r\n相如只谢病，子敬忽云亡。岂悟瑶台雪，分雕玉树行。\r\n清规留草议，故事在封章。本谓山公启，而今殁始扬。\r\n返葬长安陌，秋风箫鼓悲。奈何相送者，不是平生时。\r\n寒影催年急，哀歌助晚迟。宁知建旟罢，丹旐向京师。"
        },
        {
            "title": "故刑部李尚书挽词三首",
            "content": "仙宗出赵北，相业起山东。明德尝为林，嘉谋屡作忠。\r\n论经白虎殿，献赋甘泉宫。与善今何在，苍生望已空。\r\n宿昔三台践，荣华驷马归。印从青琐拜，翰入紫宸挥。\r\n题剑恩方重，藏舟事已非。龙门不可望，感激涕沾衣。\r\n永叹常山宝，沉埋京兆阡。同盟会五月，华表记千年。\r\n渺漫野中草，微茫空里烟。共悲人事绝，唯对杜陵田。"
        },
        {
            "title": "秋怀",
            "content": "感惜芳时换，谁知客思悬。忆随鸿向暖，愁学马思边。\r\n留滞机还息，纷拏网自牵。东南起归望，何处是江天。"
        },
        {
            "title": "初秋忆金均两弟",
            "content": "江渚秋风至，他乡离别心。孤云愁自远，一叶感何深。\r\n忧喜尝同域，飞鸣忽异林。青山西北望，堪作白头吟。"
        },
        {
            "title": "庭梅咏",
            "content": "芳意何能早，孤荣亦自危。更怜花蒂弱，不受岁寒移。\r\n朝雪那相妒，阴风已屡吹。馨香虽尚尔，飘荡复谁知。"
        },
        {
            "title": "戏题春意",
            "content": "一作江南守，江林三四春。相鸣不及鸟，相乐喜关人。\r\n日守朱丝直，年催华发新。淮阳只有卧，持此度芳辰。"
        },
        {
            "title": "眉州康司马挽歌词",
            "content": "家受专门学，人称入室贤。刘桢徒有气，管辂独无年。\r\n谪去长沙国，魂归京兆阡。从兹匣中剑，埋没罢冲天。"
        },
        {
            "title": "故刑部李尚书荆谷山集会",
            "content": "尝闻继老聃，身退道弥耽。结宇倚青壁，疏泉喷碧潭。\r\n苔石随人古，烟花寄酒酣。山光纷向夕，归兴杜城南。"
        },
        {
            "title": "咏燕",
            "content": "海燕何微眇，乘春亦暂来。岂知泥滓贱，祗见玉堂开。\r\n绣户时双入，华轩日几回。无心与物竞，鹰隼莫相猜。"
        },
        {
            "title": "秋夕望月",
            "content": "清迥江城月，流光万里同。所思如梦里，相望在庭中。\r\n皎洁青苔露，萧条黄叶风。含情不得语，频使桂华同。"
        },
        {
            "title": "旅宿淮阳亭口号（一作宋之问诗）",
            "content": "日暮荒亭上，悠悠旅思多。故乡临桂水，今夜渺星河。\r\n暗草霜华发，空亭雁影过。兴来谁与晤，劳者自为歌。"
        },
        {
            "title": "与王六履震广州津亭晓望",
            "content": "明发临前渚，寒来净远空。水纹天上碧，日气海边红。\r\n景物纷为异，人情赖此同。乘槎自有适，非欲破长风。"
        },
        {
            "title": "春江晚景",
            "content": "江林多秀发，云日复相鲜。征路那逢此，春心益渺然。\r\n兴来祗自得，佳气莫能传。薄暮津亭下，馀花满客船。"
        },
        {
            "title": "浈阳峡",
            "content": "行舟傍越岑，窈窕越溪深。水暗先秋冷，山晴当昼阴。\r\n重林间五色，对壁耸千寻。惜此生遐远，谁知造化心。"
        },
        {
            "title": "湖口望庐山瀑布泉",
            "content": "万丈洪泉落，迢迢半紫氛。奔飞流杂树，洒落出重云。\r\n日照虹蜺似，天清风雨闻。灵山多秀色，空水共氤氲。"
        },
        {
            "title": "初发曲江溪中",
            "content": "溪流清且深，松石复阴临。正尔可嘉处，胡为无赏心。\r\n我由不忍别，物亦有缘侵。自匪常行迈，谁能知此音。"
        },
        {
            "title": "使至广州",
            "content": "昔年尝不调，兹地亦邅回。本谓双凫少，何知驷马来。\r\n人非汉使橐，郡是越王台。去去虽殊事，山川长在哉。"
        },
        {
            "title": "自彭蠡湖初入江",
            "content": "江岫殊空阔，云烟处处浮。上来群噪鸟，中去独行舟。\r\n牢落谁相顾，逶迤日自愁。更将心问影，于役复何求。"
        },
        {
            "title": "江上",
            "content": "长林何缭绕，远水复悠悠。尽日馀无见，为心那不愁。\r\n忆将亲爱别，行为主恩酬。感激空如此，芳时屡已遒。"
        },
        {
            "title": "故荥阳君苏氏挽歌词三首",
            "content": "门绪公侯列，嫔风诗礼行。松萝方有寄，桃李忽无成。\r\n剑去双龙别，雏哀九凤鸣。何言峄山树，还似半心生。\r\n永叹芳魂断，行看草露滋。二宗荣盛日，千古别离时。\r\n竟罢生刍赠，空留画扇悲。容车候晓发，何岁是归期。\r\n缟服纷相送，玄扃翳不开。更悲泉火灭，徒见柳车回。\r\n旧室容衣奠，新茔拱树栽。唯应月照簟，潘岳此时哀。"
        },
        {
            "title": "耒阳溪夜行",
            "content": "乘夕棹归舟，缘源路转幽。月明看岭树，风静听溪流。\r\n岚气船间入，霜华衣上浮。猿声虽此夜，不是别家愁。"
        },
        {
            "title": "赴使泷峡",
            "content": "溪路日幽深，寒空入两嶔。霜清百丈水，风落万重林。\r\n夕鸟联归翼，秋猿断去心。别离多远思，况乃岁方阴。"
        },
        {
            "title": "初发道中寄远",
            "content": "日夜乡山远，秋风复此时。旧闻胡马思，今听楚猿悲。\r\n念别朝昏苦，怀归岁月迟。壮图空不息，常恐发如丝。"
        },
        {
            "title": "使还湘水",
            "content": "归舟宛何处，正值楚江平。夕逗烟村宿，朝缘浦树行。\r\n于役已弥岁，言旋今惬情。乡郊尚千里，流目夏云生。"
        },
        {
            "title": "将至岳阳有怀赵二",
            "content": "湘岸多深林，青冥昼结阴。独无谢客赏，况复贾生心。\r\n草色虽云发，天光或未临。江潭非所遇，为尔白头吟。"
        },
        {
            "title": "听筝",
            "content": "端居正无绪，那复发秦筝。纤指传新意，繁弦起怨情。"
        },
        {
            "title": "溪行寄王震",
            "content": "山气朝来爽，溪流日向清。远心何处惬，闲棹此中行。\r\n丛桂林间待，群鸥水上迎。徒然适我愿，幽独为谁情。"
        },
        {
            "title": "江上使风呈裴宣州耀卿",
            "content": "江路与天连，风帆何淼然。遥林浪出没，孤舫鸟联翩。\r\n常爱千钧重，深思万事捐。报恩非徇禄，还逐贾人船。"
        },
        {
            "title": "道逢北使题赠京邑亲知",
            "content": "征骖稍靡靡，去国方迟迟。路绕南登岸，情摇北上旗。\r\n故人怜别日，旅雁逐归时。岁晏无芳草，将何寄所思。"
        },
        {
            "title": "郡江南上别孙侍御",
            "content": "云嶂天涯尽，川途海县穷。何言此地僻，忽与故人同。\r\n身负邦君弩，情纡御史骢。王程不我驻，离思逐秋风。"
        },
        {
            "title": "送广州周判官",
            "content": "海郡雄蛮落，津亭壮越台。城隅百雉映，水曲万家开。\r\n里树桄榔出，时禽翡翠来。观风犹未尽，早晚使车回。"
        },
        {
            "title": "自湘水南行",
            "content": "落日催行舫，逶迤洲渚间。虽云有物役，乘此更休闲。\r\n暝色生前浦，清晖发近山。中流澹容与，唯爱鸟飞还。"
        },
        {
            "title": "送苏主簿赴偃师",
            "content": "我与文雄别，胡然邑吏归。贤人安下位，鸷鸟欲卑飞。\r\n激节轻华冕，移官殉彩衣。羡君行乐处，从此拜庭闱。"
        },
        {
            "title": "送韦城李少府",
            "content": "送客南昌尉，离亭西候春。野花看欲尽，林鸟听犹新。\r\n别酒青门路，归轩白马津。相知无远近，万里尚为邻。"
        },
        {
            "title": "送宛句赵少府",
            "content": "解巾行作吏，尊酒谢离居。修竹含清景，华池澹碧虚。\r\n地将幽兴惬，人与旧游疏。林下纷相送，多逢长者车。"
        },
        {
            "title": "送杨府李功曹",
            "content": "平生属良友，结绶望光辉。何知人事拙，相与宦情非。\r\n别路穿林尽，征帆际海归。居然已多意，况复两乡违。"
        },
        {
            "title": "送杨道士往天台",
            "content": "鬼谷还成道，天台去学仙。行应松子化，留与世人传。\r\n此地烟波远，何时羽驾旋。当须一把袂，城郭共依然。"
        },
        {
            "title": "通化门外送别",
            "content": "屡别容华改，长愁意绪微。义将私爱隔，情与故人归。\r\n薄宦无时赏，劳生有事机。离魂今夕梦，先绕旧林飞。"
        },
        {
            "title": "饯济阴梁明府各探一物得荷叶",
            "content": "荷叶生幽渚，芳华信在兹。朝朝空此地，采采欲因谁。\r\n但恐星霜改，还将蒲稗衰。怀君美人别，聊以赠心期。"
        },
        {
            "title": "饯王司马入计同用洲字",
            "content": "元僚行上计，举饯出林丘。忽望题舆远，空思解榻游。\r\n别筵铺柳岸，征棹倚芦洲。独叹湘江水，朝宗向北流。"
        },
        {
            "title": "送窦校书见饯得云中辨江树",
            "content": "江水天连色，无涯净野氛。微明岸傍树，凌乱渚前云。\r\n举棹形徐转，登舻意渐分。渺茫从此去，空复惜离群。"
        },
        {
            "title": "饯陈学士还江南同用征字",
            "content": "荷蓧旋江澳，衔杯饯霸陵。别前林鸟息，归处海烟凝。\r\n风土乡情接，云山客念凭。圣朝岩穴选，应待鹤书征。"
        },
        {
            "title": "送姚评事入蜀各赋一物得卜肆",
            "content": "蜀严化已久，沉冥空所思。尝闻卖卜处，犹忆下帘时。\r\n驱传应经此，怀贤倘问之。归来说往事，历历偶心期。"
        },
        {
            "title": "送使广州",
            "content": "家在湘源住，君今海峤行。经过正中道，相送倍为情。\r\n心逐书邮去，形随世网婴。因声谢远别，缘义不缘名。"
        },
        {
            "title": "初入湘中有喜",
            "content": "征鞍穷郢路，归棹入湘流。望鸟唯贪疾，闻猿亦罢愁。\r\n两边枫作岸，数处橘为洲。却记从来意，翻疑梦里游。"
        },
        {
            "title": "林亭寓言",
            "content": "林居逢岁晏，遇物使情多。蘅茝不时与，芬荣奈汝何。\r\n更怜篱下菊，无如松上萝。因依自有命，非是隔阳和。"
        },
        {
            "title": "物，有足悲者",
            "content": "场藿已成岁，园葵亦向阳。兰时独不偶，露节渐无芳。\r\n旨异菁为蓄，甘非蔗有浆。人多利一饱，谁复惜馨香。\r\n幸得不锄去，孤苗守旧根。无心羡旨蓄，岂欲近名园。\r\n遇赏宁充佩，为生莫碍门。幽林芳意在，非是为人论。"
        },
        {
            "title": "晨出郡舍林下",
            "content": "晨兴步北林，萧散一开襟。复见林上月，娟娟犹未沉。\r\n片云自孤远，丛筱亦清深。无事由来贵，方知物外心。"
        },
        {
            "title": "林亭咏",
            "content": "穿筑非求丽，幽闲欲寄情。偶怀因壤石，真意在蓬瀛。\r\n苔益山文古，池添竹气清。从兹果萧散，无事亦无营。"
        },
        {
            "title": "酬王六寒朝见诒",
            "content": "贾生流寓日，扬子寂寥时。在物多相背，唯君独见思。\r\n渔为江上曲，雪作郢中词。忽枉兼金讯，长怀伐木诗。"
        },
        {
            "title": "酬王六霁后书怀见示",
            "content": "云雨俱行罢，江天已洞开。炎氛霁后灭，边绪望中来。\r\n作骥君垂耳，为鱼我曝鳃。更怜湘水赋，还是洛阳才。"
        },
        {
            "title": "在洪州答綦毋学士",
            "content": "旬雨不愆期，由来自若时。尔无言郡政，吾岂欲天欺。\r\n常念涓尘益，惟欢草树滋。课成非所拟，人望在东菑。"
        },
        {
            "title": "赠澧阳韦明府",
            "content": "君有百炼刃，堪断七重犀。谁开太阿匣，持割武城鸡。\r\n竟与尚书佩，遥应天子提。何时遇操宰，当使玉如泥。"
        },
        {
            "title": "答陈拾遗赠竹簪",
            "content": "与君尝此志，因物复知心。遗我龙钟节，非无玳瑁簪。\r\n幽素宜相重，雕华岂所任。为君安首饰，怀此代兼金。\r\n·107 ·"
        },
        {
            "title": "和韦尚书答梓州兄南亭宴集",
            "content": "棠棣闻馀兴，乌衣有旧游。门前杜城陌，池上曲江流。\r\n暇日尝繁会，清风咏阻修。始知西峙岳，同气此相求。"
        },
        {
            "title": "和黄门卢侍御咏竹",
            "content": "清切紫庭垂，葳蕤防露枝。色无玄月变，声有惠风吹。\r\n高节人相重，虚心世所知。凤凰佳可食，一去一来仪。"
        },
        {
            "title": "苏侍郎紫薇庭各赋一物得芍药",
            "content": "仙禁生红药，微芳不自持。幸因清切地，还遇艳阳时。\r\n名见桐君箓，香闻郑国诗。孤根若可用，非直爱华滋。"
        },
        {
            "title": "晚霁登王六东阁",
            "content": "试上江楼望，初逢山雨晴。连空青嶂合，向晚白云生。\r\n彼美要殊观，萧条见远情。情来不可极，日暮水流清。"
        },
        {
            "title": "和王司马折梅寄京邑昆弟",
            "content": "离别念同嬉，芬荣欲共持。独攀南国树，遥寄北风时。\r\n林惜迎春早，花愁去日迟。还闻折梅处，更有棣华诗。"
        },
        {
            "title": "自豫章南还江上作",
            "content": "归去南江水，磷磷见底清。转逢空阔处，聊洗滞留情。\r\n浦树遥如待，江鸥近若迎。津途别有趣，况乃濯吾缨。"
        },
        {
            "title": "东湖临泛饯王司马",
            "content": "南土秋虽半，东湖草未黄。聊乘风日好，来泛芰荷香。\r\n兰棹无劳速，菱歌不厌长。忽怀京洛去，难与共清光。"
        },
        {
            "title": "三月三日登龙山",
            "content": "伊川与灞津，今日祓除人。岂似龙山上，还同湘水滨。\r\n衰颜忧更老，淑景望非春。禊饮岂吾事，聊将偶俗尘。"
        },
        {
            "title": "三月三日申王园亭宴集",
            "content": "稽亭追往事，睢苑胜前闻。飞阁凌芳树，华池落彩云。\r\n藉草人留酌，衔花鸟赴群。向来同赏处，惟恨碧林曛。"
        },
        {
            "title": "立春日晨起对积雪",
            "content": "忽对林亭雪，瑶华处处开。今年迎气始，昨夜伴春回。\r\n玉润窗前竹，花繁院里梅。东郊斋祭所，应见五神来。"
        },
        {
            "title": "和姚令公从幸温汤喜雪",
            "content": "万乘飞黄马，千金狐白裘。正逢银霰积，如向玉京游。\r\n瑞色铺驰道，花文拂彩旒。还闻吉甫颂，不共郢歌俦。"
        },
        {
            "title": "剪彩",
            "content": "姹女矜容色，为花不让春。既争芳意早，谁待物华真。\r\n叶作参差发，枝从点缀新。自然无限态，长在艳阳晨。"
        },
        {
            "title": "上阳水窗旬宴得移字韵",
            "content": "河汉非应到，汀洲忽在斯。仍逢帝乐下，如逐海槎窥。\r\n春赏时将换，皇恩岁不移。今朝游宴所，莫比天泉池。"
        },
        {
            "title": "天津桥东旬宴得歌字韵",
            "content": "清洛象天河，东流形胜多。朝来逢宴喜，春尽却妍和。\r\n泉鲔欢时跃，林莺醉里歌。赐恩频若此，为乐奈人何。"
        },
        {
            "title": "敕赐宁王池宴",
            "content": "贤王有池馆，明主赐春游。淑气林间发，恩光水上浮。\r\n徒惭和鼎地，终谢巨川舟。皇泽空如此，轻生莫可酬。"
        },
        {
            "title": "奉和圣制途次陕州作",
            "content": "驰道当河陕，陈诗问国风。川原三晋别，襟带两京同。\r\n后殿函关尽，前旌阙塞通。行看洛阳陌，光景丽天中。"
        },
        {
            "title": "奉和圣制初出洛城",
            "content": "东土淹龙驾，西人望翠华。山川祗询物，宫观岂为家。\r\n十月回星斗，千官捧日车。洛阳无怨思，巡幸更非赊。"
        },
        {
            "title": "奉和圣制送李尚书入蜀",
            "content": "眷言感忠义，何有间山川。徇节今如此，离情空复然。\r\n皇心在勤恤，德泽委昭宣。周月成功后，明年或劳还。"
        },
        {
            "title": "奉和圣制次琼岳韵",
            "content": "山祇亦望幸，云雨见灵心。岳馆逢朝霁，关门解宿阴。\r\n咸京天上近，情渭日边临。我武因冬狩，何言是即禽。"
        },
        {
            "title": "奉和圣制经孔子旧宅",
            "content": "孔门太山下，不见登封时。徒有先王法，今为明主思。\r\n恩加万乘幸，礼致一牢祠。旧宅千年外，光华空在兹。"
        },
        {
            "title": "奉和圣制瑞雪篇",
            "content": "万年春，三朝日，上御明台旅庭实。初瑞雪兮霏微，\r\n俄同云兮蒙密。此时骚切阴风生，先过金殿有馀清。\r\n信宿婵娟飞雪度，能使玉人俱掩。皓皓楼前月初白，\r\n纷纷陌上尘皆素。昨讶骄阳积数旬，始知和气待迎新。\r\n匪惟在人利，曾是扶天意。天意岂云遥，雪下不崇朝。\r\n皇情玩无，雪委方盈尺。草树纷早荣，京坻宛先积。\r\n君恩诚谓何，岁稔复人和。预数斯箱庆，应如此雪多。\r\n朝冕旒兮载悦，想笞笠兮农节。倚瑶琴兮或歌，\r\n续薰风兮瑞雪。福浸昌，应尤盛，瑞雪年年常感圣。\r\n愿以柏梁作，长为柳花咏。"
        },
        {
            "title": "题画山水障",
            "content": "心累犹不尽，果为物外牵。偶因耳目好，复假丹青妍。\r\n尝抱野间意，而迫区中缘。尘事固已矣，秉意终不迁。\r\n良工适我愿，妙墨挥岩泉。变化合群有，高深侔自然。\r\n置陈北堂上，仿像南山前。静无户庭出，行已兹地偏。\r\n萱草忧可树，合欢忿益蠲。所因本微物，况乃凭幽筌。\r\n言象会自泯，意色聊自宣。对玩有佳趣，使我心渺绵。"
        },
        {
            "title": "叙怀二首",
            "content": "弱岁读群史，抗迹追古人。被褐有怀玉，佩印从负薪。\r\n志合岂兄弟，道行无贱贫。孤根亦何赖，感激此为邻。\r\n晚节从卑秩，岐路良非一。既闻持两端，复见挟三术。\r\n木瓜诚有报，玉楮论无实。已矣直躬者，平生壮图失。\r\n去去勿重陈，归来茹芝朮。"
        },
        {
            "title": "将发还乡示诸弟",
            "content": "岁阳亦颓止，林意日萧摵。云胡当此时，缅迈复为客。\r\n至爱孰能舍，名义来相迫。负德良不赀，输诚靡所惜。\r\n一木逢厦构，纤尘愿山益。无力主君恩，宁利客卿璧。\r\n去去荣归养，怃然叹行役。"
        },
        {
            "title": "奉和圣制温泉歌",
            "content": "有时神物待圣人，去后汤还冷，来时树亦春。\r\n今兹十月自东归，羽旆逶迤上翠微。温谷葱葱佳气色，\r\n离宫奕奕叶光辉。临渭川，近天邑，浴日温泉复在兹，\r\n群仙洞府那相及。吾君利物心，玄泽浸苍黔。\r\n渐渍神汤无疾苦，薰歌一曲感人深。"
        },
        {
            "title": "二弟宰邑南",
            "content": "鸿雁自北来，嗷嗷度烟景。常怀稻粱惠，岂惮江山永。\r\n小大每相从，羽毛当自整。双凫侣晨泛，独鹤参宵警。\r\n为我更南飞，因书至梅岭。"
        },
        {
            "title": "和崔黄门寓直夜听蝉之作",
            "content": "蝉嘶玉树枝，向夕惠风吹。幸入连宵听，应缘饮露知。\r\n思深秋欲近，声静夜相宜。不是黄金饰，清香徒尔为。"
        },
        {
            "title": "焉",
            "content": "江流去朝宗，昼夜兹不舍。仲尼在川上，子牟存阙下。\r\n圣达有由然，孰是无心者。一郡苟能化，百城岂云寡。\r\n爱礼谁为羊，恋主吾犹马。感初时不载，思奋翼无假。\r\n闲宇常自闭，沉心何用写。揽衣步前庭，登陴临旷野。\r\n白水生迢递，清风寄潇洒。愿言采芳泽，终朝不盈把。"
        },
        {
            "title": "在郡秋怀二首",
            "content": "秋风入前林，萧瑟鸣高枝。寂寞游子思，寤叹何人知。\r\n宦成名不立，志存岁已驰。五十而无闻，古人深所疵。\r\n平生去外饰，直道如不羁。未得操割效，忽复寒暑移。\r\n物情自古然，身退毁亦随。悠悠沧江渚，望望白云涯。\r\n露下霜且降，泽中草离披。兰艾若不分，安用馨香为。\r\n庭芜生白露，岁候感遐心。策蹇惭远途，巢枝思故林。\r\n小人恐致寇，终日如临深。鱼鸟好自逸，池笼安所钦。\r\n挂冠东都门，采厥南山岑。议道诚愧昔，览分还惬今。\r\n怃然忧成老，空尔白头吟。"
        },
        {
            "title": "荆州作二首",
            "content": "先达志其大，求息不约文。士伸在知己，已况仕于君。\r\n微诚夙所尚，细故不足云。时来忽易失，事往良难分。\r\n顾念凡近姿，焉欲殊常勋。亦以行则是，岂必素有闻。\r\n千虑且犹失，万绪何其纷。进士苟非党，免相安得群。\r\n众口金可铄，孤心丝共棼。意忠仗朋信，语勇同败军。\r\n古剑徒有气，幽兰只自薰。高秩向所忝，于义如浮云。\r\n千载一遭遇，往贤所至难。问余奚为者，无阶忽上抟。\r\n明圣不世出，翼亮非苟安。崇高自有配，孤陋何足干。\r\n遇恩一时来，窃位三岁寒。谁谓诚不尽，知穷力亦殚。\r\n虽至负乘寇，初无挟术钻。浩荡出江湖，翻覆如波澜。\r\n心伤不材树，自念独飞翰。徇义在匹夫，报恩犹一餐。\r\n况乃山海泽，效无毫发端。内讼已惭沮，积毁今摧残。\r\n胡为复惕息，伤鸟畏虚弹。"
        },
        {
            "title": "郢城西北有大古冢",
            "content": "蘋藻生南涧，蕙兰秀中林。\r\n嘉名有所在，芳气无幽深。\r\n楚子初逞志，樊妃尝献箴。\r\n能令更择士，非直罢从禽。\r\n旧国皆湮灭，先王亦莫寻。\r\n唯传贤媛陇，犹结后人心。\r\n牢落山川意，萧疏松柏阴。\r\n破墙时直上，荒径或斜侵。\r\n惠问终不绝，风流独至今。\r\n千春思窈窕，黄鸟复哀音。"
        },
        {
            "title": "行县复往",
            "content": "灵境信幽绝，芳时重暄妍。再来及兹胜，一遇非无缘。\r\n万木柔可结，千花敷欲然。松间鸣好鸟，竹下流清泉。\r\n石壁开精舍，金光照法筵。真空本自寂，假有聊相宣。\r\n复此灰心者，仍追巢顶禅。简书虽有畏，身世亦相捐。"
        },
        {
            "title": "使还都湘东作",
            "content": "仓庚昨归候，阳鸟今去时。感物遽如此，劳生安可思。\r\n养真无上格，图进岂前期。清节往来苦，壮容离别衰。\r\n盛明非不遇，弱操自云私。孤楫清川泊，征衣寒露滋。\r\n风朝津树落，日夕岭猿悲。牵役而无悔，坐愁只自怡。\r\n当须报恩已，终尔谢尘缁。"
        },
        {
            "title": "巡按自漓水南行",
            "content": "理棹虽云远，饮冰宁有惜。况乃佳山川，怡然傲潭石。\r\n奇峰岌前转，茂树隈中积。猿鸟声自呼，风泉气相激。\r\n目因诡容逆，心与清晖涤。纷吾谬执简，行郡将移檄。\r\n即事聊独欢，素怀岂兼适。悠悠咏靡监，庶以穷日夕。"
        },
        {
            "title": "夏日奉使南海在道中作",
            "content": "缅然万里路，赫曦三伏时。飞走逃深林，流烁恐生疵。\r\n行李岂无苦，而我方自怡。肃事诚在公，拜庆遂及私。\r\n展力惭浅效，街恩感深慈。且欲汤火蹈，况无鬼神欺。\r\n朝发高山阿，夕济长江湄。秋瘴宁我毒，夏水胡不夷。\r\n信知道存者，但问心所之。吕梁有出人，乃觉非虚词。"
        },
        {
            "title": "出为豫章郡途次庐山东岩下",
            "content": "兹山镇何所，及在澄湖阴。下有蛟螭伏，上与虹蜺寻。\r\n灵仙未始旷，窟宅何其深。双阙出云峙，三宫入烟沉。\r\n攀崖犹昔境，种杏非旧林。想像终古迹，惆怅独往心。\r\n纷吾婴世网，数载忝朝簪。孤恨自靡托，量力况不任。\r\n多谢周身防，常恐横议侵。岂匪鹓鸿列，惕如泉壑临。\r\n迨兹刺江郡，来此涤尘襟。有趣逢樵客，忘怀狎野禽。\r\n栖闲义未果，用拙欢在今。愿言答休命，归事丘中琴。"
        },
        {
            "title": "入庐山仰望瀑布水",
            "content": "绝顶有悬泉，喧喧出烟杪。不知几时岁，但见无昏晓。\r\n闪闪青崖落，鲜鲜白日皎。洒流湿行云，溅沫惊飞鸟。\r\n雷吼何喷薄，箭驰入窈窕。昔闻山下蒙，今乃林峦表。\r\n物情有诡激，坤元曷纷矫。默然置此去，变化谁能了。"
        },
        {
            "title": "彭蠡湖上",
            "content": "沿涉经大湖，湖流多行泆。决晨趋北渚，逗浦已西日。\r\n所适虽淹旷，中流且闲逸。瑰诡良复多，感见乃非一。\r\n庐山直阳浒，孤石当阴术。一水云际飞，数峰湖心出。\r\n象类何交纠，形言岂深悉。且知皆自然，高下无相恤。"
        },
        {
            "title": "湘中作",
            "content": "湘流绕南岳，绝目转青青。怀禄未能已，瞻途屡所经。\r\n烟屿宜春望，林猿莫夜听。永路日多绪，孤舟天复冥。\r\n浮没从此去，嗟嗟劳我形。"
        },
        {
            "title": "南阳道中作",
            "content": "登郢属岁阴，及宛懵所适。复闻东汉主，遣此南都迹。\r\n佳气蔼厥初，霸图纷在昔。兹邦称贵近，与世尝薰赫。\r\n遭遇感风云，变衰空草泽。不识邓公树，犹传阴后石。\r\n驱马历闉闍，荆榛翳阡陌。事去物无象，感来心不怿。\r\n怀古对穷秋，兴言伤远客。眇默遵岐路，辛勤弊行役。\r\n云雁号相呼，林麇走自索。顾忆徇书剑，未尝安枕席。\r\n岂暇墨突黔，空持辽豕白。迷复期非远，归欤赏农隙。"
        },
        {
            "title": "江上遇疾风",
            "content": "疾风江上起，鼓怒扬烟埃。白昼晦如夕，洪涛声若雷。\r\n投林鸟铩羽，入浦鱼曝鳃。瓦飞屋且发，帆快樯已摧。\r\n不知天地气，何为此喧豗。"
        },
        {
            "title": "杂诗五首",
            "content": "孤桐亦胡为，百尺傍无枝。\r\n疏阴不自覆，修干欲何施。\r\n高冈地复迥，弱植风屡吹。\r\n凡鸟已相噪，凤凰安得知。\r\n萝茑必有托，风霜不能落。\r\n酷在兰将蕙，甘从葵与藿。\r\n运命虽为宰，寒暑自回薄。\r\n悠悠天地间，委顺无不乐。\r\n良辰不可遇，心赏更蹉跎。\r\n终日块然坐，有时劳者歌。\r\n庭前揽芳蕙，江上托微波。\r\n路远无能达，忧情空复多。\r\n湘水吊灵妃，斑竹为情绪。\r\n汉水访游女，解佩欲谁与。\r\n同心不可见，异路空延伫。\r\n浦上青枫林，津傍白沙渚。\r\n行吟至落日，坐望只愁予。\r\n神物亦岂孤，佳期竟何许。\r\n木直几自寇，石坚亦他攻。\r\n何言为用薄，而与火膏同。\r\n物类有固然，谁能取径通。\r\n纤纤良田草，靡靡唯从风。\r\n日夜沐甘泽，春秋等芳丛。\r\n生性苟不夭，香臭谁为中。\r\n道家贵至柔，儒生何固穷。\r\n终始行一意，无乃过愚公。"
        },
        {
            "title": "巡属县道中作",
            "content": "春令夙所奉，驾言遵此行。途中却郡掾，林下招村氓。\r\n至邑无纷剧，来人但欢迎。岂伊念邦政，尔实在时清。\r\n短才滥符竹，弱岁起柴荆。再入江村道，永怀山薮情。\r\n矧逢阳节献，默听时禽鸣。迹与素心别，感从幽思盈。\r\n流芳日不待，夙志蹇无成。知命且何欲，所图唯退耕。\r\n华簪极身泰，衰鬓惭木荣。苟得不可遂，吾其谢世婴。"
        },
        {
            "title": "骊山下逍遥公旧居游集",
            "content": "君子体清尚，归处有兼资。虽然经济日，无忘幽栖时。\r\n卜居旧何所，休浣尝来兹。岑寂罕人至，幽深获我思。\r\n松涧聆遗风，兰林览馀滋。往事诚已矣，道存犹可追。\r\n遗子后黄金，作歌先紫芝。明德有自来，奕世皆秉彝。\r\n岂与磻溪老，崛起周太师。我心希硕人，逮此问元龟。\r\n怊怅既怀远，沉吟亦省私。已云宠禄过，况在华发衰。\r\n轩盖有迷复，丘壑无磷缁。感物重所怀，何但止足斯。"
        },
        {
            "title": "龙门旬宴得月字韵",
            "content": "恩华逐芳岁，形胜兼韶月。中席傍鱼潭，前山倚龙阙。\r\n花迎妙妓至，鸟避仙舟发。宴赏良在兹，再来情不歇。"
        },
        {
            "title": "咏史",
            "content": "大德始无颇，中智是所是。居然已不一，况乃务相诡。\r\n小道致泥难，巧言因萋毁。穰侯或见迟，苏生得阴揣。\r\n轻既长沙傅，重亦边郡徙。势倾不幸然，迹在胡宁尔。\r\n沧溟所为大，江汉日来委。沣水虽复清，鱼鳖岂游此。\r\n贤哉有小白，仇中有管氏。若人不世生，悠悠多如彼。"
        },
        {
            "title": "晨坐斋中偶而成咏",
            "content": "寒露洁秋空，遥山纷在瞩。孤顶乍修耸，微云复相续。\r\n人兹赏地偏，鸟亦爱林旭。结念凭幽远，抚躬曷羁束。\r\n仰霄谢逸翰，临路嗟疲足。徂岁方暌携，归心亟踯躅。\r\n休闲倘有素，岂负南山曲。"
        },
        {
            "title": "怀此地",
            "content": "出处各有在，何者为陆沉。幸无迫贱事，聊可祛迷襟。\r\n世路少夷坦，孟门未岖嶔。多惭入火术，常惕履冰心。\r\n一跌不自保，万全焉可寻。行行念归路，眇眇惜光阴。\r\n浮生如过隙，先达已吾箴。敢忘丘山施，亦云年病侵。\r\n力衰在所养，时谢良不任。但忆旧栖息，愿言遂窥临。\r\n云间日孤秀，山下面清深。萝鸢自为幄，风泉何必琴。\r\n归此老吾老，还当日千金。"
        },
        {
            "title": "临泛东湖（时任洪州）",
            "content": "郡庭日休暇，湖曲邀胜践。乐职在中和，灵心挹上善。\r\n乘流坐清旷，举目眺悠缅。林与西山重，云因北风卷。\r\n晶明画不逮，阴影镜无辨。晚秀复芬敷，秋光更遥衍。\r\n万族纷可佳，一游岂能展。羁孤忝邦收，顾己非时选。\r\n梁公世不容，长孺心亦褊。永念出笼挚，常思退疲蹇。\r\n岁徂风露严，日恐兰苕剪。佳辰不可得，良会何其鲜。\r\n罢兴还江城，闭关聊自遣。"
        },
        {
            "title": "郡舍南有园畦杂树聊以永日",
            "content": "为郡久无补，越乡空复深。\r\n苟能秉素节，安用叨华簪。\r\n却步园畦里，追吾野逸心。\r\n形骸拘俗吏，光景赖闲林。\r\n内讼诚知止，外言犹匪忱。\r\n成蹊谢李径，卫足感葵阴。\r\n荣达岂不伟，孤生非所任。\r\n江城何寂历，秋树亦萧森。\r\n下有北流水，上有南飞禽。\r\n我愿从归翼，无然坐自沉。"
        },
        {
            "title": "与生公游石窟山",
            "content": "探秘孰云远，忘怀复尔同。日寻高深意，宛是神仙中。\r\n跻险构灵室，诡制非人功。潜洞黝无底，殊庭忽似梦。\r\n岂如武安凿，自若茅山通。造物良有寄，嬉游乃惬衷。\r\n犹希咽玉液，从此升云空。咄咄共携手，冷然且驭风。"
        },
        {
            "title": "与生公寻幽居处",
            "content": "同方久厌俗，相与事遐讨。及此云山去，窅然岩径好。\r\n疑入武陵源，如逢汉阴老。清谐欣有得，幽闲欻盈抱。\r\n我本玉阶侍，偶访金仙道。兹焉求卜筑，所过皆神造。\r\n岁晚林始敷，日晏崖方杲。不种缘岭竹，岂植临潭草。\r\n即途可淹留，随日成黼藻。期为静者说，曾是终焉保。\r\n今为简书畏，只令归思浩。"
        },
        {
            "title": "登古阳云台",
            "content": "庭树日衰飒，风霜未云已。驾言遣忧思，乘兴求相似。\r\n楚国兹故都，兰台有馀址。传闻襄王世，仍立巫山祀。\r\n方此全盛时，岂无婵娟子。色荒神女至，魂荡宫观启。\r\n蔓草今如积，朝云为谁起。"
        },
        {
            "title": "秋晚登楼望南江入始兴郡路",
            "content": "潦收沙衍出，霜降天宇晶。伏槛一长眺，津途多远情。\r\n思来江山外，望尽烟云生。滔滔不自辨，役役且何成。\r\n我来飒衰鬓，孰云飘华缨。枥马苦踡跼，笼禽念遐征。\r\n岁阴向晼晚，日夕空屏营。物生贵得性，身累由近名。\r\n内顾觉今是，追叹何时平。"
        },
        {
            "title": "岁初",
            "content": "山城本孤峻，凭高结层轩。江气偏宜早，林英粲已繁。\r\n馀滋含宿霁，众妍在朝暾。拂衣释簿领，伏槛遗纷喧。\r\n深俯东溪澳，远延南山樊。归云纳前岭，去鸟投遥村。\r\n目尽有馀意，心恻不可谖。朅来彭蠡泽，载经敷浅原。\r\n春及但生思，时哉无与言。不才叨过举，唯力酬明恩。\r\n美化犹寂蔑，迅节徒飞奔。虽无成立效，庶以去思论。\r\n行复徇孤迹，亦云吾道存。"
        },
        {
            "title": "登郡城南楼",
            "content": "闭阁幸无事，登楼聊永日。云霞千里开，洲渚万形出。\r\n澹澹澄江漫，飞飞度鸟疾。邑人半舻舰，津树多枫橘。\r\n感别时已屡，凭眺情非一。远怀不我同，孤兴与谁悉。\r\n平生本单绪，邂逅承优秩。谬忝为邦寄，多惭理人术。\r\n驽铅虽自勉，仓廪素非实。陈力倘无效，谢病从芝朮。"
        },
        {
            "title": "九月九日登龙山",
            "content": "郡庭常窘束，凉野求昭旷。楚客凛秋时，桓公旧台上。\r\n清明风日好，历落江山望。极远何萧条，中留坐惆怅。\r\n东弥夏首阔，西拒荆门壮。夷险虽异时，古今岂殊状。\r\n先贤杳不接，故老犹可访。投吊伤昔人，挥斤感前匠。\r\n自为本疏散，未始忘幽尚。际会非有欲，往来是无妄。\r\n为邦复多幸，去国殊迁放。且泛篱下菊，还聆郢中唱。\r\n灌园亦何为，於陵乃逃相。"
        },
        {
            "title": "登南岳事毕谒司马道士",
            "content": "将命祈灵岳，回策诣真士。绝迹寻一径，异香闻数里。\r\n分庭八桂树，肃容两童子。入室希把袖，登床愿启齿。\r\n诱我弃智诀，迨兹长生理。吸精反自然，炼药求不死。\r\n斯言眇霄汉，顾余婴纷滓。相去九牛毛，惭叹欢知何已。"
        },
        {
            "title": "因命仆继作",
            "content": "清秋发高兴，凉月复闲宵。光逐露华满，情因水镜摇。\r\n同时亦所见，异路无相招。美景向空尽，欢言随事销。\r\n忽听金华作，诚如玉律调。南宫尚为后，东观何其辽。\r\n名数虽云隔，风期幸未遥。今来重馀余论，怀此更终朝。"
        },
        {
            "title": "呈耿广州",
            "content": "惟昔迁乐土，迨今已重世。阴庆荷先德，素风惭后裔。\r\n唯益梓桑恭，岂禀山川丽。于时初自勉，揆己无兼济。\r\n瘠土资劳力，良书启蒙蔽。一探石室文，再擢金门第。\r\n既起南宫草，复掌西掖制。过举及小人，便蕃在中岁。\r\n亚司河海秩，转牧江湖澨。勿谓符竹轻，但觉涓尘细。\r\n一麾尚云忝，十驾宜求税。心息已如灰，迹牵且为赘。\r\n忽捧天书委，将革海隅弊。朝闻循诚节，夕饮蒙瘴疠。\r\n义疾耻无勇，盗憎攻亦锐。葵藿是倾心，豺狼何反噬。\r\n履险甘所受，劳贤恧相曳。揽辔但荒服，循陔便私第。\r\n嘉庆始获申，恩华复相继。无庸我先举，同事君犹滞。\r\n当推奉使绩，且结拜亲契。更延怀安旨，曾是虑危际。\r\n善谋虽若兹，至理焉可替。所仗有神道，况承明主惠。"
        },
        {
            "title": "和黄门卢监望秦始皇陵",
            "content": "秦帝始求仙，骊山何遽卜。中年既无效，兹地所宜复。\r\n徒役如雷奔，珍怪亦云蓄。黔首无寄命，赭衣相追逐。\r\n人怨神亦怒，身死宗遂覆。土崩失天下，龙斗入函谷。\r\n国为项籍屠，君同华元戮。始掘既由楚，终焚乃因牧。\r\n上宰议扬贤，中阿感桓速。一闻过秦论，载怀空杼轴。"
        },
        {
            "title": "巫山高",
            "content": "巫山与天近，烟景长青荧。此中楚王梦，梦得神女灵。\r\n神女去已久，云雨空冥冥。唯有巴猿啸，哀音不可听。"
        },
        {
            "title": "奉和圣制谒玄元皇帝庙斋",
            "content": "兴运昔有感，建祠北山巅。云雷初缔构，日月今悠然。\r\n紫气尚蓊郁，玄元如在焉。迨兹事追远，轮奂复增鲜。\r\n洞府香林处，斋坛清汉边。吾君乃尊祖，夙驾此留连。\r\n乐动人神会，钟成律度圆。笙歌下鸾鹤，芝朮萃灵仙。\r\n曾是福黎庶，岂唯味虚玄。赓歌徒有作，微薄谢昭宣。"
        },
        {
            "title": "奉和圣制送十道采访使及朝集使",
            "content": "三年一上计，万国趋河洛。课最力已陈，赏延恩复博。\r\n垂衣深共理，改瑟其咸若。首路回竹符，分镳扬木铎。\r\n戒程有攸往，诏饯无淹泊。昭晰动天文，殷勤在人瘼。\r\n持久望兹念，克终期所托。行矣当自强，春耕庶秋获。"
        },
        {
            "title": "奉和圣制赐诸州刺史以题座右",
            "content": "圣人合天德，洪覆在元元。每劳苍生念，不以黄屋尊。\r\n兴化俟群辟，择贤守列藩。得人此为盛，咨岳今复存。\r\n降鉴引君道，殷勤启政门。容光无不照，有象必为言。\r\n成宪知所奉，致理归其根。肃肃禀玄猷，煌煌戒朱轩。\r\n岂徒任遇重，兼尔宴锡繁。载闻励臣节，持答明主恩。"
        },
        {
            "title": "奉和圣制次成皋先圣擒建德之所",
            "content": "天命诚有集，王业初惟艰。翦商自文祖，夷项在兹山。\r\n地识斩蛇处，河临饮马间。威加昔运往，泽流今圣还。\r\n尊祖颂先烈，赓歌安用攀。绍成即我后，封岱出天关。"
        },
        {
            "title": "南郊文武出入舒和之乐",
            "content": "祝史辞正，人神庆叶。福以德昭，享以诚接。\r\n六变云备，百礼斯浃。祀事孔明，祚流万叶。"
        },
        {
            "title": "奉和圣制喜雨",
            "content": "艰我稼穑，载育载亭。随物应之，曷圣与灵。谓我何凭，\r\n惟德之馨。谁云天远，以诚必至。太清无云，羲和顿辔。\r\n于斯烝人，瞻彼非觊。阴冥倏忽，沛泽咸洎。何以致之。\r\n我后之感。无皋无隰，黍稷黯黯。无卉无木，敷芬黮黤。\r\n黄龙勿来，鸣鸟不思。人和年丰，皇心则怡。岂与周宣，\r\n云汉徒诗。"
        },
        {
            "title": "奉和圣制烛龙斋祭",
            "content": "上帝临下，鉴亦有光。孰云阴骘，惟圣克彰。六月徂暑，\r\n四郊愆阳。我后其勤，告于坛场。精意允溢，群灵鼓舞。\r\n蔚兮朝云，沛然时雨。雨我原田，亦既有年。烛龙煌煌，\r\n明宗报祀。于以助之，天人帝子。闻诗有训，国风兹始。"
        },
        {
            "title": "望月怀远",
            "content": "海上生明月，天涯共此时。\r\n情人怨遥夜，竟夕起相思。\r\n灭烛怜光满，披衣觉露滋。\r\n不堪盈手赠，还寝梦佳期。\r\n【注释】：①遥夜：漫漫长夜。\r\n②竟夕：通宵\r\n③披衣：表示出户。\r\n④露滋：露水打湿。\r\n⑤还寝：回卧室再睡。【译文】：　　海上升起了一轮明月，远在天涯的人与我同样望月，思念对方。多情的人埋怨漫漫长夜，整个晚上想念亲人。熄灭蜡烛怜爱这满屋的月光，披上衣服觉得露水渐渐重了。不能把这满手的月光赠给你，还是回去睡觉吧，希望与你在梦里相见。【赏析】：　　这是一首望月怀人的诗。由望月引起相思，竟彻夜不眠，月光是引起相思的原因，又是相思的见证。诗人通过写主人公的动作表达了主人公的内心情感。\r\n　　全诗意境雄浑而又幽清，语言形象真切，情与景有机地交融在一起，温婉缠绵，回味无穷。"
        },
        {
            "title": "湖口望庐山瀑布水",
            "content": "万丈红泉落，迢迢半紫氛。\r\n奔流下杂树，洒落出云天。\r\n日照虹霓似，天清风雨闻。\r\n灵山多秀色，空水共氤氲。"
        },
        {
            "title": "赋得自君之出矣",
            "content": "自君之出矣，不复理残机。\r\n思君如满月，夜夜减清辉。"
        },
        {
            "title": "感遇",
            "content": "江南有丹橘，经冬犹绿林。\r\n岂伊地气暖？自有岁寒心。\r\n可以荐嘉客，奈何阻重深。\r\n运命唯所遇，循环不可寻。\r\n徒言树桃李，此木岂无阴？\r\n【注释】：①伊：那里，指江南。\r\n②岁寒心：耐寒的本性。\r\n③嘉客：嘉宾贵客。\r\n④奈何：无奈。\r\n⑤阻重深：山高水深，阻隔重重。\r\n⑥循环：周而复始，变化莫测。\r\n⑦寻：探求。\r\n⑧徒言：只说。\r\n⑨树：种植。\r\n⑩此木：指丹橘。【译文】：　　江南一带生长着的丹橘，经过严冬仍然碧绿成林。哪里是因为江南地气温暖，全凭自己有耐寒的本性。本来可以推荐给嘉宾，无奈阻隔太多路途遥远。命运决定了遭遇，循环的天道无法追寻。世人只说种植桃李，难道丹橘就不能荫凉吗？【赏析】：　　本诗托物言志，诗人借赞颂丹橘，经冬犹绿，是因为有耐寒的本性来比喻自己坚贞不屈的情操。而丹橘由于路途阻隔无法介绍给嘉宾的命运，也映衬了诗人遭排挤的境遇。无可奈何的，诗人只得把这一切归结于命运，以反诘句收束全诗，指责人们只顾种桃李，而不重视丹橘的行为，进一步抒发了诗人的愤怨。\r\n　　本诗的语言清新简练，抒发胸臆的同时，给了读者驰骋想像的空间。全诗平淡而浑然天成，时时发问的句子达到了正反起伏的效果，而语气却是温文尔雅，不着痕迹中，哀伤、愤怒尽情抒发，可谓炉火纯青。"
        },
        {
            "title": "感遇",
            "content": "幽人归独卧，滞虑洗孤清。\r\n持此谢高鸟，因之传远情。\r\n日夕怀空意，人谁感至精？\r\n飞沉理自隔，何所慰吾诚。"
        },
        {
            "title": "感遇",
            "content": "兰叶春葳蕤，桂华秋皎洁。\r\n欣欣此生意，自尔为佳节。\r\n谁知林栖者，闻风坐相悦。\r\n草木有本心，何求美人折。\r\n【注释】：①葳蕤：枝叶繁盛。\r\n②桂华：桂花，“华”同“花”。\r\n③生意：生机。\r\n④自尔：自然地。\r\n⑤佳节：美好的季节。\r\n⑥林栖者：指山林隐士。\r\n⑦闻风：闻到芳香。\r\n⑧坐：因为。\r\n⑨本心：本性。【译文】：　　兰草到了春天长得分外繁盛，桂花到了秋天开得十分皎洁。这一派欣欣向荣的蓬勃生机，自然成为美好的季节。谁知道那居住在山林中的隐士，闻到了芬芳更加喜悦。草木自有本性，何求美人赏识采折呢？【赏析】：　　本诗采用比兴的手法歌颂春兰、秋桂，从而抒发诗人的情怀。\r\n　　诗人在开篇用整齐的对偶句突出了两种高雅的植物－－茂盛芬披的春兰，皎明洁净的秋桂，然后生动地写出它们的勃勃生机，转而写到人们对它们的态度，最后引出全诗主旨：春兰、秋桂的美好，完全出于自然本性，而并非为了求得人们的赏识。诗人以此比喻洁身自好的君子。\r\n　　本诗虽短小，但用尽全力，结构严谨，词尽意尽没有落空。词意温和，不知不觉中，在咏物的背后，讲出了高雅的生活哲理。"
        },
        {
            "title": "感遇",
            "content": "孤鸿海上来，池潢不敢顾。\r\n侧见双翠鸟，巢在三珠树。\r\n矫矫珍木巅，得无金丸惧。\r\n美服患人指，高明逼神恶。\r\n今我游冥冥，弋者何所慕。"
        },
        {
            "title": "奉和圣制幸晋阳宫",
            "content": "隋季失天策，万方罹凶残。皇祖称义旗，三灵皆获安。\r\n圣期将申锡，王业成艰难。盗移未改命，历在终履端。\r\n彼汾惟帝乡，雄都信郁盘。一月朔巡狩，群后陪清銮。\r\n霸迹在沛庭，旧仪睹汉官。唐风思何深，舜典敷更宽。\r\n户蒙枌榆复，邑争牛酒欢。缅惟翦商后，岂独微禹叹。\r\n三后既在天，万年斯不刊。尊祖实我皇，天文皆仰观。"
        },
        {
            "title": "横吹曲辞·折杨柳",
            "content": "纤纤折杨柳，持此寄情人。一枝何足贵，怜是故园春。\r\n迟景那能久，流芳不及新。更愁征戍客，鬓老边城尘。"
        }
    ]
}