{
    "dynasty": "唐",
    "author": "杜甫",
    "intro": "杜甫（712－770）字子美，原籍襄阳。一生坎坷。其诗显示了唐代由盛转衰的历史过程，被称为“诗史”。以古体、律诗见长，风格多样，而以沉郁为主。被后世诗家尊为“诗圣”。有《杜工部集》。",
    "items": [
        {
            "title": "春夜喜雨",
            "content": "好雨知时节，当春乃发生。\r\n随风潜入夜，润物细无声。\r\n野径云俱黑，江船火独明。\r\n晓看红湿处，花重锦官城。\r\n【注释】：(1)好雨：指春雨。\r\n(2)乃：就，马上。\r\n(3)发生：催发植物生长，萌发生长。\r\n(4)潜：暗暗地，静悄悄地。\r\n(5)润物：使植物受到雨水的滋养。\r\n(6)野径：田野的道路。\r\n(7)俱：全，都。\r\n(8)红湿处：花沾上雨水变得沉重。红，花。\r\n(9)花重：花因沾着雨水，显得饱满沉重的样子，垂下来。\r\n(10)锦官城：故址在今成都市南，亦称锦城。三国蜀汉管理织锦之官驻此，故名。后人又用作成都的别称。\r\n(11)江船：江面上的渔船。\r\n(12)独：独自，只有。\r\n(13)晓：早晨。【译文】：好雨像适应了季节变化，到了春天就降临。\r\n伴随着春风悄悄地飘洒在夜里，滋润着万物，细微而没有声音。\r\n田野里的小路、乌云，全部乌黑，只有江中船上的灯火明亮。\r\n到天亮时，再看那红色的湿漉漉的地方，春花沉甸甸的，汝点着锦官城。【赏析】：　　《春夜喜雨》是杜甫在唐肃宗（李亨）上元二年（761）春天，在成都浣花溪畔的草堂时写的。 《春夜喜雨》创作背景及思想内容：这首诗写于上元二年（761年）春。此时杜甫因陕西旱灾来到四川定居成都已两年。他亲自耕作，种菜养花，与农民交往，因而对春雨之情很深，写下了这首诗描写春夜降雨、润泽万物的美景，抒发了诗人的喜悦之情。 \r\n　　《 春夜喜雨》抒写诗人对春夜细雨的无私奉献品质的喜爱赞美之情。\r\n　　全诗这样写道：“好雨知时节，当春乃发生。随风潜入夜，润物细无声。野径云俱黑，江船火独明。晓看红湿处，花重锦官城。”一二句“好”字含情，赞盛春雨。“知时节”赋予春雨以人的生命和情感，在作者看来，春雨体贴人意，知晓时节，在人们急需的时候飘然而至，催发生机。多好的春雨！首联既言春雨的“发生”，又含蓄地传达出作者热切盼望春雨降临的焦急心绪。颔联显然是诗人的听觉感受。春雨来了，在苍茫的夜晚，随风而至，悄无声息，滋润万物，无意讨好，唯求奉献。瞧，听雨情景作者体察得多么细致，就连春雨洒洒，静默无声也被诗人听出来了。可见，惊喜于春雨的潜移默化，诗人彻夜难眠。颈联紧承颔联，诗人唯愿春雨下个通宵，又恐突然中止，亦喜亦忧，推门而出，伫立远眺，只见平日泾渭分明的田野小径也融入夜色，漆黑一片，可见夜有多黑，雨有多密。而江船渔火红艳夺目，又反衬出春夜的广漠幽黑，也从侧面烘托出春雨之繁密。尾联系想象之辞，诗人目睹春雨绵绵，欣慰地想到第二天天亮的时候，锦官城将是一片万紫千红的春色。花之红艳欲滴、生机盎然正是无声细雨潜移默化，滋润洗礼的结果。因此，写花实乃烘托春雨的无私奉献品格。 通过以上对诗句的分析，不难看出，杜甫是按这样一条情感思路来构思行文的，即盼雨——听雨——看雨——想雨。俗话说，“春雨贵如油”，不错的，对于这珍贵如油的春雨，众人皆盼，诗人亦然。而当春雨飘然降临的时候，诗人更是惊喜不已，甚至卧床静听，彻底夜难眠，迫切希望它下过痛快，唯恐其忽然中止，于是轻手轻脚，推门远眺，静观无边黑夜的茫茫春雨，看到繁密飘洒的春雨，作者又惊喜地联想到第二天锦官城满城春色。诗歌意在盛赞春雨默默无闻、无私奉献的崇高品质，这份对春雨的喜爱之情描绘得如此细腻逼真，曲折有致，这不能不令人惊叹杜甫洞幽显微，体物察情的艺术功力。 此外，诗歌细节的捕捉和描绘也能体现诗人体物察情的优长。“随风潜入夜，润物细无声。”“潜”字拟人化，摹春雨来间悄无声息、无影无踪的情态，颇具情趣，诱发人们对春雨的喜爱之情。“润”字传达神，准确而生动地写出了春雨滋润万物，静默无声的特点，既绘形，又言情，形情皆备，精深独妙。“花重锦官城”，着一“重”字，准确地写出了经受春雨一夜洗礼滋润之后锦官城花朵红艳欲滴，饱含生机的情态，寄寓了作者对春雨的盛赞之情。“野径云俱黑，江船火独明”则又抓住典型细节，工笔细描，精妙传神地渲染出春雨迷蒙、色彩迷离的氛围。总之，杜甫的《春夜喜雨》无论在锤字炼句方面，还是在意象的捕捉、细节的描写方面，都体现了他体物察情，精细入微的过人之处。结合杜甫诗风沉郁顿挫来对比赏读，我们必将获得对杜诗另一种生命情趣的深刻理解。这是描绘春夜雨景，表现喜悦心情的名作。 一开头就用一个“好”字赞美“雨”。在生活里，“好”常常被用来赞美那些做好事的人。如今用“好”赞美雨，已经会唤起关于做好事的人的联想。接下去，就把雨拟人化，说它“知时节”，懂得满足客观需要。不是吗？春天是万物萌芽生长的季节，正需要下雨，雨就下起来了。你看它多么“好”！ 第二联，进一步表现雨的“好”。雨之所以“好”，就好在适时，好在“润物”。春天的雨，一般是伴随着和风细细地滋润万物的。然而也有例外。有时候，它会伴随着冷风，由雨变成雪。有时候，它会伴随着狂风，下得很凶暴。这样的雨尽管下在春天，但不是典型的春雨，只会损物而不会“润物”，自然不会使人“喜”，也不可能得到“好”评。所以，光有首联的“知时节”，还不足以完全表现雨的“好”。等到第二联写出了典型的春雨伴随着和风的细雨，那个“好”字才落实了。 “随风潜入夜，润物细无声。”这仍然用的是拟人化手法。“潜入夜”和“细无声”相配合，不仅表明那雨是伴随和风而来的细雨，而且表明那雨有意“润物”，无意讨“好”。如果有意讨“好”，它就会在白天来，就会造一点声势，让人们看得见，听得清。惟其有意“润物”，无意讨“好”，它才选择了一个不妨碍人们工作和劳动的时间悄悄地来，在人们酣睡的夜晚无声地、细细地下。 雨这样“好”，就希望它下多下够，下个通宵。倘若只下一会儿，就云散天晴，那“润物”就很不彻底。诗人抓住这一点，写了第三联。在不太阴沉的夜间，小路比田野容易看得见，江面也比岸上容易辨得清。如今呢？放眼四望，“野径云俱黑，江船火独明。”只有船上的灯火是明的。此外，连江面也看不见，小路也辨不清，天空里全是黑沉沉的云，地上也象云一样黑。好呀！看起来，准会下到天亮。 尾联写的是想象中的情景。如此“好雨”下上一夜，万物就都得到润泽，发荣滋长起来了。万物之一的花，最能代表春色的花，也就带雨开放，红艳欲滴。等到明天清早去看看吧！整个锦官城（成都）杂花生树，一片“红湿”，一朵朵红艳艳、沉甸甸，汇成花的海洋。那么，田里的禾苗呢？山上的树林呢？一切的一切呢？ 浦起龙说：“写雨切夜易，切春难。”这首《春夜喜雨》诗，不仅切夜、切春，而且写出了典型春雨的、也就是“好雨”的高尚品格，表现了诗人的、也是一切“好人”的高尚人格。"
        },
        {
            "title": "漫兴九首（其一）",
            "content": "眼见客愁愁不醒，无赖春色到江亭。\r\n即遣花开深造次，便觉莺语太丁宁。\r\n【赏析】：　　这组绝句写在杜甫寓居成都草堂的第二年，即代宗上元二年（761）。题作“漫兴”，有兴之所到随手写出之意。不求写尽，不求写全，也不是同一时成之。从九首诗的内容看，当为由春至夏相率写出，亦有次第可寻。 \r\n　　杜甫草堂周围的景色很秀丽，他在那儿的生活也比较安定。然而饱尝乱离之苦的诗人并没有忘记国难未除，故园难归；尽管眼前繁花簇簇，家国的愁思还时时萦绕在心头。《杜臆》中云：“客愁二字乃九首之纲”，这第一首正是围绕“客愁”来写诗人恼春的心绪。“眼见客愁愁不醒”，概括地说明眼下诗人正沉浸在客居愁思之中而不能自拔。“不醒”二字，刻画出这种沉醉迷惘的心理状态。然而春色却不晓人情，莽莽撞僮地闯进了诗人的眼帘。春光本来是令人惬意的，“桃花一簇开无主，可爱深红爱浅红？”但是在被客愁缠绕的诗人心目中，这突然来到江亭的春色却多么扰人心绪！你看它就在诗人的眼前匆急地催遣花开，又令莺啼频频，似乎故意来作弄家国愁思绵绵中的他乡游子。此时此地，如此的心绪，这般的花开莺啼，司春的女神真是“深造次”，她的殷勤未免过于轻率了。 \r\n　　杜甫善于用反衬的手法，在情与景的对立之中，深化他所要表达的思想感情，加强诗的艺术效果。这首诗里恼春烦春的情景，就与《春望》中“感时花溅泪，恨别鸟惊心”的意境相仿佛。只不过一在乱中，愁思激切；一在暂安，客居惆怅。虽然抒发的感情有程度上的不同，但都是用“乐景写哀”（王夫之《姜斋诗话》）则哀感倍生的写法。所以诗中望江亭春色则顿觉其无赖，见花开春风则深感其造次，闻莺啼嫩柳则嫌其过于丁宁，这就加倍写出了诗人的烦恼忧愁。这种艺术表现手法，很符合生活中的实际。仇兆鳌评此诗说：“人当适意时，春光亦若有情；人当失意时，春色亦成无赖”。（《杜诗详注》卷九）正是诗人充分描绘出当时的真情实感，因而能深深打动读者的心，引起共鸣。"
        },
        {
            "title": "老病",
            "content": "老病巫山里，稽留楚客中。药残他日裹，花发去年丛。\r\n夜足沾沙雨，春多逆水风。合分双赐笔，犹作一飘蓬。"
        },
        {
            "title": "立春",
            "content": "春日春盘细生菜，忽忆两京梅发时。盘出高门行白玉，\r\n菜传纤手送青丝。巫峡寒江那对眼，杜陵远客不胜悲。\r\n此身未知归定处，呼儿觅纸一题诗。"
        },
        {
            "title": "子规",
            "content": "峡里云安县，江楼翼瓦齐。两边山木合，终日子规啼。\r\n眇眇春风见，萧萧夜色凄。客愁那听此，故作傍人低。"
        },
        {
            "title": "怀锦水居止二首",
            "content": "军旅西征僻，风尘战伐多。犹闻蜀父老，不忘舜讴歌。\r\n天险终难立，柴门岂重过。朝朝巫峡水，远逗锦江波。\r\n万里桥南宅，百花潭北庄。层轩皆面水，老树饱经霜。\r\n雪岭界天白，锦城曛日黄。惜哉形胜地，回首一茫茫。"
        },
        {
            "title": "将晓二首",
            "content": "石城除击柝，铁锁欲开关。鼓角悲荒塞，星河落曙山。\r\n巴人常小梗，蜀使动无还。垂老孤帆色，飘飘犯百蛮。\r\n军吏回官烛，舟人自楚歌。寒沙蒙薄雾，落月去清波。\r\n壮惜身名晚，衰惭应接多。归朝日簪笏，筋力定如何。"
        },
        {
            "title": "无题",
            "content": "寒花开已尽，菊蕊独盈枝。旧摘人频异，轻香酒暂随。\r\n地偏初衣夹，山拥更登危。万国皆戎马，酣歌泪欲垂。"
        },
        {
            "title": "承闻故房相公灵榇自阆州启殡归葬东都有作二",
            "content": "远闻房太守，归葬陆浑山。一德兴王后，孤魂久客间。\r\n孔明多故事，安石竟崇班。他日嘉陵涕，仍沾楚水还。\r\n丹旐飞飞日，初传发阆州。风尘终不解，江汉忽同流。\r\n剑动新身匣，书归故国楼。尽哀知有处，为客恐长休。"
        },
        {
            "title": "长江二首",
            "content": "众水会涪万，瞿塘争一门。朝宗人共挹，盗贼尔谁尊。\r\n孤石隐如马，高萝垂饮猿。归心异波浪，何事即飞翻。\r\n浩浩终不息，乃知东极临。众流归海意，万国奉君心。\r\n色借潇湘阔，声驱滟滪深。未辞添雾雨，接上遇衣襟。"
        },
        {
            "title": "又雪",
            "content": "南雪不到地，青崖沾未消。微微向日薄，脉脉去人遥。\r\n冬热鸳鸯病，峡深豺虎骄。愁边有江水，焉得北之朝。"
        },
        {
            "title": "十二月一日三首",
            "content": "今朝腊月春意动，云安县前江可怜。一声何处送书雁，\r\n百丈谁家上水船。未将梅蕊惊愁眼，要取楸花媚远天。\r\n明光起草人所羡，肺病几时朝日边。\r\n寒轻市上山烟碧，日满楼前江雾黄。负盐出井此溪女，\r\n打鼓发船何郡郎。新亭举目风景切，茂陵著书消渴长。\r\n春花不愁不烂漫，楚客唯听棹相将。\r\n即看燕子入山扉，岂有黄鹂历翠微。短短桃花临水岸，\r\n轻轻柳絮点人衣。春来准拟开怀久，老去亲知见面稀。\r\n他日一杯难强进，重嗟筋力故山违。"
        },
        {
            "title": "别常征君",
            "content": "儿扶犹杖策，卧病一秋强。白发少新洗，寒衣宽总长。\r\n故人忧见及，此别泪相忘。各逐萍流转，来书细作行。"
        },
        {
            "title": "题忠州龙兴寺所居院壁",
            "content": "忠州三峡内，井邑聚云根。小市常争米，孤城早闭门。\r\n空看过客泪，莫觅主人恩。淹泊仍愁虎，深居赖独园。"
        },
        {
            "title": "三绝句",
            "content": "前年渝州杀刺史，今年开州杀刺史。\r\n群盗相随剧虎狼，食人更肯留妻子。\r\n二十一家同入蜀，惟残一人出骆谷。\r\n自说二女啮臂时，回头却向秦云哭。\r\n殿前兵马虽骁雄，纵暴略与羌浑同。\r\n闻道杀人汉水上，妇女多在官军中。"
        },
        {
            "title": "禹庙（此忠州临江县禹祠也）",
            "content": "禹庙空山里，秋风落日斜。荒庭垂橘柚，古屋画龙蛇。\r\n云气生虚壁，江声走白沙。早知乘四载，疏凿控三巴。"
        },
        {
            "title": "宴忠州使君侄宅",
            "content": "出守吾家侄，殊方此日欢。自须游阮巷，不是怕湖滩。\r\n乐助长歌逸，杯饶旅思宽。昔曾如意舞，牵率强为看。"
        },
        {
            "title": "闻高常侍亡（忠州作）",
            "content": "归朝不相见，蜀使忽传亡。虚历金华省，何殊地下郎。\r\n致君丹槛折，哭友白云长。独步诗名在，只令故旧伤。"
        },
        {
            "title": "拨闷（一作赠严二别驾）",
            "content": "闻道云安麹米春，才倾一盏即醺人。乘舟取醉非难事，\r\n下峡消愁定几巡。长年三老遥怜汝，棙柁开头捷有神。\r\n已办青钱防雇直，当令美味入吾唇。"
        },
        {
            "title": "渝州候",
            "content": "闻道乘骢发，沙边待至今。不知云雨散，虚费短长吟。\r\n山带乌蛮阔，江连白帝深。船经一柱观，留眼共登临。"
        },
        {
            "title": "宴戎州杨使君东楼",
            "content": "胜绝惊身老，情忘发兴奇。座从歌妓密，乐任主人为。\r\n重碧拈春酒，轻红擘荔枝。楼高欲愁思，横笛未休吹。"
        },
        {
            "title": "哭严仆射归榇",
            "content": "素幔随流水，归舟返旧京。老亲如宿昔，部曲异平生。\r\n风送蛟龙雨，天长骠骑营。一哀三峡暮，遗后见君情。"
        },
        {
            "title": "春日江村五首",
            "content": "农务村村急，春流岸岸深。乾坤万里眼，时序百年心。\r\n茅屋还堪赋，桃源自可寻。艰难贱生理，飘泊到如今。\r\n迢递来三蜀，蹉跎有六年。客身逢故旧，发兴自林泉。\r\n过懒从衣结，频游任履穿。藩篱无限景，恣意买江天。\r\n种竹交加翠，栽桃烂熳红。经心石镜月，到面雪山风。\r\n赤管随王命，银章付老翁。岂知牙齿落，名玷荐贤中。\r\n扶病垂朱绂，归休步紫苔。郊扉存晚计，幕府愧群材。\r\n燕外晴丝卷，鸥边水叶开。邻家送鱼鳖，问我数能来。\r\n群盗哀王粲，中年召贾生。登楼初有作，前席竟为荣。\r\n宅入先贤传，才高处士名。异时怀二子，春日复含情。"
        },
        {
            "title": "弊庐遣兴",
            "content": "野水平桥路，春沙映竹村。风轻粉蝶喜，花暖蜜蜂喧。\r\n把酒宜深酌，题诗好细论。府中瞻暇日，江上忆词源。\r\n迹忝朝廷旧，情依节制尊。还思长者辙，恐避席为门。"
        },
        {
            "title": "正月三日归",
            "content": "野外堂依竹，篱边水向城。蚁浮仍腊味，鸥泛已春声。\r\n药许邻人劚，书从稚子擎。白头趋幕府，深觉负平生。"
        },
        {
            "title": "至后",
            "content": "冬至至后日初长，远在剑南思洛阳。青袍白马有何意，\r\n金谷铜驼非故乡。梅花欲开不自觉，棣萼一别永相望。\r\n愁极本凭诗遣兴，诗成吟咏转凄凉。"
        },
        {
            "title": "初冬",
            "content": "垂老戎衣窄，归休寒色深。渔舟上急水，猎火著高林。\r\n日有习池醉，愁来梁甫吟。干戈未偃息，出处遂何心。"
        },
        {
            "title": "晚秋陪严郑公摩诃池泛舟（得溪字。池在张仪",
            "content": "湍驶风醒酒，船回雾起堤。高城秋自落，杂树晚相迷。\r\n坐触鸳鸯起，巢倾翡翠低。莫须惊白鹭，为伴宿清溪。"
        },
        {
            "title": "奉观严郑公厅事岷山沱江画图十韵（得忘字）",
            "content": "沱水流中座，岷山到此堂。白波吹粉壁，青嶂插雕梁。\r\n直讶杉松冷，兼疑菱荇香。雪云虚点缀，沙草得微茫。\r\n岭雁随毫末，川蜺饮练光。霏红洲蕊乱，拂黛石萝长。\r\n暗谷非关雨，丹枫不为霜。秋成玄圃外，景物洞庭旁。\r\n绘事功殊绝，幽襟兴激昂。从来谢太傅，丘壑道难忘。"
        },
        {
            "title": "严郑公宅同咏竹（得香字）",
            "content": "绿竹半含箨，新梢才出墙。色侵书帙晚，阴过酒樽凉。\r\n雨洗娟娟净，风吹细细香。但令无剪伐，会见拂云长。"
        },
        {
            "title": "严郑公阶下新松（得沾字）",
            "content": "弱质岂自负，移根方尔瞻。细声闻玉帐，疏翠近珠帘。\r\n未见紫烟集，虚蒙清露沾。何当一百丈，欹盖拥高檐。"
        },
        {
            "title": "遣闷奉呈严公二十韵",
            "content": "白水鱼竿客，清秋鹤发翁。胡为来幕下，只合在舟中。\r\n黄卷真如律，青袍也自公。老妻忧坐痹，幼女问头风。\r\n平地专欹倒，分曹失异同。礼甘衰力就，义忝上官通。\r\n畴昔论诗早，光辉仗钺雄。宽容存性拙，剪拂念途穷。\r\n露裛思藤架，烟霏想桂丛。信然龟触网，直作鸟窥笼。\r\n西岭纡村北，南江绕舍东。竹皮寒旧翠，椒实雨新红。\r\n浪簸船应坼，杯干瓮即空。藩篱生野径，斤斧任樵童。\r\n束缚酬知己，蹉跎效小忠。周防期稍稍，太简遂匆匆。\r\n晓入朱扉启，昏归画角终。不成寻别业，未敢息微躬。\r\n乌鹊愁银汉，驽骀怕锦幪。会希全物色，时放倚梧桐。"
        },
        {
            "title": "到村",
            "content": "碧涧虽多雨，秋沙先少泥。蛟龙引子过，荷芰逐花低。\r\n老去参戎幕，归来散马蹄。稻粱须就列，榛草即相迷。\r\n蓄积思江汉，疏顽惑町畦。稍酬知己分，还入故林栖。"
        },
        {
            "title": "院中晚晴怀西郭茅舍",
            "content": "幕府秋风日夜清，澹云疏雨过高城。叶心朱实看时落，\r\n阶面青苔先自生。复有楼台衔暮景，不劳钟鼓报新晴。\r\n浣花溪里花饶笑，肯信吾兼吏隐名。"
        },
        {
            "title": "奉和严大夫军城早秋",
            "content": "秋风褭褭动高旌，玉帐分弓射虏营。\r\n已收滴博云间戍，更夺蓬婆雪外城。"
        },
        {
            "title": "立秋雨院中有作",
            "content": "山云行绝塞，大火复西流。飞雨动华屋，萧萧梁栋秋。\r\n穷途愧知己，暮齿借前筹。已费清晨谒，那成长者谋。\r\n解衣开北户，高枕对南楼。树湿风凉进，江喧水气浮。\r\n礼宽心有适，节爽病微瘳。主将归调鼎，吾还访旧丘。"
        },
        {
            "title": "送舍弟频赴齐州三首",
            "content": "岷岭南蛮北，徐关东海西。此行何日到，送汝万行啼。\r\n绝域惟高枕，清风独杖藜。危时暂相见，衰白意都迷。\r\n风尘暗不开，汝去几时来。兄弟分离苦，形容老病催。\r\n江通一柱观，日落望乡台。客意长东北，齐州安在哉。\r\n诸姑今海畔，两弟亦山东。去傍干戈觅，来看道路通。\r\n短衣防战地，匹马逐秋风。莫作俱流落，长瞻碣石鸿。"
        },
        {
            "title": "过故斛斯校书庄二首",
            "content": "此老已云殁，邻人嗟亦休。竟无宣室召，徒有茂陵求。\r\n妻子寄他食，园林非昔游。空馀繐帷在，淅淅野风秋。\r\n燕入非旁舍，鸥归只故池。断桥无复板，卧柳自生枝。\r\n遂有山阳作，多惭鲍叔知。素交零落尽，白首泪双垂。"
        },
        {
            "title": "寄邛州崔录事",
            "content": "邛州崔录事，闻在果园坊。久待无消息，终朝有底忙。\r\n应愁江树远，怯见野亭荒。浩荡风尘外，谁知酒熟香。"
        },
        {
            "title": "归来",
            "content": "客里有所过，归来知路难。开门野鼠走，散帙壁鱼干。\r\n洗杓开新酝，低头拭小盘。凭谁给麹蘖，细酌老江干。"
        },
        {
            "title": "寄李十四员外布十二韵",
            "content": "名参汉望苑，职述景题舆。\r\n巫峡将之郡，荆门好附书。\r\n远行无自苦，内热比何如。\r\n正是炎天阔，那堪野馆疏。\r\n黄牛平驾浪，画鹢上凌虚。\r\n试待盘涡歇，方期解缆初。\r\n闷能过小径，自为摘嘉蔬。\r\n渚柳元幽僻，村花不扫除。\r\n宿阴繁素柰，过雨乱红蕖。\r\n寂寂夏先晚，泠泠风有馀。\r\n江清心可莹，竹冷发堪梳。\r\n直作移巾几，秋帆发弊庐。"
        },
        {
            "title": "寄司马山人十二韵",
            "content": "关内昔分袂，天边今转蓬。驱驰不可说，谈笑偶然同。\r\n道术曾留意，先生早击蒙。家家迎蓟子，处处识壶公。\r\n长啸峨嵋北，潜行玉垒东。有时骑猛虎，虚室使仙童。\r\n发少何劳白，颜衰肯更红。望云悲轗轲，毕景羡冲融。\r\n丧乱形仍役，凄凉信不通。悬旌要路口，倚剑短亭中。\r\n永作殊方客，残生一老翁。相哀骨可换，亦遣驭清风。"
        },
        {
            "title": "寄董卿嘉荣十韵",
            "content": "闻道君牙帐，防秋近赤霄。下临千雪岭，却背五绳桥。\r\n海内久戎服，京师今晏朝。犬羊曾烂熳，宫阙尚萧条。\r\n猛将宜尝胆，龙泉必在腰。黄图遭污辱，月窟可焚烧。\r\n会取干戈利，无令斥候骄。居然双捕虏，自是一嫖姚。\r\n落日思轻骑，高天忆射雕。云台画形像，皆为扫氛妖。"
        },
        {
            "title": "赠王二十四",
            "content": "往往虽相见，飘飘愧此身。不关轻绂冕，俱是避风尘。\r\n一别星桥夜，三移斗柄春。败亡非赤壁，奔走为黄巾。\r\n子去何潇洒，余藏异隐沦。书成无过雁，衣故有悬鹑。\r\n恐惧行装数，伶俜卧疾频。晓莺工迸泪，秋月解伤神。\r\n会面嗟黧黑，含凄话苦辛。接舆还入楚，王粲不归秦。\r\n锦里残丹灶，花溪得钓纶。消中只自惜，晚起索谁亲。\r\n伏柱闻周史，乘槎有汉臣。鸳鸿不易狎，龙虎未宜驯。\r\n客则挂冠至，交非倾盖新。由来意气合，直取性情真。\r\n浪迹同生死，无心耻贱贫。偶然存蔗芋，幸各对松筠。\r\n粗饭依他日，穷愁怪此辰。女长裁褐稳，男大卷书匀。\r\n漰口江如练，蚕崖雪似银。名园当翠巘，野棹没青蘋。\r\n屡喜王侯宅，时邀江海人。追随不觉晚，款曲动弥旬。\r\n但使芝兰秀，何烦栋宇邻。山阳无俗物，郑驿正留宾。\r\n出入并鞍马，光辉参席珍。重游先主庙，更历少城闉。\r\n石镜通幽魄，琴台隐绛唇。送终惟粪土，结爱独荆榛。\r\n置酒高林下，观棋积水滨。区区甘累趼，稍稍息劳筋。\r\n网聚粘圆鲫，丝繁煮细莼。长歌敲柳瘿，小睡凭藤轮。\r\n农月须知课，田家敢忘勤。浮生难去食，良会惜清晨。\r\n列国兵戈暗，今王德教淳。要闻除猰貐，休作画麒麟。\r\n洗眼看轻薄，虚怀任屈伸。莫令胶漆地，万古重雷陈。"
        },
        {
            "title": "春归",
            "content": "苔径临江竹，茅檐覆地花。别来频甲子，倏忽又春华。\r\n倚杖看孤石，倾壶就浅沙。远鸥浮水静，轻燕受风斜。\r\n世路虽多梗，吾生亦有涯。此身醒复醉，乘兴即为家。"
        },
        {
            "title": "答杨梓州",
            "content": "闷到房公池水头，坐逢杨子镇东州。\r\n却向青溪不相见，回船应载阿戎游。"
        },
        {
            "title": "得房公池鹅",
            "content": "房相西亭鹅一群，眠沙泛浦白于云。\r\n凤凰池上应回首，为报笼随王右军。"
        },
        {
            "title": "舟前小鹅儿（汉州城西北角官池作官池即房公",
            "content": "鹅儿黄似酒，对酒爱新鹅。引颈嗔船逼，无行乱眼多。\r\n翅开遭宿雨，力小困沧波。客散层城暮，狐狸奈若何。"
        },
        {
            "title": "陪王汉州留杜绵州泛房公西湖（房琯刺汉州时",
            "content": "旧相恩追后，春池赏不稀。阙庭分未到，舟楫有光辉。\r\n豉化莼丝熟，刀鸣鲙缕飞。使君双皂盖，滩浅正相依。"
        },
        {
            "title": "行次盐亭县聊题四韵奉简严遂州蓬州两使君咨",
            "content": "马首见盐亭，高山拥县青。云溪花淡淡，春郭水泠泠。\r\n全蜀多名士，严家聚德星。长歌意无极，好为老夫听。"
        },
        {
            "title": "山馆（一作移居",
            "content": "南国昼多雾，北风天正寒。路危行木杪，身远宿云端。\r\n山鬼吹灯灭，厨人语夜阑。鸡鸣问前馆，世乱敢求安。"
        },
        {
            "title": "自阆州领妻子却赴蜀山行三首",
            "content": "汩汩避群盗，悠悠经十年。不成向南国，复作游西川。\r\n物役水虚照，魂伤山寂然。我生无倚著，尽室畏途边。\r\n长林偃风色，回复意犹迷。衫裛翠微润，马衔青草嘶。\r\n栈悬斜避石，桥断却寻溪。何日干戈尽，飘飘愧老妻。\r\n行色递隐见，人烟时有无。仆夫穿竹语，稚子入云呼。\r\n转石惊魑魅，抨弓落狖鼯。真供一笑乐，似欲慰穷途。"
        },
        {
            "title": "倚杖（盐亭县作）",
            "content": "看花虽郭内，倚杖即溪边。山县早休市，江桥春聚船。\r\n狎鸥轻白浪，归雁喜青天。物色兼生意，凄凉忆去年。"
        },
        {
            "title": "将赴成都草堂途",
            "content": "得归茅屋赴成都，直为文翁再剖符。\r\n但使闾阎还揖让，敢论松竹久荒芜。\r\n鱼知丙穴由来美，酒忆郫筒不用酤。\r\n五马旧曾谙小径，几回书札待潜夫。\r\n处处青江带白蘋，故园犹得见残春。\r\n雪山斥候无兵马，锦里逢迎有主人。\r\n休怪儿童延俗客，不教鹅鸭恼比邻。\r\n习池未觉风流尽，况复荆州赏更新。\r\n竹寒沙碧浣花溪，菱刺藤梢咫尺迷。过客径须愁出入，\r\n居人不自解东西。书签药裹封蛛网，野店山桥送马蹄。\r\n岂藉荒庭春草色，先判一饮醉如泥。\r\n常苦沙崩损药栏，也从江槛落风湍。新松恨不高千尺，\r\n恶竹应须斩万竿。生理只凭黄阁老，衰颜欲付紫金丹。\r\n三年奔走空皮骨，信有人间行路难。\r\n锦官城西生事微，乌皮几在还思归。昔去为忧乱兵入，\r\n今来已恐邻人非。侧身天地更怀古，回首风尘甘息机。\r\n共说总戎云鸟阵，不妨游子芰荷衣。"
        },
        {
            "title": "送韦郎司直归成都",
            "content": "窜身来蜀地，同病得韦郎。天下干戈满，江边岁月长。\r\n别筵花欲暮，春日鬓俱苍。为问南溪竹，抽梢合过墙。"
        },
        {
            "title": "喜雨",
            "content": "南国旱无雨，今朝江出云。入空才漠漠，洒迥已纷纷。\r\n巢燕高飞尽，林花润色分。晚来声不绝，应得夜深闻。"
        },
        {
            "title": "渡江",
            "content": "春江不可渡，二月已风涛。舟楫欹斜疾，鱼龙偃卧高。\r\n渚花兼素锦，汀草乱青袍。戏问垂纶客，悠悠见汝曹。"
        },
        {
            "title": "玉台观",
            "content": "浩劫因王造，平台访古游。彩云萧史驻，文字鲁恭留。\r\n宫阙通群帝，乾坤到十洲。人传有笙鹤，时过此山头。"
        },
        {
            "title": "滕王亭子",
            "content": "寂寞春山路，君王不复行。古墙犹竹色，虚阁自松声。\r\n鸟雀荒村暮，云霞过客情。尚思歌吹入，千骑把霓旌。"
        },
        {
            "title": "玉台观（滕王造）",
            "content": "中天积翠玉台遥，上帝高居绛节朝。遂有冯夷来击鼓，\r\n始知嬴女善吹箫。江光隐见鼋鼍窟，石势参差乌鹊桥。\r\n更肯红颜生羽翼，便应黄发老渔樵。"
        },
        {
            "title": "滕王亭子",
            "content": "君王台榭枕巴山，万丈丹梯尚可攀。春日莺啼修竹里，\r\n仙家犬吠白云间。清江锦石伤心丽，嫩蕊浓花满目班。\r\n人到于今歌出牧，来游此地不知还。"
        },
        {
            "title": "江亭王阆州筵饯萧遂州",
            "content": "离亭非旧国，春色是他乡。老畏歌声断，愁随舞曲长。\r\n二天开宠饯，五马烂生光。川路风烟接，俱宜下凤凰。"
        },
        {
            "title": "归梦",
            "content": "道路时通塞，江山日寂寥。偷生唯一老，伐叛已三朝。\r\n雨急青枫暮，云深黑水遥。梦归归未得，不用楚辞招。"
        },
        {
            "title": "游子",
            "content": "巴蜀愁谁语，吴门兴杳然。九江春草外，三峡暮帆前。\r\n厌就成都卜，休为吏部眠。蓬莱如可到，衰白问群仙。"
        },
        {
            "title": "地隅",
            "content": "江汉山重阻，风云地一隅。年年非故物，处处是穷途。\r\n丧乱秦公子，悲凉楚大夫。平生心已折，行路日荒芜。"
        },
        {
            "title": "百舌",
            "content": "百舌来何处，重重只报春。知音兼众语，整翮岂多身。\r\n花密藏难见，枝高听转新。过时如发口，君侧有谗人。"
        },
        {
            "title": "双燕",
            "content": "旅食惊双燕，衔泥入此堂。应同避燥湿，且复过炎凉。\r\n养子风尘际，来时道路长。今秋天地在，吾亦离殊方。"
        },
        {
            "title": "暮寒",
            "content": "雾隐平郊树，风含广岸波。沉沉春色静，惨惨暮寒多。\r\n戍鼓犹长击，林莺遂不歌。忽思高宴会，朱袖拂云和。"
        },
        {
            "title": "春远",
            "content": "肃肃花絮晚，菲菲红素轻。日长唯鸟雀，春远独柴荆。\r\n数有关中乱，何曾剑外清。故乡归不得，地入亚夫营。"
        },
        {
            "title": "久客",
            "content": "羁旅知交态，淹留见俗情。衰颜聊自哂，小吏最相轻。\r\n去国哀王粲，伤时哭贾生。狐狸何足道，豺虎正纵横。"
        },
        {
            "title": "南征",
            "content": "春岸桃花水，云帆枫树林。偷生长避地，适远更沾襟。\r\n老病南征日，君恩北望心。百年歌自苦，未见有知音。"
        },
        {
            "title": "陪王使君晦日泛江就黄家亭子二首",
            "content": "山豁何时断，江平不肯流。稍知花改岸，始验鸟随舟。\r\n结束多红粉，欢娱恨白头。非君爱人客，晦日更添愁。\r\n有径金沙软，无人碧草芳。野畦连蛱蝶，江槛俯鸳鸯。\r\n日晚烟花乱，风生锦绣香。不须吹急管，衰老易悲伤。"
        },
        {
            "title": "泛江",
            "content": "方舟不用楫，极目总无波。长日容杯酒，深江净绮罗。\r\n乱离还奏乐，飘泊且听歌。故国流清渭，如今花正多。"
        },
        {
            "title": "奉寄别马巴州（时甫除京兆功曹在东川）",
            "content": "勋业终归马伏波，功曹非复汉萧何。扁舟系缆沙边久，\r\n南国浮云水上多。独把鱼竿终远去，难随鸟翼一相过。\r\n知君未爱春湖色，兴在骊驹白玉珂。"
        },
        {
            "title": "将",
            "content": "使君高义驱今古，寥落三年坐剑州。但见文翁能化俗，\r\n焉知李广未封侯。路经滟滪双蓬鬓，天入沧浪一钓舟。\r\n戎马相逢更何日，春风回首仲宣楼。"
        },
        {
            "title": "奉寄章十侍御",
            "content": "淮海维扬一俊人，金章紫绶照青春。指麾能事回天地，\r\n训练强兵动鬼神。湘西不得归关羽，河内犹宜借寇恂。\r\n朝觐从容问幽仄，勿云江汉有垂纶。"
        },
        {
            "title": "奉待严大夫",
            "content": "殊方又喜故人来，重镇还须济世才。常怪偏裨终日待，\r\n不知旌节隔年回。欲辞巴徼啼莺合，远下荆门去鹢催。\r\n身老时危思会面，一生襟抱向谁开。"
        },
        {
            "title": "放船",
            "content": "送客苍溪县，山寒雨不开。直愁骑马滑，故作泛舟回。\r\n青惜峰峦过，黄知橘柚来。江流大自在，坐稳兴悠哉。"
        },
        {
            "title": "王阆州筵奉酬十一舅惜别之作",
            "content": "万壑树声满，千崖秋气高。浮舟出郡郭，别酒寄江涛。\r\n良会不复久，此生何太劳。穷愁但有骨，群盗尚如毛。\r\n吾舅惜分手，使君寒赠袍。沙头暮黄鹄，失侣自哀号。"
        },
        {
            "title": "伤春五首（巴阆僻远伤春罢始知春前已收宫阙",
            "content": "天下兵虽满，春光日自浓。西京疲百战，北阙任群凶。\r\n关塞三千里，烟花一万重。蒙尘清路急，御宿且谁供。\r\n殷复前王道，周迁旧国容。蓬莱足云气，应合总从龙。\r\n莺入新年语，花开满故枝。天青风卷幔，草碧水通池。\r\n牢落官军速，萧条万事危。鬓毛元自白，泪点向来垂。\r\n不是无兄弟，其如有别离。巴山春色静，北望转逶迤。\r\n日月还相斗，星辰屡合围。不成诛执法，焉得变危机。\r\n大角缠兵气，钩陈出帝畿。烟尘昏御道，耆旧把天衣。\r\n行在诸军阙，来朝大将稀。贤多隐屠钓，王肯载同归。\r\n再有朝廷乱，难知消息真。近传王在洛，复道使归秦。\r\n夺马悲公主，登车泣贵嫔。萧关迷北上，沧海欲东巡。\r\n敢料安危体，犹多老大臣。岂无嵇绍血，沾洒属车尘。\r\n闻说初东幸，孤儿却走多。难分太仓粟，竞弃鲁阳戈。\r\n胡虏登前殿，王公出御河。得无中夜舞，谁忆大风歌。\r\n春色生烽燧，幽人泣薜萝。君臣重修德，犹足见时和。"
        },
        {
            "title": "舍弟占归草堂检校聊示此诗",
            "content": "久客应吾道，相随独尔来。孰知江路近，频为草堂回。\r\n鹅鸭宜长数，柴荆莫浪开。东林竹影薄，腊月更须栽。\r\n第二百二十八卷"
        },
        {
            "title": "城上（一作空城）",
            "content": "草满巴西绿，空城白日长。风吹花片片，春动水茫茫。\r\n八骏随天子，群臣从武皇。遥闻出巡守，早晚遍遐荒。"
        },
        {
            "title": "无题",
            "content": "王子思归日，长安已乱兵。沾衣问行在，走马向承明。\r\n暮景巴蜀僻，春风江汉清。晋山虽自弃，魏阙尚含情。"
        },
        {
            "title": "赠韦赞善别",
            "content": "扶病送君发，自怜犹不归。只应尽客泪，复作掩荆扉。\r\n江汉故人少，音书从此稀。往还二十载，岁晚寸心违。"
        },
        {
            "title": "奉寄高常侍（一作寄高三十五大夫）",
            "content": "汶上相逢年颇多，飞腾无那故人何。总戎楚蜀应全未，\r\n方驾曹刘不啻过。今日朝廷须汲黯，中原将帅忆廉颇。\r\n天涯春色催迟暮，别泪遥添锦水波。"
        },
        {
            "title": "西山",
            "content": "彝界荒山顶，蕃州积雪边。筑城依白帝，转粟上青天。\r\n蜀将分旗鼓，羌兵助井泉。西戎背和好，杀气日相缠。\r\n辛苦三城戍，长防万里秋。烟尘侵火井，雨雪闭松州。\r\n风动将军幕，天寒使者裘。漫山贼营垒，回首得无忧。\r\n子弟犹深入，关城未解围。蚕崖铁马瘦，灌口米船稀。\r\n辩士安边策，元戎决胜威。今朝乌鹊喜，欲报凯歌归。"
        },
        {
            "title": "薄暮",
            "content": "江水长流地，山云薄暮时。寒花隐乱草，宿鸟择深枝。\r\n旧国见何日，高秋心苦悲。人生不再好，鬓发白成丝。"
        },
        {
            "title": "送陵州路使君赴任",
            "content": "王室比多难，高官皆武臣。幽燕通使者，岳牧用词人。\r\n国待贤良急，君当拔擢新。佩刀成气象，行盖出风尘。\r\n战伐乾坤破，疮痍府库贫。众僚宜洁白，万役但平均。\r\n霄汉瞻佳士，泥途任此身。秋天正摇落，回首大江滨。"
        },
        {
            "title": "章梓州橘亭饯成都窦少尹（得凉字）",
            "content": "秋日野亭千橘香，玉盘锦席高云凉。主人送客何所作，\r\n行酒赋诗殊未央。衰老应为难离别，贤声此去有辉光。\r\n预传籍籍新京尹，青史无劳数赵张。"
        },
        {
            "title": "遣愤",
            "content": "闻道花门将，论功未尽归。自从收帝里，谁复总戎机。\r\n蜂虿终怀毒，雷霆可震威。莫令鞭血地，再湿汉臣衣。"
        },
        {
            "title": "章梓州水亭",
            "content": "城晚通云雾，亭深到芰荷。吏人桥外少，秋水席边多。\r\n近属淮王至，高门蓟子过。荆州爱山简，吾醉亦长歌。"
        },
        {
            "title": "送元二适江左",
            "content": "乱后今相见，秋深复远行。风尘为客日，江海送君情。\r\n晋室丹阳尹，公孙白帝城。经过自爱惜，取次莫论兵。"
        },
        {
            "title": "有感五首",
            "content": "将帅蒙恩泽，兵戈有岁年。至今劳圣主，可以报皇天。\r\n白骨新交战，云台旧拓边。乘槎断消息，无处觅张骞。\r\n幽蓟馀蛇豕，乾坤尚虎狼。诸侯春不贡，使者日相望。\r\n慎勿吞青海，无劳问越裳。大君先息战，归马华山阳。\r\n洛下舟车入，天中贡赋均。日闻红粟腐，寒待翠华春。\r\n莫取金汤固，长令宇宙新。不过行俭德，盗贼本王臣。\r\n丹桂风霜急，青梧日夜凋。由来强干地，未有不臣朝。\r\n受钺亲贤往，卑宫制诏遥。终依古封建，岂独听箫韶。\r\n盗灭人还乱，兵残将自疑。登坛名绝假，报主尔何迟。\r\n领郡辄无色，之官皆有词。愿闻哀痛诏，端拱问疮痍。"
        },
        {
            "title": "王命",
            "content": "汉北豺狼满，巴西道路难。血埋诸将甲，骨断使臣鞍。\r\n牢落新烧栈，苍茫旧筑坛。深怀喻蜀意，恸哭望王官。"
        },
        {
            "title": "警急（时高公適领西川节度）",
            "content": "才名旧楚将，妙略拥兵机。玉垒虽传檄，松州会解围。\r\n和亲知拙计，公主漫无归。青海今谁得，西戎实饱飞。"
        },
        {
            "title": "对雨",
            "content": "莽莽天涯雨，江边独立时。不愁巴道路，恐湿汉旌旗。\r\n雪岭防秋急，绳桥战胜迟。西戎甥舅礼，未敢背恩私。"
        },
        {
            "title": "倦夜（吴曾《漫录》云：顾陶《类编》题作倦",
            "content": "竹凉侵卧内，野月满庭隅。重露成涓滴，稀星乍有无。\r\n暗飞萤自照，水宿鸟相呼。万事干戈里，空悲清夜徂。"
        },
        {
            "title": "九日",
            "content": "去年登高郪县北，今日重在涪江滨。苦遭白发不相放，\r\n羞见黄花无数新。世乱郁郁久为客，路难悠悠常傍人。\r\n酒阑却忆十年事，肠断骊山清路尘。"
        },
        {
            "title": "送王十五判官扶侍还黔中（得开字）",
            "content": "大家东征逐子回，风生洲渚锦帆开。青青竹笋迎船出，\r\n日日江鱼入馔来。离别不堪无限意，艰危深仗济时才。\r\n黔阳信使应稀少，莫怪频频劝酒杯。"
        },
        {
            "title": "台上（得凉字）",
            "content": "改席台能迥，留门月复光。云行遗暑湿，山谷进风凉。\r\n老去一杯足，谁怜屡舞长。何须把官烛，似恼鬓毛苍。"
        },
        {
            "title": "涪城县香积寺官阁",
            "content": "寺下春江深不流，山腰官阁迥添愁。含风翠壁孤云细，\r\n背日丹枫万木稠。小院回廊春寂寂，浴凫飞鹭晚悠悠。\r\n诸天合在藤萝外，昏黑应须到上头。"
        },
        {
            "title": "江亭送眉州辛别驾升之（得芜字）",
            "content": "柳影含云幕，江波近酒壶。异方惊会面，终宴惜征途。\r\n沙晚低风蝶，天晴喜浴凫。别离伤老大，意绪日荒芜。"
        },
        {
            "title": "送何侍御归朝（李梓州泛舟筵上作）",
            "content": "舟楫诸侯饯，车舆使者归。山花相映发，水鸟自孤飞。\r\n春日垂霜鬓，天隅把绣衣。故人从此去，寥落寸心违。"
        },
        {
            "title": "陪李梓州、王阆州、苏遂州、李果州四使君登",
            "content": "春日无人境，虚空不住天。莺花随世界，楼阁寄山巅。\r\n迟暮身何得，登临意惘然。谁能解金印，潇洒共安禅。"
        },
        {
            "title": "登牛头山亭子",
            "content": "路出双林外，亭窥万井中。江城孤照日，山谷远含风。\r\n兵革身将老，关河信不通。犹残数行泪，忍对百花丛。"
        },
        {
            "title": "薄游",
            "content": "淅淅风生砌，团团日隐墙。遥空秋雁灭，半岭暮云长。\r\n病叶多先坠，寒花只暂香。巴城添泪眼，今夜复清光。"
        },
        {
            "title": "数陪李梓州",
            "content": "上客回空骑，佳人满近船。江清歌扇底，野旷舞衣前。\r\n玉袖凌风并，金壶隐浪偏。竞将明媚色，偷眼艳阳天。\r\n白日移歌袖，清霄近笛床。翠眉萦度曲，云鬓俨分行。\r\n立马千山暮，回舟一水香。使君自有妇，莫学野鸳鸯。"
        },
        {
            "title": "甘园",
            "content": "春日清江岸，千甘二顷园。青云羞叶密，白雪避花繁。\r\n结子随边使，开筒近至尊。后于桃李熟，终得献金门。"
        },
        {
            "title": "陪章留后侍御宴南楼（得风字）",
            "content": "绝域长夏晚，兹楼清宴同。朝廷烧栈北，鼓角满天东。\r\n屡食将军第，仍骑御史骢。本无丹灶术，那免白头翁。\r\n寇盗狂歌外，形骸痛饮中。野云低渡水，檐雨细随风。\r\n出号江城黑，题诗蜡炬红。此身醒复醉，不拟哭途穷。"
        },
        {
            "title": "望兜率寺",
            "content": "树密当山径，江深隔寺门。霏霏云气重，闪闪浪花翻。\r\n不复知天大，空馀见佛尊。时应清盥罢，随喜给孤园。"
        },
        {
            "title": "上兜率寺",
            "content": "兜率知名寺，真如会法堂。江山有巴蜀，栋宇自齐梁。\r\n庾信哀虽久，何颙好不忘。白牛车远近，且欲上慈航。"
        },
        {
            "title": "望牛头寺",
            "content": "牛头见鹤林，梯迳绕幽深。春色浮山外，天河宿殿阴。\r\n传灯无白日，布地有黄金。休作狂歌老，回看不住心。"
        },
        {
            "title": "上牛头寺（牛",
            "content": "青山意不尽，衮衮上牛头。无复能拘碍，真成浪出游。\r\n花浓春寺静，竹细野池幽。何处莺啼切，移时独未休。"
        },
        {
            "title": "泛江送客",
            "content": "二月频送客，东津江欲平。烟花山际重，舟楫浪前轻。\r\n泪逐劝杯下，愁连吹笛生。离筵不隔日，那得易为情。"
        },
        {
            "title": "送路六侍御入朝",
            "content": "童稚情亲四十年，中间消息两茫然。更为后会知何地，\r\n忽漫相逢是别筵。不分桃花红胜锦，生憎柳絮白于绵。\r\n剑南春色还无赖，触忤愁人到酒边。"
        },
        {
            "title": "泛江送魏十八仓曹还",
            "content": "迟日深春水，轻舟送别筵。帝乡愁绪外，春色泪痕边。\r\n见酒须相忆，将诗莫浪传。若逢岑与范，为报各衰年。"
        },
        {
            "title": "郪城西原送李判官兄、武判官弟赴成都府",
            "content": "凭高送所亲，久坐惜芳辰。远水非无浪，他山自有春。\r\n野花随处发，官柳著行新。天际伤愁别，离筵何太频。"
        },
        {
            "title": "春日梓州登楼二首",
            "content": "行路难如此，登楼望欲迷。身无却少壮，迹有但羁栖。\r\n江水流城郭，春风入鼓鼙。双双新燕子，依旧已衔泥。\r\n天畔登楼眼，随春入故园。战场今始定，移柳更能存。\r\n厌蜀交游冷，思吴胜事繁。应须理舟楫，长啸下荆门。"
        },
        {
            "title": "涪江泛舟送韦班归京（得山字）",
            "content": "追饯同舟日，伤春一水间。飘零为客久，衰老羡君还。\r\n花远重重树，云轻处处山。天涯故人少，更益鬓毛斑。"
        },
        {
            "title": "陪王侍御宴通泉东山野亭",
            "content": "江水东流去，清樽日复斜。异方同宴赏，何处是京华。\r\n亭景临山水，村烟对浦沙。狂歌过于胜，得醉即为家。"
        },
        {
            "title": "不见（近无李白消息）",
            "content": "不见李生久，佯狂真可哀。世人皆欲杀，吾意独怜才。\r\n敏捷诗千首，飘零酒一杯。匡山读书处，头白好归来。"
        },
        {
            "title": "所思（得台州郑司户虔消息）",
            "content": "郑老身仍窜，台州信所传。为农山涧曲，卧病海云边。\r\n世已疏儒素，人犹乞酒钱。徒劳望牛斗，无计劚龙泉。"
        },
        {
            "title": "怀旧",
            "content": "地下苏司业，情亲独有君。那因丧乱后，便有死生分。\r\n老罢知明镜，悲来望白云。自从失词伯，不复更论文。"
        },
        {
            "title": "黄草",
            "content": "黄草峡西船不归，赤甲山下行人稀。秦中驿使无消息，\r\n蜀道兵戈有是非。万里秋风吹锦水，谁家别泪湿罗衣。\r\n莫愁剑阁终堪据，闻道松州已被围。"
        },
        {
            "title": "送梓州李使君之任",
            "content": "籍甚黄丞相，能名自颍川。近看除刺史，还喜得吾贤。\r\n五马何时到，双鱼会早传。老思筇竹杖，冬要锦衾眠。\r\n不作临岐恨，惟听举最先。火云挥汗日，山驿醒心泉。\r\n遇害陈公殒，于今蜀道怜。君行射洪县，为我一潸然。"
        },
        {
            "title": "屏迹三首",
            "content": "用拙存吾道，幽居近物情。桑麻深雨露，燕雀半生成。\r\n村鼓时时急，渔舟个个轻。杖藜从白首，心迹喜双清。\r\n晚起家何事，无营地转幽。竹光团野色，舍影漾江流。\r\n失学从儿懒，长贫任妇愁。百年浑得醉，一月不梳头。\r\n衰颜甘屏迹，幽事供高卧。鸟下竹根行，龟开萍叶过。\r\n年荒酒价乏，日并园蔬课。犹酌甘泉歌，歌长击樽破。"
        },
        {
            "title": "野望",
            "content": "西山白雪三城戍，南浦清江万里桥。\r\n海内风尘诸弟隔，天涯涕泪一身遥。\r\n惟将迟暮供多病，未有涓埃答圣朝。\r\n跨马出郊时极目，不堪人事日萧条。\r\n【注释】：①迟暮：年老，此时杜甫五十岁。\r\n②人事：世事。【译文】：　　西山覆盖着白雪，三城都有军兵驻守，南浦锦江上横跨着一座万里桥。国内的战乱使各位兄弟相阻隔，天涯路途遥远，不觉孤独地流下眼泪。年老没有作为只能将晚年交给疾病，没有点滴的功劳报答圣朝。骑着马在郊外极目远眺，不忍心看着世道一天天衰败下去。【赏析】：　　这首诗写景抒情，表现了诗人悠悠的爱国情。战乱老病，兄弟离散，都使诗人忧愁不已，忧国忧民之情自然流露出来。全诗深广沉郁，意境悲壮。"
        },
        {
            "title": "得广州张判官叔",
            "content": "乡关胡骑远，宇宙蜀城偏。忽得炎州信，遥从月峡传。\r\n云深骠骑幕，夜隔孝廉船。却寄双愁眼，相思泪点悬。"
        },
        {
            "title": "严中丞枉驾见过",
            "content": "元戎小队出郊坰，问柳寻花到野亭。川合东西瞻使节，\r\n地分南北任流萍。扁舟不独如张翰，白帽还应似管宁。\r\n寂寞江天云雾里，何人道有少微星。"
        },
        {
            "title": "观李固请司马弟山水图三首",
            "content": "简易高人意，匡床竹火炉。寒天留远客，碧海挂新图。\r\n虽对连山好，贪看绝岛孤。群仙不愁思，冉冉下蓬壶。\r\n方丈浑连水，天台总映云。人间长见画，老去恨空闻。\r\n范蠡舟偏小，王乔鹤不群。此生随万物，何路出尘氛。\r\n高浪垂翻屋，崩崖欲压床。野桥分子细，沙岸绕微茫。\r\n红浸珊瑚短，青悬薜荔长。浮查并坐得，仙老暂相将。"
        },
        {
            "title": "少年行",
            "content": "马上谁家薄媚郎，临阶下马坐人床。\r\n不通姓字粗豪甚，指点银瓶索酒尝。"
        },
        {
            "title": "陪李七司马皂江",
            "content": "伐竹为桥结构同，褰裳不涉往来通。\r\n天寒白鹤归华表，日落青龙见水中。\r\n顾我老非题柱客，知君才是济川功。\r\n合欢却笑千年事，驱石何时到海东。\r\n把烛成桥夜，回舟坐客时。\r\n天高云去尽，江迥月来迟。\r\n衰谢多扶病，招邀屡有期。\r\n异方乘此兴，乐罢不无悲。"
        },
        {
            "title": "赴青城县出成都",
            "content": "老耻妻孥笑，贫嗟出入劳。客情投异县，诗态忆吾曹。\r\n东郭沧江合，西山白雪高。文章差底病，回首兴滔滔。"
        },
        {
            "title": "朝雨",
            "content": "凉气晚萧萧，江云乱眼飘。风鸳藏近渚，雨燕集深条。\r\n黄绮终辞汉，巢由不见尧。草堂樽酒在，幸得过清朝。"
        },
        {
            "title": "琴台（司马",
            "content": "茂陵多病后，尚爱卓文君。酒肆人间世，琴台日暮云。\r\n野花留宝靥，蔓草见罗裙。归凤求皇意，寥寥不复闻。"
        },
        {
            "title": "恶树",
            "content": "独绕虚斋径，常持小斧柯。幽阴成颇杂，恶木剪还多。\r\n枸杞因吾有，鸡栖奈汝何。方知不材者，生长漫婆娑。"
        },
        {
            "title": "独酌",
            "content": "步屦深林晚，开樽独酌迟。\r\n仰蜂黏落絮，行蚁上枯梨。\r\n薄劣惭真隐，幽偏得自怡。\r\n本无轩冕意，不是傲当时。"
        },
        {
            "title": "村夜",
            "content": "萧萧风色暮，江头人不行。村舂雨外急，邻火夜深明。\r\n胡羯何多难，渔樵寄此生。中原有兄弟，万里正含情。"
        },
        {
            "title": "江涨",
            "content": "江发蛮夷涨，山添雨雪流。大声吹地转，高浪蹴天浮。\r\n鱼鳖为人得，蛟龙不自谋。轻帆好去便，吾道付沧洲。"
        },
        {
            "title": "江亭",
            "content": "坦腹江亭暖，长吟野望时。水流心不竞，云在意俱迟。\r\n寂寂春将晚，欣欣物自私。故林归未得，排闷强裁诗。"
        },
        {
            "title": "散愁二首",
            "content": "久客宜旋旆，兴王未息戈。\r\n蜀星阴见少，江雨夜闻多。\r\n百万传深入，寰区望匪它。\r\n司徒下燕赵，收取旧山河。\r\n闻道并州镇，尚书训士齐。\r\n几时通蓟北，当日报关西。\r\n恋阙丹心破，沾衣皓首啼。\r\n老魂招不得，归路恐长迷。"
        },
        {
            "title": "岁暮",
            "content": "岁暮远为客，边隅还用兵。烟尘犯雪岭，鼓角动江城。\r\n天地日流血，朝廷谁请缨。济时敢爱死，寂寞壮心惊。"
        },
        {
            "title": "和裴迪登新津寺寄王侍郎（王时牧蜀）",
            "content": "何限倚山木，吟诗秋叶黄。蝉声集古寺，鸟影度寒塘。\r\n风物悲游子，登临忆侍郎。老夫贪佛日，随意宿僧房。"
        },
        {
            "title": "寄杨五桂州谭（因州参军段子之任）",
            "content": "五岭皆炎热，宜人独桂林。梅花万里外，雪片一冬深。\r\n闻此宽相忆，为邦复好音。江边送孙楚，远附白头吟。"
        },
        {
            "title": "过南邻朱山人水亭",
            "content": "相近竹参差，相过人不知。幽花欹满树，小水细通池。\r\n归客村非远，残樽席更移。看君多道气，从此数追随。"
        },
        {
            "title": "野老",
            "content": "野老篱前江岸回，柴门不正逐江开。渔人网集澄潭下，\r\n贾客船随返照来。长路关心悲剑阁，片云何意傍琴台。\r\n王师未报收东郡，城阙秋生画角哀。"
        },
        {
            "title": "梅雨",
            "content": "南京西浦道，四月熟黄梅。湛湛长江去，冥冥细雨来。\r\n茅茨疏易湿，云雾密难开。竟日蛟龙喜，盘涡与岸回。"
        },
        {
            "title": "卜居",
            "content": "浣花流水水西头，主人为卜林塘幽。已知出郭少尘事，\r\n更有澄江销客愁。无数蜻蜓齐上下，一双鸂鶒对沉浮。\r\n东行万里堪乘兴，须向山阴上小舟。"
        },
        {
            "title": "寄张十二山人彪三十韵",
            "content": "独卧嵩阳客，三违颍水春。艰难随老母，惨澹向时人。\r\n谢氏寻山屐，陶公漉酒巾。群凶弥宇宙，此物在风尘。\r\n历下辞姜被，关西得孟邻。早通交契密，晚接道流新。\r\n静者心多妙，先生艺绝伦。草书何太苦，诗兴不无神。\r\n曹植休前辈，张芝更后身。数篇吟可老，一字买堪贫。\r\n将恐曾防寇，深潜托所亲。宁闻倚门夕，尽力洁飧晨。\r\n疏懒为名误，驱驰丧我真。索居犹寂寞，相遇益悲辛。\r\n流转依边徼，逢迎念席珍。时来故旧少，乱后别离频。\r\n世祖修高庙，文公赏从臣。商山犹入楚，源水不离秦。\r\n存想青龙秘，骑行白鹿驯。耕岩非谷口，结草即河滨。\r\n肘后符应验，囊中药未陈。旅怀殊不惬，良觌渺无因。\r\n自古皆悲恨，浮生有屈伸。此邦今尚武，何处且依仁。\r\n鼓角凌天籁，关山信月轮。官场罗镇碛，贼火近洮岷。\r\n萧索论兵地，苍茫斗将辰。大军多处所，馀孽尚纷纶。\r\n高兴知笼鸟，斯文起获麟。穷秋正摇落，回首望松筠。"
        },
        {
            "title": "寄岳州贾司马六丈、巴州严八使君两阁老五十",
            "content": "衡岳啼猿里，巴州鸟道边。故人俱不利，谪宦两悠然。\r\n开辟乾坤正，荣枯雨露偏。长沙才子远，钓濑客星悬。\r\n忆昨趋行殿，殷忧捧御筵。讨胡愁李广，奉使待张骞。\r\n无复云台仗，虚修水战船。苍茫城七十，流落剑三千。\r\n画角吹秦晋，旄头俯涧瀍。小儒轻董卓，有识笑苻坚。\r\n浪作禽填海，那将血射天。万方思助顺，一鼓气无前。\r\n阴散陈仓北，晴熏太白巅。乱麻尸积卫，破竹势临燕。\r\n法驾还双阙，王师下八川。此时沾奉引，佳气拂周旋。\r\n貔虎开金甲，麒麟受玉鞭。侍臣谙入仗，厩马解登仙。\r\n花动朱楼雪，城凝碧树烟。衣冠心惨怆，故老泪潺湲。\r\n哭庙悲风急，朝正霁景鲜。月分梁汉米，春得水衡钱。\r\n内蕊繁于缬，宫莎软胜绵。恩荣同拜手，出入最随肩。\r\n晚著华堂醉，寒重绣被眠。辔齐兼秉烛，书枉满怀笺。\r\n每觉升元辅，深期列大贤。秉钧方咫尺，铩翮再联翩。\r\n禁掖朋从改，微班性命全。青蒲甘受戮，白发竟谁怜。\r\n弟子贫原宪，诸生老伏虔。师资谦未达，乡党敬何先。\r\n旧好肠堪断，新愁眼欲穿。翠干危栈竹，红腻小湖莲。\r\n贾笔论孤愤，严诗赋几篇。定知深意苦，莫使众人传。\r\n贝锦无停织，朱丝有断弦。浦鸥防碎首，霜鹘不空拳。\r\n地僻昏炎瘴，山稠隘石泉。且将棋度日，应用酒为年。\r\n典郡终微眇，治中实弃捐。安排求傲吏，比兴展归田。\r\n去去才难得，苍苍理又玄。古人称逝矣，吾道卜终焉。\r\n陇外翻投迹，渔阳复控弦。笑为妻子累，甘与岁时迁。\r\n亲故行稀少，兵戈动接联。他乡饶梦寐，失侣自屯邅。\r\n多病加淹泊，长吟阻静便。如公尽雄俊，志在必腾鶱。"
        },
        {
            "title": "寄彭州高三十五使君适、虢州岑二十七长史",
            "content": "故人何寂寞，今我独凄凉。老去才难尽，秋来兴甚长。\r\n物情尤可见，辞客未能忘。海内知名士，云端各异方。\r\n高岑殊缓步，沈鲍得同行。意惬关飞动，篇终接混茫。\r\n举天悲富骆，近代惜卢王。似尔官仍贵，前贤命可伤。\r\n诸侯非弃掷，半刺已翱翔。诗好几时见，书成无信将。\r\n男儿行处是，客子斗身强。羁旅推贤圣，沈绵抵咎殃。\r\n三年犹疟疾，一鬼不销亡。隔日搜脂髓，增寒抱雪霜。\r\n徒然潜隙地，有靦屡鲜妆。何太龙钟极，于今出处妨。\r\n无钱居帝里，尽室在边疆。刘表虽遗恨，庞公至死藏。\r\n心微傍鱼鸟，肉瘦怯豺狼。陇草萧萧白，洮云片片黄。\r\n彭门剑阁外，虢略鼎湖旁。荆玉簪头冷，巴笺染翰光。\r\n乌麻蒸续晒，丹橘露应尝。岂异神仙宅，俱兼山水乡。\r\n竹斋烧药灶，花屿读书床。更得清新否，遥知对属忙。\r\n旧官宁改汉，淳俗本归唐。济世宜公等，安贫亦士常。\r\n蚩尤终戮辱，胡羯漫猖狂。会待袄氛静，论文暂裹粮。"
        },
        {
            "title": "佐还山后寄三首",
            "content": "山晚浮云合，归时恐路迷。涧寒人欲到，村黑鸟应栖。\r\n野客茅茨小，田家树木低。旧谙疏懒叔，须汝故相携。\r\n白露黄粱熟，分张素有期。已应舂得细，颇觉寄来迟。\r\n味岂同金菊，香宜配绿葵。老人他日爱，正想滑流匙。\r\n几道泉浇圃，交横落慢坡。葳蕤秋叶少，隐映野云多。\r\n隔沼连香芰，通林带女萝。甚闻霜薤白，重惠意如何。"
        },
        {
            "title": "送人从军（时有吐蕃之役）",
            "content": "弱水应无地，阳关已近天。今君渡沙碛，累月断人烟。\r\n好武宁论命，封侯不计年。马寒防失道，雪没锦鞍鞯。"
        },
        {
            "title": "铜瓶",
            "content": "乱后碧井废，时清瑶殿深。铜瓶未失水，百丈有哀音。\r\n侧想美人意，应非寒甃沉。蛟龙半缺落，犹得折黄金。"
        },
        {
            "title": "寄贺兰铦",
            "content": "朝野欢娱后，乾坤震荡中。相随万里日，总作白头翁。\r\n岁晚仍分袂，江边更转蓬。勿云俱异域，饮啄几回同。"
        },
        {
            "title": "夕烽",
            "content": "夕烽来不近，每日报平安。塞上传光小，云边落点残。\r\n照秦通警急，过陇自艰难。闻道蓬莱殿，千门立马看。"
        },
        {
            "title": "野望因过常少仙",
            "content": "野桥齐度马，秋望转悠哉。竹覆青城合，江从灌口来。\r\n入村樵径引，尝果栗皱开。落尽高天日，幽人未遣回。"
        },
        {
            "title": "天河",
            "content": "常时任显晦，秋至辄分明。纵被微云掩，终能永夜清。\r\n含星动双阙，伴月照边城。牛女年年渡，何曾风浪生。"
        },
        {
            "title": "示侄佐（佐草堂在东柯谷）",
            "content": "多病秋风落，君来慰眼前。自闻茅屋趣，只想竹林眠。\r\n满谷山云起，侵篱涧水悬。嗣宗诸子侄，早觉仲容贤。"
        },
        {
            "title": "雨晴（一作秋霁）",
            "content": "天水秋云薄，从西万里风。今朝好晴景，久雨不妨农。\r\n塞柳行疏翠，山梨结小红。胡笳楼上发，一雁入高空。"
        },
        {
            "title": "宿赞公房（京中大云寺主谪此安置）",
            "content": "杖锡何来此，秋风已飒然。雨荒深院菊，霜倒半池莲。\r\n放逐宁违性，虚空不离禅。相逢成夜宿，陇月向人圆。"
        },
        {
            "title": "后游",
            "content": "寺忆新游处，桥怜再渡时。江山如有待，花柳更无私。\r\n野润烟光薄，沙暄日色迟。客愁全为减，舍此复何之。"
        },
        {
            "title": "得舍弟消息",
            "content": "乱后谁归得，他乡胜故乡。直为心厄苦，久念与存亡。\r\n汝书犹在壁，汝妾已辞房。旧犬知愁恨，垂头傍我床。"
        },
        {
            "title": "望岳",
            "content": "西岳崚嶒竦处尊，诸峰罗立如儿孙。安得仙人九节杖，\r\n拄到玉女洗头盆。车箱入谷无归路，箭栝通天有一门。\r\n稍待西风凉冷后，高寻白帝问真源。"
        },
        {
            "title": "早秋苦",
            "content": "七月六日苦炎热，对食暂餐还不能。每愁夜中自足蝎，\r\n况乃秋后转多蝇。束带发狂欲大叫，簿书何急来相仍。\r\n南望青松架短壑，安得赤脚蹋层冰。"
        },
        {
            "title": "送许八拾遗归江宁觐省甫昔时尝客游此县图样",
            "content": "诏许辞中禁，慈颜赴北堂。圣朝新孝理，祖席倍辉光。\r\n内帛擎偏重，宫衣著更香。淮阴清夜驿，京口渡江航。\r\n春隔鸡人昼，秋期燕子凉。赐书夸父老，寿酒乐城隍。\r\n看画曾饥渴，追踪恨淼茫。虎头金粟影，神妙独难忘。"
        },
        {
            "title": "宣政殿退朝晚出左掖（掖门在两旁如人之臂掖",
            "content": "天门日射黄金榜，春殿晴曛赤羽旗。宫草微微承委佩，\r\n炉烟细细驻游丝。云近蓬莱常好色，雪残鳷鹊亦多时。\r\n侍臣缓步归青琐，退食从容出每迟。"
        },
        {
            "title": "留别贾严二阁老两院补阙（得云字）",
            "content": "田园须暂往，戎马惜离群。去远留诗别，愁多任酒醺。\r\n一秋常苦雨，今日始无云。山路时吹角，那堪处处闻。"
        },
        {
            "title": "奉送郭中丞兼太仆卿充陇右节度使三十韵（郭",
            "content": "诏发西山将，秋屯陇右兵。凄凉馀部曲，燀赫旧家声。\r\n雕鹗乘时去，骅骝顾主鸣。艰难须上策，容易即前程。\r\n斜日当轩盖，高风卷旆旌。松悲天水冷，沙乱雪山清。\r\n和虏犹怀惠，防边不敢惊。古来于异域，镇静示专征。\r\n燕蓟奔封豕，周秦触骇鲸。中原何惨黩，馀孽尚纵横。\r\n箭入昭阳殿，笳吟细柳营。内人红袖泣，王子白衣行。\r\n宸极祅星动，园陵杀气平。空馀金碗出，无复穗帷轻。\r\n毁庙天飞雨，焚宫火彻明。罘罳朝共落，棆桷夜同倾。\r\n三月师逾整，群胡势就烹。疮痍亲接战，勇决冠垂成。\r\n妙誉期元宰，殊恩且列卿。几时回节钺，戮力扫欃枪。\r\n圭窦三千士，云梯七十城。耻非齐说客，只似鲁诸生。\r\n通籍微班忝，周行独坐荣。随肩趋漏刻，短发寄簪缨。\r\n径欲依刘表，还疑厌祢衡。渐衰那此别，忍泪独含情。\r\n废邑狐狸语，空村虎豹争。人频坠涂炭，公岂忘精诚。\r\n元帅调新律，前军压旧京。安边仍扈从，莫作后功名。"
        },
        {
            "title": "初月",
            "content": "光细弦岂上，影斜轮未安。\r\n微升古塞外，已隐暮云端。\r\n河汉不改色，关山空自寒。\r\n庭前有白露，暗满菊花团。"
        },
        {
            "title": "官定后戏赠（时免",
            "content": "不作河西尉，凄凉为折腰。老夫怕趋走，率府且逍遥。\r\n耽酒须微禄，狂歌托圣朝。故山归兴尽，回首向风飙。"
        },
        {
            "title": "赠高式颜",
            "content": "昔别是何处，相逢皆老夫。故人还寂寞，削迹共艰虞。\r\n自失论文友，空知卖酒垆。平生飞动意，见尔不能无。"
        },
        {
            "title": "因许八奉寄江宁旻上人",
            "content": "不见旻公三十年，封书寄与泪潺湲。旧来好事今能否，\r\n老去新诗谁与传。棋局动随寻涧竹，袈裟忆上泛湖船。\r\n闻君话我为官在，头白昏昏只醉眠。"
        },
        {
            "title": "崔驸马山亭宴集（京城东有崔惠童驸马山池）",
            "content": "萧史幽栖地，林间蹋凤毛。洑流何处入，乱石闭门高。\r\n客醉挥金碗，诗成得绣袍。清秋多宴会，终日困香醪。"
        },
        {
            "title": "冬日洛城北谒玄元皇帝庙",
            "content": "配极玄都閟，凭虚禁御长。守祧严具礼，掌节镇非常。\r\n碧瓦初寒外，金茎一气旁。山河扶绣户，日月近雕梁。\r\n仙李盘根大，猗兰奕叶光。世家遗旧史，道德付今王。\r\n画手看前辈，吴生远擅场。森罗移地轴，妙绝动宫墙。\r\n五圣联龙衮，千官列雁行。冕旒俱秀发，旌旆尽飞扬。\r\n翠柏深留景，红梨迥得霜。风筝吹玉柱，露井冻银床。\r\n身退卑周室，经传拱汉皇。谷神如不死，养拙更何乡。"
        },
        {
            "title": "聂耒阳以仆阻水书致酒肉疗饥荒江诗得代怀…",
            "content": "耒阳驰尺素，见访荒江眇。义士烈女家，风流吾贤绍。\r\n昨见狄相孙，许公人伦表。前期翰林后，屈迹县邑小。\r\n知我碍湍涛，半旬获浩溔。麾下杀元戎，湖边有飞旐。\r\n孤舟增郁郁，僻路殊悄悄。侧惊猿猱捷，仰羡鹳鹤矫。\r\n礼过宰肥羊，愁当置清醥。人非西喻蜀，兴在北坑赵。\r\n方行郴岸静，未话长沙扰。崔师乞已至，澧卒用矜少。\r\n问罪消息真，开颜憩亭沼。\r\n第二百二十四卷"
        },
        {
            "title": "舟中苦热遣",
            "content": "愧为湖外客，看此戎马乱。中夜混黎氓，脱身亦奔窜。\r\n平生方寸心，反掌帐下难。呜呼杀贤良，不叱白刃散。\r\n吾非丈夫特，没齿埋冰炭。耻以风病辞，胡然泊湘岸。\r\n入舟虽苦热，垢腻可溉灌。痛彼道边人，形骸改昏旦。\r\n中丞连帅职，封内权得按。身当问罪先，县实诸侯半。\r\n士卒既辑睦，启行促精悍。似闻上游兵，稍逼长沙馆。\r\n怜好彼克修，天机自明断。南图卷云水，北拱戴霄汉。\r\n美名光史臣，长策何壮观。驱驰数公子，咸愿同伐叛。\r\n声节哀有馀，夫何激衰懦。偏裨表三上，卤莽同一贯。\r\n始谋谁其间，回首增愤惋。宗英李端公，守职甚昭焕。\r\n变通迫胁地，谋画焉得算。王室不肯微，凶徒略无惮。\r\n此流须卒斩，神器资强干。扣寂豁烦襟，皇天照嗟叹。"
        },
        {
            "title": "入衡州",
            "content": "兵革自久远，兴衰看帝王。汉仪甚照耀，胡马何猖狂。\r\n老将一失律，清边生战场。君臣忍瑕垢，河岳空金汤。\r\n重镇如割据，轻权绝纪纲。军州体不一，宽猛性所将。\r\n嗟彼苦节士，素于圆凿方。寡妻从为郡，兀者安堵墙。\r\n凋弊惜邦本，哀矜存事常。旌麾非其任，府库实过防。\r\n恕己独在此，多忧增内伤。偏裨限酒肉，卒伍单衣裳。\r\n元恶迷是似，聚谋泄康庄。竟流帐下血，大降湖南殃。\r\n烈火发中夜，高烟焦上苍。至今分粟帛，杀气吹沅湘。\r\n福善理颠倒，明征天莽茫。销魂避飞镝，累足穿豺狼。\r\n隐忍枳棘刺，迁延胝趼疮。远归儿侍侧，犹乳女在旁。\r\n久客幸脱免，暮年惭激昂。萧条向水陆，汩没随鱼商。\r\n报主身已老，入朝病见妨。悠悠委薄俗，郁郁回刚肠。\r\n参错走洲渚，舂容转林篁。片帆左郴岸，通郭前衡阳。\r\n华表云鸟埤，名园花草香。旗亭壮邑屋，烽橹蟠城隍。\r\n中有古刺史，盛才冠岩廊。扶颠待柱石，独坐飞风霜。\r\n昨者间琼树，高谈随羽觞。无论再缱绻，已是安苍黄。\r\n剧孟七国畏，马卿四赋良。门阑苏生在，勇锐白起强。\r\n问罪富形势，凯歌悬否臧。氛埃期必扫，蚊蚋焉能当。\r\n橘井旧地宅，仙山引舟航。此行厌暑雨，厥土闻清凉。\r\n诸舅剖符近，开缄书札光。频繁命屡及，磊落字百行。\r\n江总外家养，谢安乘兴长。下流匪珠玉，择木羞鸾皇。\r\n我师嵇叔夜，世贤张子房。柴荆寄乐土，鹏路观翱翔。"
        },
        {
            "title": "题衡山",
            "content": "旄头彗紫微，无复俎豆事。金甲相排荡，青衿一憔悴。\r\n呜呼已十年，儒服弊于地。征夫不遑息，学者沦素志。\r\n我行洞庭野，欻得文翁肆。侁侁胄子行，若舞风雩至。\r\n周室宜中兴，孔门未应弃。是以资雅才，涣然立新意。\r\n衡山虽小邑，首唱恢大义。因见县尹心，根源旧宫閟。\r\n讲堂非曩构，大屋加涂墍。下可容百人，墙隅亦深邃。\r\n何必三千徒，始压戎马气。林木在庭户，密干叠苍翠。\r\n有井朱夏时，辘轳冻阶戺。耳闻读书声，杀伐灾仿佛。\r\n故国延归望，衰颜减愁思。南纪改波澜，西河共风味。\r\n采诗倦跋涉，载笔尚可记。高歌激宇宙，凡百慎失坠。"
        },
        {
            "title": "苏大侍御访",
            "content": "庞公不浪出，苏氏今有之。再闻诵新作，突过黄初诗。\r\n乾坤几反覆，扬马宜同时。今晨清镜中，胜食斋房芝。\r\n余发喜却变，白间生黑丝。昨夜舟火灭，湘娥帘外悲。\r\n百灵未敢散，风破寒江迟。"
        },
        {
            "title": "追酬故高蜀州人日见寄",
            "content": "自蒙蜀州人日作，不意清诗久零落。今晨散帙眼忽开，\r\n迸泪幽吟事如昨。呜呼壮士多慷慨，合沓高名动寥廓。\r\n叹我凄凄求友篇，感时郁郁匡君略。锦里春光空烂熳，\r\n瑶墀侍臣已冥莫。潇湘水国傍鼋鼍，鄠杜秋天失雕鹗。\r\n东西南北更谁论，白首扁舟病独存。遥拱北辰缠寇盗，\r\n欲倾东海洗乾坤。边塞西蕃最充斥，衣冠南渡多崩奔。\r\n鼓瑟至今悲帝子，曳裾何处觅王门。文章曹植波澜阔，\r\n服食刘安德业尊。长笛谁能乱愁思，昭州词翰与招魂。"
        },
        {
            "title": "岁晏行",
            "content": "岁云暮矣多北风，潇湘洞庭白雪中。渔父天寒网罟冻，\r\n莫徭射雁鸣桑弓。去年米贵阙军食，今年米贱大伤农。\r\n高马达官厌酒肉，此辈杼轴茅茨空。楚人重鱼不重鸟，\r\n汝休枉杀南飞鸿。况闻处处鬻男女，割慈忍爱还租庸。\r\n往日用钱捉私铸，今许铅锡和青铜。刻泥为之最易得，\r\n好恶不合长相蒙。万国城头吹画角，此曲哀怨何时终。"
        },
        {
            "title": "奉赠李八丈判官（曛）",
            "content": "我丈时英特，宗枝神尧后。珊瑚市则无，騄骥人得有。\r\n早年见标格，秀气冲星斗。事业富清机，官曹正独守。\r\n顷来树嘉政，皆已传众口。艰难体贵安，冗长吾敢取。\r\n区区犹历试，炯炯更持久。讨论实解颐，操割纷应手。\r\n箧书积讽谏，宫阙限奔走。入幕未展材，秉钧孰为偶。\r\n所亲问淹泊，泛爱惜衰朽。垂白乱南翁，委身希北叟。\r\n真成穷辙鲋，或似丧家狗。秋枯洞庭石，风飒长沙柳。\r\n高兴激荆衡，知音为回首。"
        },
        {
            "title": "别张十三建封",
            "content": "尝读唐实录，国家草昧初。刘裴建首义，龙见尚踌躇。\r\n秦王拨乱姿，一剑总兵符。汾晋为丰沛，暴隋竟涤除。\r\n宗臣则庙食，后祀何疏芜。彭城英雄种，宜膺将相图。\r\n尔惟外曾孙，倜傥汗血驹。眼中万少年，用意尽崎岖。\r\n相逢长沙亭，乍问绪业馀。乃吾故人子，童丱联居诸。\r\n挥手洒衰泪，仰看八尺躯。内外名家流，风神荡江湖。\r\n范云堪晚友，嵇绍自不孤。择材征南幕，湖落回鲸鱼。\r\n载感贾生恸，复闻乐毅书。主忧急盗贼，师老荒京都。\r\n旧丘岂税驾，大厦倾宜扶。君臣各有分，管葛本时须。\r\n虽当霰雪严，未觉栝柏枯。高义在云台，嘶鸣望天衢。\r\n羽人扫碧海，功业竟何如。"
        },
        {
            "title": "清明",
            "content": "著处繁花务是日，长沙千人万人出。渡头翠柳艳明眉，\r\n争道朱蹄骄啮膝。此都好游湘西寺，诸将亦自军中至。\r\n马援征行在眼前，葛强亲近同心事。金镫下山红粉晚，\r\n牙樯捩柁青楼远。古时丧乱皆可知，人世悲欢暂相遣。\r\n弟侄虽存不得书，干戈未息苦离居。逢迎少壮非吾道，\r\n况乃今朝更祓除。"
        },
        {
            "title": "湘江宴饯裴二端公赴道州",
            "content": "白日照舟师，朱旗散广川。群公饯南伯，肃肃秩初筵。\r\n鄙人奉末眷，佩服自早年。义均骨肉地，怀抱罄所宣。\r\n盛名富事业，无取愧高贤。不以丧乱婴，保爱金石坚。\r\n计拙百僚下，气苏君子前。会合苦不久，哀乐本相缠。\r\n交游飒向尽，宿昔浩茫然。促觞激百虑，掩抑泪潺湲。\r\n热云集曛黑，缺月未生天。白团为我破，华烛蟠长烟。\r\n鸹鹖催明星，解袂从此旋。上请减兵甲，下请安井田。\r\n永念病渴老，附书远山巅。"
        },
        {
            "title": "望岳",
            "content": "南岳配朱鸟，秩礼自百王。欻吸领地灵，鸿洞半炎方。\r\n邦家用祀典，在德非馨香。巡守何寂寥，有虞今则亡。\r\n洎吾隘世网，行迈越潇湘。渴日绝壁出，漾舟清光旁。\r\n祝融五峰尊，峰峰次低昂。紫盖独不朝，争长嶪相望。\r\n恭闻魏夫人，群仙夹翱翔。有时五峰气，散风如飞霜。\r\n牵迫限修途，未暇杖崇冈。归来觊命驾，沐浴休玉堂。\r\n三叹问府主，曷以赞我皇。牲璧忍衰俗，神其思降祥。"
        },
        {
            "title": "次晚洲",
            "content": "参错云石稠，坡陀风涛壮。晚洲适知名，秀色固异状。\r\n棹经垂猿把，身在度鸟上。摆浪散帙妨，危沙折花当。\r\n羁离暂愉悦，羸老反惆怅。中原未解兵，吾得终疏放。"
        },
        {
            "title": "宿花石戍（长沙有渌口、花石二戍）",
            "content": "午辞空灵岑，夕得花石戍。岸疏开辟水，木杂今古树。\r\n地蒸南风盛，春热西日暮。四序本平分，气候何回互。\r\n茫茫天造间，理乱岂恒数。系舟盘藤轮，策杖古樵路。\r\n罢人不在村，野圃泉自注。柴扉虽芜没，农器尚牢固。\r\n山东残逆气，吴楚守王度。谁能扣君门，下令减征赋。"
        },
        {
            "title": "过津口",
            "content": "南岳自兹近，湘流东逝深。\r\n和风引桂楫，春日涨云岑。\r\n回首过津口，而多枫树林。\r\n白鱼困密网，黄鸟喧嘉音。\r\n物微限通塞，恻隐仁者心。\r\n瓮馀不尽酒，膝有无声琴。\r\n圣贤两寂寞，眇眇独开襟。"
        },
        {
            "title": "早行",
            "content": "歌哭俱在晓，行迈有期程。孤舟似昨日，闻见同一声。\r\n飞鸟数求食，潜鱼亦独惊。前王作网罟，设法害生成。\r\n碧藻非不茂，高帆终日征。干戈未揖让，崩迫开其情。"
        },
        {
            "title": "宿凿石浦（浦在湘潭县西）",
            "content": "早宿宾从劳，仲春江山丽。飘风过无时，舟楫敢不系。\r\n回塘澹暮色，日没众星嘒。缺月殊未生，青灯死分翳。\r\n穷途多俊异，乱世少恩惠。鄙夫亦放荡，草草频卒岁。\r\n斯文忧患馀，圣哲垂彖系。"
        },
        {
            "title": "解忧",
            "content": "减米散同舟，路难思共济。向来云涛盘，众力亦不细。\r\n呀坑瞥眼过，飞橹本无蒂。得失瞬息间，致远宜恐泥。\r\n百虑视安危，分明曩贤计。兹理庶可广，拳拳期勿替。"
        },
        {
            "title": "遣遇",
            "content": "磬折辞主人，开帆驾洪涛。春水满南国，朱崖云日高。\r\n舟子废寝食，飘风争所操。我行匪利涉，谢尔从者劳。\r\n石间采蕨女，鬻菜输官曹。丈夫死百役，暮返空村号。\r\n闻见事略同，刻剥及锥刀。贵人岂不仁，视汝如莠蒿。\r\n索钱多门户，丧乱纷嗷嗷。奈何黠吏徒，渔夺成逋逃。\r\n自喜遂生理，花时甘缊袍。"
        },
        {
            "title": "早发",
            "content": "有求常百虑，斯文亦吾病。以兹朋故多，穷老驱驰并。\r\n早行篙师怠，席挂风不正。昔人戒垂堂，今则奚奔命。\r\n涛翻黑蛟跃，日出黄雾映。烦促瘴岂侵，颓倚睡未醒。\r\n仆夫问盥栉，暮颜靦青镜。随意簪葛巾，仰惭林花盛。\r\n侧闻夜来寇，幸喜囊中净。艰危作远客，干请伤直性。\r\n薇蕨饿首阳，粟马资历聘。贱子欲适从，疑误此二柄。"
        },
        {
            "title": "上水遣怀",
            "content": "我衰太平时，身病戎马后。蹭蹬多拙为，安得不皓首。\r\n驱驰四海内，童稚日糊口。但遇新少年，少逢旧亲友。\r\n低颜下色地，故人知善诱。后生血气豪，举动见老丑。\r\n穷迫挫曩怀，常如中风走。一纪出西蜀，于今向南斗。\r\n孤舟乱春华，暮齿依蒲柳。冥冥九疑葬，圣者骨亦朽。\r\n蹉跎陶唐人，鞭挞日月久。中间屈贾辈，谗毁竟自取。\r\n郁没二悲魂，萧条犹在否。崷崒清湘石，逆行杂林薮。\r\n篙工密逞巧，气若酣杯酒。歌讴互激远，回斡明受授。\r\n善知应触类，各藉颖脱手。古来经济才，何事独罕有。\r\n苍苍众色晚，熊挂玄蛇吼。黄罴在树颠，正为群虎守。\r\n羸骸将何适，履险颜益厚。庶与达者论，吞声混瑕垢。"
        },
        {
            "title": "奉送魏六丈佑少府之交广",
            "content": "贤豪赞经纶，功成空名垂。子孙不振耀，历代皆有之。\r\n郑公四叶孙，长大常苦饥。众中见毛骨，犹是麒麟儿。\r\n磊落贞观事，致君朴直词。家声盖六合，行色何其微。\r\n遇我苍梧阴，忽惊会面稀。议论有馀地，公侯来未迟。\r\n虚思黄金贵，自笑青云期。长卿久病渴，武帝元同时。\r\n季子黑貂敝，得无妻嫂欺。尚为诸侯客，独屈州县卑。\r\n南游炎海甸，浩荡从此辞。穷途仗神道，世乱轻土宜。\r\n解帆岁云暮，可与春风归。出入朱门家，华屋刻蛟螭。\r\n玉食亚王者，乐张游子悲。侍婢艳倾城，绡绮轻雾霏。\r\n掌中琥珀钟，行酒双逶迤。新欢继明烛，梁栋星辰飞。\r\n两情顾盼合，珠碧赠于斯。上贵见肝胆，下贵不相疑。\r\n心事披写间，气酣达所为。错挥铁如意，莫避珊瑚枝。\r\n始兼逸迈兴，终慎宾主仪。戎马暗天宇，呜呼生别离。"
        },
        {
            "title": "送顾八分文学适洪吉州",
            "content": "中郎石经后，八分盖憔悴。顾侯运炉锤，笔力破馀地。\r\n昔在开元中，韩蔡同赑屃。玄宗妙其书，是以数子至。\r\n御札早流传，揄扬非造次。三人并入直，恩泽各不二。\r\n顾于韩蔡内，辨眼工小字。分日示诸王，钩深法更秘。\r\n文学与我游，萧疏外声利。追随二十载，浩荡长安醉。\r\n高歌卿相宅，文翰飞省寺。视我扬马间，白首不相弃。\r\n骅骝入穷巷，必脱黄金辔。一论朋友难，迟暮敢失坠。\r\n古来事反覆，相见横涕泗。向者玉珂人，谁是青云器。\r\n才尽伤形体，病渴污官位。故旧独依然，时危话颠踬。\r\n我甘多病老，子负忧世志。胡为困衣食，颜色少称遂。\r\n远作辛苦行，顺从众多意。舟楫无根蒂，蛟鼍好为祟。\r\n况兼水贼繁，特戒风飙驶。崩腾戎马际，往往杀长吏。\r\n子干东诸侯，劝勉防纵恣。邦以民为本，鱼饥费香饵。\r\n请哀疮痍深，告诉皇华使。使臣精所择，进德知历试。\r\n恻隐诛求情，固应贤愚异。列士恶苟得，俊杰思自致。\r\n赠子猛虎行，出郊载酸鼻。"
        },
        {
            "title": "咏怀二首",
            "content": "人生贵是男，丈夫重天机。未达善一身，得志行所为。\r\n嗟余竟轗轲，将老逢艰危。胡雏逼神器，逆节同所归。\r\n河雒化为血，公侯草间啼。西京复陷没，翠盖蒙尘飞。\r\n万姓悲赤子，两宫弃紫微。倏忽向二纪，奸雄多是非。\r\n本朝再树立，未及贞观时。日给在军储，上官督有司。\r\n高贤迫形势，岂暇相扶持。疲苶苟怀策，栖屑无所施。\r\n先王实罪己，愁痛正为兹。岁月不我与，蹉跎病于斯。\r\n夜看丰城气，回首蛟龙池。齿发已自料，意深陈苦词。\r\n邦危坏法则，圣远益愁慕。飘飖桂水游，怅望苍梧暮。\r\n潜鱼不衔钩，走鹿无反顾。皦皦幽旷心，拳拳异平素。\r\n衣食相拘阂，朋知限流寓。风涛上春沙，千里侵江树。\r\n逆行少吉日，时节空复度。井灶任尘埃，舟航烦数具。\r\n牵缠加老病，琐细隘俗务。万古一死生，胡为足名数。\r\n多忧污桃源，拙计泥铜柱。未辞炎瘴毒，摆落跋涉惧。\r\n虎狼窥中原，焉得所历住。葛洪及许靖，避世常此路。\r\n贤愚诚等差，自爱各驰骛。羸瘠且如何，魄夺针灸屡。\r\n拥滞僮仆慵，稽留篙师怒。终当挂帆席，天意难告诉。\r\n南为祝融客，勉强亲杖屦。结托老人星，罗浮展衰步。"
        },
        {
            "title": "送重表侄王砅评事使南海",
            "content": "我之曾祖姑，尔之高祖母。尔祖未显时，归为尚书妇。\r\n隋朝大业末，房杜俱交友。长者来在门，荒年自糊口。\r\n家贫无供给，客位但箕帚。俄顷羞颇珍，寂寥人散后。\r\n入怪鬓发空，吁嗟为之久。自陈翦髻鬟，鬻市充杯酒。\r\n上云天下乱，宜与英俊厚。向窃窥数公，经纶亦俱有。\r\n次问最少年，虬髯十八九。子等成大名，皆因此人手。\r\n下云风云合，龙虎一吟吼。愿展丈夫雄，得辞儿女丑。\r\n秦王时在坐，真气惊户牖。及乎贞观初，尚书践台斗。\r\n夫人常肩舆，上殿称万寿。六宫师柔顺，法则化妃后。\r\n至尊均嫂叔，盛事垂不朽。凤雏无凡毛，五色非尔曹。\r\n往者胡作逆，乾坤沸嗷嗷。吾客左冯翊，尔家同遁逃。\r\n争夺至徒步，块独委蓬蒿。逗留热尔肠，十里却呼号。\r\n自下所骑马，右持腰间刀。左牵紫游缰，飞走使我高。\r\n苟活到今日，寸心铭佩牢。乱离又聚散，宿昔恨滔滔。\r\n水花笑白首，春草随青袍。廷评近要津，节制收英髦。\r\n北驱汉阳传，南泛上泷舠。家声肯坠地，利器当秋毫。\r\n番禺亲贤领，筹运神功操。大夫出卢宋，宝贝休脂膏。\r\n洞主降接武，海胡舶千艘。我欲就丹砂，跋涉觉身劳。\r\n安能陷粪土，有志乘鲸鳌。或骖鸾腾天，聊作鹤鸣皋。"
        },
        {
            "title": "别董颋",
            "content": "穷冬急风水，逆浪开帆难。士子甘旨阙，不知道里寒。\r\n有求彼乐土，南适小长安。到我舟楫去，觉君衣裳单。\r\n素闻赵公节，兼尽宾主欢。已结门庐望，无令霜雪残。\r\n老夫缆亦解，脱粟朝未餐。飘荡兵甲际，几时怀抱宽。\r\n汉阳颇宁静，岘首试考槃。当念著白帽，采薇青云端。"
        },
        {
            "title": "发刘郎浦（浦在",
            "content": "挂帆早发刘郎浦，疾风飒飒昏亭午。舟中无日不沙尘，\r\n岸上空村尽豺虎。十日北风风未回，客行岁晚晚相催。\r\n白头厌伴渔人宿，黄帽青鞋归去来。"
        },
        {
            "title": "暮秋枉",
            "content": "久客多枉友朋书，素书一月凡一束。虚名但蒙寒温问，\r\n泛爱不救沟壑辱。齿落未是无心人，舌存耻作穷途哭。\r\n道州手札适复至，纸长要自三过读。盈把那须沧海珠，\r\n入怀本倚昆山玉。拨弃潭州百斛酒，芜没潇岸千株菊。\r\n使我昼立烦儿孙，令我夜坐费灯烛。忆子初尉永嘉去，\r\n红颜白面花映肉。军符侯印取岂迟，紫燕騄耳行甚速。\r\n圣朝尚飞战斗尘，济世宜引英俊人。黎元愁痛会苏息，\r\n夷狄跋扈徒逡巡。授钺筑坛闻意旨，颓纲漏网期弥纶。\r\n郭钦上书见大计，刘毅答诏惊群臣。他日更仆语不浅，\r\n明公论兵气益振。倾壶箫管黑白发，舞剑霜雪吹青春。\r\n宴筵曾语苏季子，后来杰出云孙比。茅斋定王城郭门，\r\n药物楚老渔商市。市北肩舆每联袂，郭南抱瓮亦隐几。\r\n无数将军西第成，早作丞相东山起。鸟雀苦肥秋粟菽，\r\n蛟龙欲蛰寒沙水。天下鼓角何时休，阵前部曲终日死。\r\n附书与裴因示苏，此生已愧须人扶。致君尧舜付公等，\r\n早据要路思捐躯。"
        },
        {
            "title": "岳麓山道林二寺行",
            "content": "玉泉之南麓山殊，道林林壑争盘纡。寺门高开洞庭野，\r\n殿脚插入赤沙湖。五月寒风冷佛骨，六时天乐朝香炉。\r\n地灵步步雪山草，僧宝人人沧海珠。塔劫宫墙壮丽敌，\r\n香厨松道清凉俱。莲花交响共命鸟，金榜双回三足乌。\r\n方丈涉海费时节，悬圃寻河知有无。暮年且喜经行近，\r\n春日兼蒙暄暖扶。飘然斑白身奚适，傍此烟霞茅可诛。\r\n桃源人家易制度，橘洲田土仍膏腴。潭府邑中甚淳古，\r\n太守庭内不喧呼。昔遭衰世皆晦迹，今幸乐国养微躯。\r\n依止老宿亦未晚，富贵功名焉足图。久为野客寻幽惯，\r\n细学何颙免兴孤。一重一掩吾肺腑，山鸟山花吾友于。\r\n宋公放逐曾题壁，物色分留与老夫。"
        },
        {
            "title": "夜闻觱篥",
            "content": "夜闻觱篥沧江上，衰年侧耳情所向。邻舟一听多感伤，\r\n塞曲三更欻悲壮。积雪飞霜此夜寒，孤灯急管复风湍。\r\n君知天地干戈满，不见江湖行路难。"
        },
        {
            "title": "风雨看舟",
            "content": "江上人家桃树枝，春寒细雨出疏篱。影遭碧水潜勾引，\r\n风妒红花却倒吹。吹花困癫傍舟楫，水光风力俱相怯。\r\n赤憎轻薄遮入怀，珍重分明不来接。湿久飞迟半日高，\r\n萦沙惹草细于毛。蜜蜂蝴蝶生情性，偷眼蜻蜓避百劳。"
        },
        {
            "title": "醉歌行，",
            "content": "神仙中人不易得，颜氏之子才孤标。天马长鸣待驾驭，\r\n秋鹰整翮当云霄。君不见东吴顾文学，\r\n君不见西汉杜陵老。诗家笔势君不嫌，词翰升堂为君扫。\r\n是日霜风冻七泽，乌蛮落照衔赤壁。酒酣耳热忘头白，\r\n感君意气无所惜，一为歌行歌主客。"
        },
        {
            "title": "惜别行，送",
            "content": "肃宗昔在灵武城，指挥猛将收咸京。向公泣血洒行殿，\r\n佐佑卿相乾坤平。逆胡冥寞随烟烬，卿家兄弟功名震。\r\n麒麟图画鸿雁行，紫极出入黄金印。尚书勋业超千古，\r\n雄镇荆州继吾祖。裁缝云雾成御衣，拜跪题封向端午。\r\n向卿将命寸心赤，青山落日江潮白。卿到朝廷说老翁，\r\n漂零已是沧浪客。"
        },
        {
            "title": "朱凤行",
            "content": "君不见潇湘之山衡山高，山巅朱凤声嗷嗷。\r\n侧身长顾求其群，翅垂口噤心甚劳。下愍百鸟在罗网，\r\n黄雀最小犹难逃。愿分竹实及蝼蚁，尽使鸱枭相怒号。"
        },
        {
            "title": "白凫行",
            "content": "君不见黄鹄高于五尺童，化为白凫似老翁。\r\n故畦遗穗已荡尽，天寒岁暮波涛中。鳞介腥膻素不食，\r\n终日忍饥西复东。鲁门鶢鶋亦蹭蹬，闻道如今犹避风。"
        },
        {
            "title": "白马",
            "content": "白马东北来，空鞍贯双箭。\r\n可怜马上郎，意气今谁见。\r\n近时主将戮，中夜商於战。\r\n丧乱死多门，呜呼泪如霰。"
        },
        {
            "title": "客从",
            "content": "客从南溟来，遗我泉客珠。珠中有隐字，欲辨不成书。\r\n缄之箧笥久，以俟公家须。开视化为血，哀今征敛无。"
        },
        {
            "title": "北风",
            "content": "北风破南极，朱凤日威垂。洞庭秋欲雪，鸿雁将安归。\r\n十年杀气盛，六合人烟稀。吾慕汉初老，时清犹茹芝。"
        },
        {
            "title": "忆昔行",
            "content": "忆昔北寻小有洞，洪河怒涛过轻舸。辛勤不见华盖君，\r\n艮岑青辉惨么麽。千崖无人万壑静，三步回头五步坐。\r\n秋山眼冷魂未归，仙赏心违泪交堕。弟子谁依白茅室，\r\n卢老独启青铜锁。巾拂香馀捣药尘，阶除灰死烧丹火。\r\n悬圃沧洲莽空阔，金节羽衣飘婀娜。落日初霞闪馀映，\r\n倏忽东西无不可。松风涧水声合时，青兕黄熊啼向我。\r\n徒然咨嗟抚遗迹，至今梦想仍犹佐。秘诀隐文须内教，\r\n晚岁何功使愿果。更讨衡阳董炼师，南浮早鼓潇湘柁。"
        },
        {
            "title": "敬寄族弟唐十八使君",
            "content": "与君陶唐后，盛族多其人。圣贤冠史籍，枝派罗源津。\r\n在今气磊落，巧伪莫敢亲。介立实吾弟，济时肯杀身。\r\n物白讳受玷，行高无污真。得罪永泰末，放之五溪滨。\r\n鸾凤有铩翮，先儒曾抱麟。雷霆霹长松，骨大却生筋。\r\n一失不足伤，念子孰自珍。泊舟楚宫岸，恋阙浩酸辛。\r\n除名配清江，厥土巫峡邻。登陆将首途，笔札枉所申。\r\n归朝跼病肺，叙旧思重陈。春风洪涛壮，谷转颇弥旬。\r\n我能泛中流，搪突鼍獭瞋。长年已省柁，慰此贞良臣。"
        },
        {
            "title": "宿青溪驿奉怀张员外十五兄之绪",
            "content": "漾舟千山内，日入泊枉渚。我生本飘飘，今复在何许。\r\n石根青枫林，猿鸟聚俦侣。月明游子静，畏虎不得语。\r\n中夜怀友朋，乾坤此深阻。浩荡前后间，佳期付荆楚。"
        },
        {
            "title": "大觉高僧兰若（和尚去冬往湖南）",
            "content": "巫山不见庐山远，松林兰若秋风晚。一老犹鸣日暮钟，\r\n诸僧尚乞斋时饭。香炉峰色隐晴湖，种杏仙家近白榆。\r\n飞锡去年啼邑子，献花何日许门徒。\r\n第二百二十三卷"
        },
        {
            "title": "寄薛三郎中（据）",
            "content": "人生无贤愚，飘飖若埃尘。自非得神仙，谁免危其身。\r\n与子俱白头，役役常苦辛。虽为尚书郎，不及村野人。\r\n忆昔村野人，其乐难具陈。蔼蔼桑麻交，公侯为等伦。\r\n天未厌戎马，我辈本常贫。子尚客荆州，我亦滞江滨。\r\n峡中一卧病，疟疠终冬春。春复加肺气，此病盖有因。\r\n早岁与苏郑，痛饮情相亲。二公化为土，嗜酒不失真。\r\n余今委修短，岂得恨命屯。闻子心甚壮，所过信席珍。\r\n上马不用扶，每扶必怒嗔。赋诗宾客间，挥洒动八垠。\r\n乃知盖代手，才力老益神。青草洞庭湖，东浮沧海漘。\r\n君山可避暑，况足采白蘋。子岂无扁舟，往复江汉津。\r\n我未下瞿塘，空念禹功勤。听说松门峡，吐药揽衣巾。\r\n高秋却束带，鼓枻视青旻。凤池日澄碧，济济多士新。\r\n余病不能起，健者勿逡巡。上有明哲君，下有行化臣。"
        },
        {
            "title": "赠苏四徯",
            "content": "异县昔同游，各云厌转蓬。别离已五年，尚在行李中。\r\n戎马日衰息，乘舆安九重。有才何栖栖，将老委所穷。\r\n为郎未为贱，其奈疾病攻。子何面黧黑，不得豁心胸。\r\n巴蜀倦剽掠，下愚成土风。幽蓟已削平，荒徼尚弯弓。\r\n斯人脱身来，岂非吾道东。乾坤虽宽大，所适装囊空。\r\n肉食哂菜色，少壮欺老翁。况乃主客间，古来逼侧同。\r\n君今下荆扬，独帆如飞鸿。二州豪侠场，人马皆自雄。\r\n一请甘饥寒，再请甘养蒙。"
        },
        {
            "title": "君不见",
            "content": "君不见道边废弃池，君不见前者摧折桐。百年死树中琴瑟，\r\n一斛旧水藏蛟龙。丈夫盖棺事始定，君今幸未成老翁，\r\n何恨憔悴在山中。深山穷谷不可处，霹雳魍魉兼狂风。"
        },
        {
            "title": "送高司直寻封阆州",
            "content": "丹雀衔书来，暮栖何乡树。骅骝事天子，辛苦在道路。\r\n司直非冗官，荒山甚无趣。借问泛舟人，胡为入云雾。\r\n与子姻娅间，既亲亦有故。万里长江边，邂逅一相遇。\r\n长卿消渴再，公干沉绵屡。清谈慰老夫，开卷得佳句。\r\n时见文章士，欣然澹情素。伏枕闻别离，畴能忍漂寓。\r\n良会苦短促，溪行水奔注。熊罴咆空林，游子慎驰骛。\r\n西谒巴中侯，艰险如跬步。主人不世才，先帝常特顾。\r\n拔为天军佐，崇大王法度。淮海生清风，南翁尚思慕。\r\n公宫造广厦，木石乃无数。初闻伐松柏，犹卧天一柱。\r\n我瘦书不成，成字读亦误。为我问故人，劳心练征戍。"
        },
        {
            "title": "别李义",
            "content": "神尧十八子，十七王其门。道国洎舒国，督唯亲弟昆。\r\n中外贵贱殊，余亦忝诸孙。丈人嗣三叶，之子白玉温。\r\n道国继德业，请从丈人论。丈人领宗卿，肃穆古制敦。\r\n先朝纳谏诤，直气横乾坤。子建文笔壮，河间经术存。\r\n尔克富诗礼，骨清虑不喧。洗然遇知己，谈论淮湖奔。\r\n忆昔初见时，小襦绣芳荪。长成忽会面，慰我久疾魂。\r\n三峡春冬交，江山云雾昏。正宜且聚集，恨此当离尊。\r\n莫怪执杯迟，我衰涕唾烦。重问子何之，西上岷江源。\r\n愿子少干谒，蜀都足戎轩。误失将帅意，不如亲故恩。\r\n少年早归来，梅花已飞翻。努力慎风水，岂惟数盘飧。\r\n猛虎卧在岸，蛟螭出无痕。王子自爱惜，老夫困石根。\r\n生别古所嗟，发声为尔吞。"
        },
        {
            "title": "醉为",
            "content": "甫也诸侯老宾客，罢酒酣歌拓金戟。骑马忽忆少年时，\r\n散蹄迸落瞿塘石。白帝城门水云外，低身直下八千尺。\r\n粉堞电转紫游缰，东得平冈出天壁。江村野堂争入眼，\r\n垂鞭亸鞚凌紫陌，向来皓首惊万人。自倚红颜能骑射。\r\n安知决臆追风足，朱汗骖驔犹喷玉。不虞一蹶终损伤，\r\n人生快意多所辱。职当忧戚伏衾枕，况乃迟暮加烦促。\r\n明知来问腆我颜，杖藜强起依僮仆。语尽还成开口笑，\r\n提携别扫清溪曲。酒肉如山又一时，初筵哀丝动豪竹。\r\n共指西日不相贷，喧呼且覆杯中渌。何必走马来为问，\r\n君不见嵇康养生遭杀戮。"
        },
        {
            "title": "奉酬薛十二丈判官见赠",
            "content": "忽忽峡中睡，悲风方一醒。西来有好鸟，为我下青冥。\r\n羽毛净白雪，惨澹飞云汀。既蒙主人顾，举翮唳孤亭。\r\n持以比佳士，及此慰扬舲。清文动哀玉，见道发新硎。\r\n欲学鸱夷子，待勒燕山铭。谁重断蛇剑，致君君未听。\r\n志在麒麟阁，无心云母屏。卓氏近新寡，豪家朱门扃。\r\n相如才调逸，银汉会双星。客来洗粉黛，日暮拾流萤。\r\n不是无膏火，劝郎勤六经。老夫自汲涧，野水日泠泠。\r\n我叹黑头白，君看银印青。卧病识山鬼，为农知地形。\r\n谁矜坐锦帐，苦厌食鱼腥。东西两岸坼，横水注沧溟。\r\n碧色忽惆怅，风雷搜百灵。空中右白虎，赤节引娉婷。\r\n自云帝里女，噀雨凤凰翎。襄王薄行迹，莫学冷如丁，\r\n千秋一拭泪，梦觉有微馨。人生相感动，金石两青荧。\r\n丈人但安坐，休辨渭与泾。龙蛇尚格斗，洒血暗郊坰。\r\n吾闻聪明主，治国用轻刑。销兵铸农器，今古岁方宁。\r\n文王日俭德，俊乂始盈庭。荣华贵少壮，岂食楚江萍。"
        },
        {
            "title": "寄从孙崇简",
            "content": "嵯峨白帝城东西，南有龙湫北虎溪。吾孙骑曹不骑马，\r\n业学尸乡多养鸡。庞公隐时尽室去，武陵春树他人迷。\r\n与汝林居未相失，近身药裹酒长携。牧竖樵童亦无赖，\r\n莫令斩断青云梯。"
        },
        {
            "title": "寄柏学士林居",
            "content": "自胡之反持干戈，天下学士亦奔波。叹彼幽栖载典籍，\r\n萧然暴露依山阿。青山万里静散地，白雨一洗空垂萝。\r\n乱代飘零余到此，古人成败子如何。荆扬春冬异风土，\r\n巫峡日夜多云雨。赤叶枫林百舌鸣，黄泥野岸天鸡舞。\r\n盗贼纵横甚密迩，形神寂寞甘辛苦。几时高议排金门，\r\n各使苍生有环堵。"
        },
        {
            "title": "夜归",
            "content": "夜来归来冲虎过，山黑家中已眠卧。傍见北斗向江低，\r\n仰看明星当空大。庭前把烛嗔两炬，峡口惊猿闻一个。\r\n白头老罢舞复歌，杖藜不睡谁能那。"
        },
        {
            "title": "赤霄行",
            "content": "孔雀未知牛有角，渴饮寒泉逢牴触。赤霄悬圃须往来，\r\n翠尾金花不辞辱。江中淘河吓飞燕，衔泥却落羞华屋。\r\n皇孙犹曾莲勺困，卫庄见贬伤其足。老翁慎莫怪少年，\r\n葛亮贵和书有篇。丈夫垂名动万年，记忆细故非高贤。"
        },
        {
            "title": "锦树行（因篇内有锦树二字摘以为题非正赋锦",
            "content": "今日苦短昨日休，岁云暮矣增离忧。霜凋碧树待锦树。\r\n万壑东逝无停留。荒戍之城石色古，东郭老人住青丘。\r\n飞书白帝营斗粟，琴瑟几杖柴门幽。青草萋萋尽枯死，\r\n天马跂足随牦牛。自古圣贤多薄命，奸雄恶少皆封侯。\r\n故国三年一消息。终南渭水寒悠悠。五陵豪贵反颠倒，\r\n乡里小儿狐白裘。生男堕地要膂力，一生富贵倾邦国。\r\n莫愁父母少黄金，天下风尘儿亦得。"
        },
        {
            "title": "复阴",
            "content": "方冬合沓玄阴塞，昨日晚晴今日黑。万里飞蓬映天过，\r\n孤城树羽扬风直。江涛簸岸黄沙走，云雪埋山苍兕吼。\r\n君不见夔子之国杜陵翁，牙齿半落左耳聋。"
        },
        {
            "title": "虎牙行（虎",
            "content": "秋风欻吸吹南国，天地惨惨无颜色。洞庭扬波江汉回，\r\n虎牙铜柱皆倾侧。巫峡阴岑朔漠气，峰峦窈窕谿谷黑。\r\n杜鹃不来猿狖寒，山鬼幽忧雪霜逼。楚老长嗟忆炎瘴，\r\n三尺角弓两斛力。壁立石城横塞起，金错旌竿满云直。\r\n渔阳突骑猎青丘，犬戎锁甲闻丹极。八荒十年防盗贼，\r\n征戍诛求寡妻哭，远客中宵泪沾臆。"
        },
        {
            "title": "别李秘书始兴寺所居",
            "content": "不见秘书心若失，及见秘书失心疾。安为动主理信然，\r\n我独觉子神充实。重闻西方止观经，老身古寺风泠泠。\r\n妻儿待我且归去，他日杖藜来细听。"
        },
        {
            "title": "久雨期王将军不至",
            "content": "天雨萧萧滞茅屋，空山无以慰幽独。锐头将军来何迟，\r\n令我心中苦不足。数看黄雾乱玄云，时听严风折乔木。\r\n泉源泠泠杂猿狖，泥泞漠漠饥鸿鹄。岁暮穷阴耿未已，\r\n人生会面难再得。忆尔腰下铁丝箭，射杀林中雪色鹿。\r\n前者坐皮因问毛，知子历险人马劳。异兽如飞星宿落，\r\n应弦不碍苍山高。安得突骑只五千，崒然眉骨皆尔曹。\r\n走平乱世相催促，一豁明主正郁陶。忆昔范增碎玉斗，\r\n未使吴兵著白袍。昏昏阊阖闭氛祲，十月荆南雷怒号。"
        },
        {
            "title": "秋风二首",
            "content": "秋风淅淅吹巫山，上牢下牢修水关。吴樯楚柁牵百丈，\r\n暖向神都寒未还。要路何日罢长戟，战自青羌连百蛮。\r\n中巴不曾消息好，暝传戍鼓长云间。\r\n秋风淅淅吹我衣，东流之外西日微。天清小城捣练急，\r\n石古细路行人稀。不知明月为谁好，早晚孤帆他夜归。\r\n会将白发倚庭树，故园池台今是非。"
        },
        {
            "title": "狄明府（博济。一作寄狄明府）",
            "content": "梁公曾孙我姨弟，不见十年官济济。大贤之后竟陵迟，\r\n浩荡古今同一体。比看叔伯四十人，有才无命百寮底。\r\n今者兄弟一百人，几人卓绝秉周礼。在汝更用文章为，\r\n长兄白眉复天启。汝门请从曾翁说，太后当朝多巧诋。\r\n狄公执政在末年，浊河终不污清济。国嗣初将付诸武，\r\n公独廷诤守丹陛。禁中决册请房陵，前朝长老皆流涕。\r\n太宗社稷一朝正，汉官威仪重昭洗。时危始识不世才，\r\n谁谓荼苦甘如荠。汝曹又宜列土食，身使门户多旌棨。\r\n胡为漂泊岷汉间，干谒王侯颇历抵。况乃山高水有波，\r\n秋风萧萧露泥泥。虎之饥，下巉岩，蛟之横，出清泚。\r\n早归来，黄土泥衣眼易眯。"
        },
        {
            "title": "荆南兵马使太常卿赵公大食刀歌",
            "content": "太常楼船声嗷嘈，问兵刮寇趋下牢。牧出令奔飞百艘，\r\n猛蛟突兽纷腾逃。白帝寒城驻锦袍，玄冬示我胡国刀。\r\n壮士短衣头虎毛，凭轩拔鞘天为高。翻风转日木怒号，\r\n冰翼雪澹伤哀猱。镌错碧罂鸊鹈膏，铓锷已莹虚秋涛，\r\n鬼物撇捩辞坑壕。苍水使者扪赤绦，龙伯国人罢钓鳌。\r\n芮公回首颜色劳，分阃救世用贤豪。赵公玉立高歌起，\r\n揽环结佩相终始，万岁持之护天子。得君乱丝与君理，\r\n蜀江如线如针水。荆岑弹丸心未已，贼臣恶子休干纪。\r\n魑魅魍魉徒为耳，妖腰乱领敢欣喜。用之不高亦不庳，\r\n不似长剑须天倚。吁嗟光禄英雄弭，大食宝刀聊可比。\r\n丹青宛转麒麟里，光芒六合无泥滓。"
        },
        {
            "title": "晚晴",
            "content": "高唐暮冬雪壮哉，旧瘴无复似尘埃。崖沉谷没白皑皑，\r\n江石缺裂青枫摧。南天三旬苦雾开，赤日照耀从西来，\r\n六龙寒急光裴回。照我衰颜忽落地，口虽吟咏心中哀。\r\n未怪及时少年子，扬眉结义黄金台。洎乎吾生何飘零，\r\n支离委绝同死灰。"
        },
        {
            "title": "听杨氏歌",
            "content": "佳人绝代歌，独立发皓齿。满堂惨不乐，响下清虚里。\r\n江城带素月，况乃清夜起。老夫悲暮年，壮士泪如水。\r\n玉杯久寂寞，金管迷宫徵。勿云听者疲，愚智心尽死。\r\n古来杰出士，岂待一知己。吾闻昔秦青，倾侧天下耳。"
        },
        {
            "title": "览柏中允兼子侄数人除官制词因述父子兄弟四",
            "content": "纷然丧乱际，见此忠孝门。蜀中寇亦甚，柏氏功弥存。\r\n深诚补王室，戮力自元昆。三止锦江沸，独清玉垒昏。\r\n高名入竹帛，新渥照乾坤。子弟先卒伍，芝兰叠玙璠。\r\n同心注师律，洒血在戎轩。丝纶实具载，绂冕已殊恩。\r\n奉公举骨肉，诛叛经寒温。金甲雪犹冻，朱旗尘不翻。\r\n每闻战场说，欻激懦气奔。圣主国多盗，贤臣官则尊。\r\n方当节钺用，必绝祲沴根。吾病日回首，云台谁再论。\r\n作歌挹盛事，推毂期孤鶱。"
        },
        {
            "title": "李潮八分小篆歌",
            "content": "苍颉鸟迹既茫昧，字体变化如浮云。陈仓石鼓又已讹，\r\n大小二篆生八分。秦有李斯汉蔡邕，中间作者寂不闻。\r\n峄山之碑野火焚，枣木传刻肥失真。苦县光和尚骨立，\r\n书贵瘦硬方通神。惜哉李蔡不复得，吾甥李潮下笔亲。\r\n尚书韩择木，骑曹蔡有邻。开元已来数八分，\r\n潮也奄有二子成三人。况潮小篆逼秦相，\r\n快剑长戟森相向。八分一字直百金，蛟龙盘拏肉屈强。\r\n吴郡张颠夸草书，草书非古空雄壮。岂如吾甥不流宕，\r\n丞相中郎丈人行。巴东逢李潮，逾月求我歌。\r\n我今衰老才力薄，潮乎潮乎奈汝何。"
        },
        {
            "title": "同元使君舂陵行",
            "content": "遭乱发尽白，转衰病相婴。沈绵盗贼际，狼狈江汉行。\r\n叹时药力薄，为客羸瘵成。吾人诗家秀，博采世上名。\r\n粲粲元道州，前圣畏后生。观乎舂陵作，欻见俊哲情。\r\n复览贼退篇，结也实国桢。贾谊昔流恸，匡衡常引经。\r\n道州忧黎庶，词气浩纵横。两章对秋月，一字偕华星。\r\n致君唐虞际，纯朴忆大庭。何时降玺书，用尔为丹青。\r\n狱讼永衰息，岂唯偃甲兵。凄恻念诛求，薄敛近休明。\r\n乃知正人意，不苟飞长缨。凉飙振南岳，之子宠若惊。\r\n色阻金印大，兴含沧浪清。我多长卿病，日夕思朝廷。\r\n肺枯渴太甚，漂泊公孙城。呼儿具纸笔，隐几临轩楹。\r\n作诗呻吟内，墨澹字欹倾。感彼危苦词，庶几知者听。"
        },
        {
            "title": "遣怀",
            "content": "昔我游宋中，惟梁孝王都。名今陈留亚，剧则贝魏俱。\r\n邑中九万家，高栋照通衢。舟车半天下，主客多欢娱。\r\n白刃雠不义，黄金倾有无。杀人红尘里，报答在斯须。\r\n忆与高李辈，论交入酒垆。两公壮藻思，得我色敷腴。\r\n气酣登吹台，怀古视平芜。芒砀云一去，雁鹜空相呼。\r\n先帝正好武，寰海未凋枯。猛将收西域，长戟破林胡。\r\n百万攻一城，献捷不云输。组练弃如泥，尺土负百夫。\r\n拓境功未已，元和辞大炉。乱离朋友尽，合沓岁月徂。\r\n吾衰将焉托，存殁再呜呼。萧条益堪愧，独在天一隅。\r\n乘黄已去矣，凡马徒区区。不复见颜鲍，系舟卧荆巫。\r\n临餐吐更食，常恐违抚孤。"
        },
        {
            "title": "王兵马使二角鹰",
            "content": "悲台萧飒石巃嵸，哀壑杈桠浩呼汹。中有万里之长江，\r\n回风滔日孤光动。角鹰翻倒壮士臂，将军玉帐轩翠气。\r\n二鹰猛脑徐侯穟，目如愁胡视天地。杉鸡竹兔不自惜，\r\n溪虎野羊俱辟易。鞲上锋棱十二翮，将军勇锐与之敌。\r\n将军树勋起安西，昆仑虞泉入马蹄。白羽曾肉三狻猊，\r\n敢决岂不与之齐。荆南芮公得将军，亦如角鹰下翔云。\r\n恶鸟飞飞啄金屋，安得尔辈开其群，驱出六合枭鸾分。"
        },
        {
            "title": "壮游",
            "content": "往昔十四五，出游翰墨场。斯文崔魏徒，以我似班扬。\r\n七龄思即壮，开口咏凤凰。九龄书大字，有作成一囊。\r\n性豪业嗜酒，嫉恶怀刚肠。脱略小时辈，结交皆老苍。\r\n饮酣视八极，俗物都茫茫。东下姑苏台，已具浮海航。\r\n到今有遗恨，不得穷扶桑。王谢风流远，阖庐丘墓荒。\r\n剑池石壁仄，长洲荷芰香。嵯峨阊门北，清庙映回塘。\r\n每趋吴太伯，抚事泪浪浪。枕戈忆勾践，渡浙想秦皇。\r\n蒸鱼闻匕首，除道哂要章。越女天下白，鉴湖五月凉。\r\n剡溪蕴秀异，欲罢不能忘。归帆拂天姥，中岁贡旧乡。\r\n气劘屈贾垒，目短曹刘墙。忤下考功第，独辞京尹堂。\r\n放荡齐赵间，裘马颇清狂。春歌丛台上，冬猎青丘旁。\r\n呼鹰皂枥林，逐兽云雪冈。射飞曾纵鞚，引臂落鹙鶬。\r\n苏侯据鞍喜，忽如携葛强。快意八九年，西归到咸阳。\r\n许与必词伯，赏游实贤王。曳裾置醴地，奏赋入明光。\r\n天子废食召，群公会轩裳。脱身无所爱，痛饮信行藏。\r\n黑貂不免敝，斑鬓兀称觞。杜曲晚耆旧，四郊多白杨。\r\n坐深乡党敬，日觉死生忙。朱门任倾夺，赤族迭罹殃。\r\n国马竭粟豆，官鸡输稻粱。举隅见烦费，引古惜兴亡。\r\n河朔风尘起，岷山行幸长。两宫各警跸，万里遥相望。\r\n崆峒杀气黑，少海旌旗黄。禹功亦命子，涿鹿亲戎行。\r\n翠华拥英岳，螭虎啖豺狼。爪牙一不中，胡兵更陆梁。\r\n大军载草草，凋瘵满膏肓。备员窃补衮，忧愤心飞扬。\r\n上感九庙焚，下悯万民疮。斯时伏青蒲，廷争守御床。\r\n君辱敢爱死，赫怒幸无伤。圣哲体仁恕，宇县复小康。\r\n哭庙灰烬中，鼻酸朝未央。小臣议论绝，老病客殊方。\r\n郁郁苦不展，羽翮困低昂。秋风动哀壑，碧蕙捐微芳。\r\n之推避赏从，渔父濯沧浪。荣华敌勋业，岁暮有严霜。\r\n吾观鸱夷子，才格出寻常。群凶逆未定，侧伫英俊翔。\r\n·38 ·"
        },
        {
            "title": "昔游",
            "content": "昔者与高李，晚登单父台。寒芜际碣石，万里风云来。\r\n桑柘叶如雨，飞藿去裴回。清霜大泽冻，禽兽有馀哀。\r\n是时仓廪实，洞达寰区开。猛士思灭胡，将帅望三台。\r\n君王无所惜，驾驭英雄材。幽燕盛用武，供给亦劳哉。\r\n吴门转粟帛，泛海陵蓬莱。肉食三十万，猎射起黄埃。\r\n隔河忆长眺，青岁已摧颓。不及少年日，无复故人杯。\r\n赋诗独流涕，乱世想贤才。有能市骏骨，莫恨少龙媒。\r\n商山议得失，蜀主脱嫌猜。吕尚封国邑，傅说已盐梅。\r\n景晏楚山深，水鹤去低回。庞公任本性，携子卧苍苔。"
        },
        {
            "title": "往在",
            "content": "往在西京日，胡来满彤宫。中宵焚九庙，云汉为之红。\r\n解瓦飞十里，繐帷纷曾空。疚心惜木主，一一灰悲风。\r\n合昏排铁骑，清旭散锦马蒙。贼臣表逆节，相贺以成功。\r\n是时妃嫔戮，连为粪土丛。当宁陷玉座，白间剥画虫。\r\n不知二圣处，私泣百岁翁。车驾既云还，楹桷欻穹崇。\r\n故老复涕泗，祠官树椅桐。宏壮不如初，已见帝力雄。\r\n前春礼郊庙，祀事亲圣躬。微躯忝近臣，景从陪群公。\r\n登阶捧玉册，峨冕耿金钟。侍祠恧先露，掖垣迩濯龙。\r\n天子惟孝孙，五云起九重。镜奁换粉黛，翠羽犹葱胧。\r\n前者厌羯胡，后来遭犬戎。俎豆腐膻肉，罘罳行角弓。\r\n安得自西极，申命空山东。尽驱诣阙下，士庶塞关中。\r\n主将晓逆顺，元元归始终。一朝自罪己，万里车书通。\r\n锋镝供锄犁，征戍听所从。冗官各复业，土著还力农。\r\n君臣节俭足，朝野欢呼同。中兴似国初，继体如太宗。\r\n端拱纳谏诤，和风日冲融。赤墀樱桃枝，隐映银丝笼。\r\n千春荐陵寝，永永垂无穷。京都不再火，泾渭开愁容。\r\n归号故松柏，老去苦飘蓬。"
        },
        {
            "title": "可叹",
            "content": "天上浮云如白衣，斯须改变如苍狗。古往今来共一时，\r\n人生万事无不有。近者抉眼去其夫，河东女儿身姓柳。\r\n丈夫正色动引经，酆城客子王季友。群书万卷常暗诵，\r\n孝经一通看在手。贫穷老瘦家卖屐，好事就之为携酒。\r\n豫章太守高帝孙，引为宾客敬颇久。闻道三年未曾语，\r\n小心恐惧闭其口。太守得之更不疑，人生反覆看亦丑。\r\n明月无瑕岂容易，紫气郁郁犹冲斗。时危可仗真豪俊，\r\n二人得置君侧否。太守顷者领山南，邦人思之比父母。\r\n王生早曾拜颜色，高山之外皆培塿。用为羲和天为成，\r\n用平水土地为厚。王也论道阻江湖，李也丞疑旷前后。\r\n死为星辰终不灭，致君尧舜焉肯朽。吾辈碌碌饱饭行，\r\n风后力牧长回首。"
        },
        {
            "title": "写怀二首",
            "content": "劳生共乾坤，何处异风俗。冉冉自趋竞，行行见羁束。\r\n无贵贱不悲，无富贫亦足。万古一骸骨，邻家递歌哭。\r\n鄙夫到巫峡，三岁如转烛。全命甘留滞，忘情任荣辱。\r\n朝班及暮齿，日给还脱粟。编蓬石城东，采药山北谷。\r\n用心霜雪间，不必条蔓绿。非关故安排，曾是顺幽独。\r\n达士如弦直，小人似钩曲。曲直我不知，负暄候樵牧。\r\n夜深坐南轩，明月照我膝。惊风翻河汉，梁栋已出日。\r\n群生各一宿，飞动自俦匹。吾亦驱其儿，营营为私实。\r\n天寒行旅稀，岁暮日月疾。荣名忽中人，世乱如虮虱。\r\n古者三皇前，满腹志愿毕。胡为有结绳，陷此胶与漆。\r\n祸首燧人氏，厉阶董狐笔。君看灯烛张，转使飞蛾密。\r\n放神八极外，俯仰俱萧瑟。终契如往还，得匪合仙术。"
        },
        {
            "title": "故右仆射相国张公九龄",
            "content": "杜甫\r\n相国生南纪，金璞无留矿。仙鹤下人间，独立霜毛整。\r\n矫然江海思，复与云路永。寂寞想土阶，未遑等箕颍。\r\n上君白玉堂，倚君金华省。碣石岁峥嵘，天地日蛙黾。\r\n退食吟大庭，何心记榛梗。骨惊畏曩哲，鬒变负人境。\r\n虽蒙换蝉冠，右地恧多幸。敢忘二疏归，痛迫苏耽井。\r\n紫绶映暮年，荆州谢所领。庾公兴不浅，黄霸镇每静。\r\n宾客引调同，讽咏在务屏。诗罢地有馀，篇终语清省。\r\n一阳发阴管，淑气含公鼎。乃知君子心，用才文章境。\r\n散帙起翠螭，倚薄巫庐并。绮丽玄晖拥，笺诔任昉骋。\r\n自我一家则，未缺只字警。千秋沧海南，名系朱鸟影。\r\n归老守故林，恋阙悄延颈。波涛良史笔，芜绝大庾岭。\r\n向时礼数隔，制作难上请。再读徐孺碑，犹思理烟艇。"
        },
        {
            "title": "八哀诗·故著作郎贬台州司户荥阳郑公虔",
            "content": "鶢鶋至鲁门，不识钟鼓飨。孔翠望赤霄，愁思雕笼养。\r\n荥阳冠众儒，早闻名公赏。地崇士大夫，况乃气精爽。\r\n天然生知姿，学立游夏上。神农极阙漏，黄石愧师长。\r\n药纂西极名，兵流指诸掌。贯穿无遗恨，荟蕞何技痒。\r\n圭臬星经奥，虫篆丹青广。子云窥未遍，方朔谐太枉。\r\n神翰顾不一，体变钟兼两。文传天下口，大字犹在榜。\r\n昔献书画图，新诗亦俱往。沧洲动玉陛，宣鹤误一响。\r\n三绝自御题，四方尤所仰。嗜酒益疏放，弹琴视天壤。\r\n形骸实土木，亲近唯几杖。未曾寄官曹，突兀倚书幌。\r\n晚就芸香阁，胡尘昏坱莽。反覆归圣朝，点染无涤荡。\r\n老蒙台州掾，泛泛浙江桨。覆穿四明雪，饥拾楢溪橡。\r\n空闻紫芝歌，不见杏坛丈。天长眺东南，秋色馀魍魉。\r\n别离惨至今，斑白徒怀曩。春深秦山秀，叶坠清渭朗。\r\n剧谈王侯门，野税林下鞅。操纸终夕酣，时物集遐想。\r\n词场竟疏阔，平昔滥吹奖。百年见存殁，牢落吾安放。\r\n萧条阮咸在，出处同世网。他日访江楼，含凄述飘荡。"
        },
        {
            "title": "八哀诗·故秘书少监武功苏公源明",
            "content": "武功少也孤，徒步客徐兖。读书东岳中，十载考坟典。\r\n时下莱芜郭，忍饥浮云巘。负米晚为身，每食脸必泫。\r\n夜字照爇薪，垢衣生碧藓。庶以勤苦志，报兹劬劳显。\r\n学蔚醇儒姿，文包旧史善。洒落辞幽人，归来潜京辇。\r\n射君东堂策，宗匠集精选。制可题未干，乙科已大阐。\r\n文章日自负，吏禄亦累践。晨趋阊阖内，足蹋宿昔趼。\r\n一麾出守还，黄屋朔风卷。不暇陪八骏，虏庭悲所遣。\r\n平生满尊酒，断此朋知展。忧愤病二秋，有恨石可转。\r\n肃宗复社稷，得无逆顺辨。范晔顾其儿，李斯忆黄犬。\r\n秘书茂松意，溟涨本末浅。青荧芙蓉剑，犀兕岂独剸。\r\n反为后辈亵，予实苦怀缅。煌煌斋房芝，事绝万手搴。\r\n垂之俟来者，正始征劝勉。不要悬黄金，胡为投乳畎。\r\n结交三十载，吾与谁游衍。荥阳复冥莫，罪罟已横罥。\r\n呜呼子逝日，始泰则终蹇。长安米万钱，凋丧尽馀喘。\r\n战伐何当解，归帆阻清沔。尚缠漳水疾，永负蒿里饯。"
        },
        {
            "title": "八哀诗·赠秘书监江夏李公邕",
            "content": "长啸宇宙间，高才日陵替。古人不可见，前辈复谁继。\r\n忆昔李公存，词林有根柢。声华当健笔，洒落富清制。\r\n风流散金石，追琢山岳锐。情穷造化理，学贯天人际。\r\n干谒走其门，碑版照四裔。各满深望还，森然起凡例。\r\n萧萧白杨路，洞彻宝珠惠。龙宫塔庙涌，浩劫浮云卫。\r\n宗儒俎豆事，故吏去思计。眄睐已皆虚，跋涉曾不泥。\r\n向来映当时，岂独劝后世。丰屋珊瑚钩，骐驎织成罽。\r\n紫骝随剑几，义取无虚岁。分宅脱骖间，感激怀未济。\r\n众归赒给美，摆落多藏秽。独步四十年，风听九皋唳。\r\n呜呼江夏姿，竟掩宣尼袂。往者武后朝，引用多宠嬖。\r\n否臧太常议，面折二张势。衰俗凛生风，排荡秋旻霁。\r\n忠贞负冤恨，宫阙深旒缀。放逐早联翩，低垂困炎厉。\r\n日斜鵩鸟入，魂断苍梧帝。荣枯走不暇，星驾无安税。\r\n几分汉廷竹，夙拥文侯篲。终悲洛阳狱，事近小臣敝。\r\n祸阶初负谤，易力何深哜。伊昔临淄亭，酒酣托末契。\r\n重叙东都别，朝阴改轩砌。论文到崔苏，指尽流水逝。\r\n近伏盈川雄，未甘特进丽。是非张相国，相扼一危脆。\r\n争名古岂然，键捷欻不闭。例及吾家诗，旷怀扫氛翳。\r\n慷慨嗣真作，咨嗟玉山桂。钟律俨高悬，鲲鲸喷迢递。\r\n坡陀青州血，芜没汶阳瘗。哀赠竟萧条，恩波延揭厉。\r\n子孙存如线，旧客舟凝滞。君臣尚论兵，将帅接燕蓟。\r\n朗吟六公篇，忧来豁蒙蔽。"
        },
        {
            "title": "八哀诗·赠太子太师汝阳郡王琎",
            "content": "汝阳让帝子，眉宇真天人。虬须似太宗，色映塞外春。\r\n往者开元中，主恩视遇频。出入独非时，礼异见群臣。\r\n爱其谨洁极，倍此骨肉亲。从容听朝后，或在风雪晨。\r\n忽思格猛兽，苑囿腾清尘。羽旗动若一，万马肃駪駪。\r\n诏王来射雁，拜命已挺身。箭出飞鞚内，上又回翠麟。\r\n翻然紫塞翮，下拂明月轮。胡人虽获多，天笑不为新。\r\n王每中一物，手自与金银。袖中谏猎书，扣马久上陈。\r\n竟无衔橛虞，圣聪矧多仁。官免供给费，水有在藻鳞。\r\n匪唯帝老大，皆是王忠勤。晚年务置醴，门引申白宾。\r\n道大容无能，永怀侍芳茵。好学尚贞烈，义形必沾巾。\r\n挥翰绮绣扬，篇什若有神。川广不可溯，墓久狐兔邻。\r\n宛彼汉中郡，文雅见天伦。何以开我悲，泛舟俱远津。\r\n温温昔风味，少壮已书绅。旧游易磨灭，衰谢增酸辛。"
        },
        {
            "title": "八哀诗·赠左仆射郑国公严公武",
            "content": "郑公瑚琏器，华岳金天晶。昔在童子日，已闻老成名。\r\n嶷然大贤后，复见秀骨清。开口取将相，小心事友生。\r\n阅书百纸尽，落笔四座惊。历职匪父任，嫉邪常力争。\r\n汉仪尚整肃，胡骑忽纵横。飞传自河陇，逢人问公卿。\r\n不知万乘出，雪涕风悲鸣。受词剑阁道，谒帝萧关城。\r\n寂寞云台仗，飘飖沙塞旌。江山少使者，笳鼓凝皇情。\r\n壮士血相视，忠臣气不平。密论贞观体，挥发岐阳征。\r\n感激动四极，联翩收二京。西郊牛酒再，原庙丹青明。\r\n匡汲俄宠辱，卫霍竟哀荣。四登会府地，三掌华阳兵。\r\n京兆空柳色，尚书无履声。群乌自朝夕，白马休横行。\r\n诸葛蜀人爱，文翁儒化成。公来雪山重，公去雪山轻。\r\n记室得何逊，韬钤延子荆。四郊失壁垒，虚馆开逢迎。\r\n堂上指图画，军中吹玉笙。岂无成都酒，忧国只细倾。\r\n时观锦水钓，问俗终相并。意待犬戎灭，人藏红粟盈。\r\n以兹报主愿，庶或裨世程。炯炯一心在，沉沉二竖婴。\r\n颜回竟短折，贾谊徒忠贞。飞旐出江汉，孤舟轻荆衡。\r\n虚无马融笛，怅望龙骧茔。空馀老宾客，身上愧簪缨。"
        },
        {
            "title": "八哀诗·故司徒李公光弼",
            "content": "司徒天宝末，北收晋阳甲。胡骑攻吾城，愁寂意不惬。\r\n人安若泰山，蓟北断右胁。朔方气乃苏，黎首见帝业。\r\n二宫泣西郊，九庙起颓压。未散河阳卒，思明伪臣妾。\r\n复自碣石来，火焚乾坤猎。高视笑禄山，公又大献捷。\r\n异王册崇勋，小敌信所怯。拥兵镇河汴，千里初妥帖。\r\n青蝇纷营营，风雨秋一叶。内省未入朝，死泪终映睫。\r\n大屋去高栋，长城扫遗堞。平生白羽扇，零落蛟龙匣。\r\n雅望与英姿，恻怆槐里接。三军晦光彩，烈士痛稠叠。\r\n直笔在史臣，将来洗箱箧。吾思哭孤冢，南纪阻归楫。\r\n扶颠永萧条，未济失利涉。疲苶竟何人，洒涕巴东峡。"
        },
        {
            "title": "八哀诗·赠司空王公思礼",
            "content": "司空出东夷，童稚刷劲翮。\r\n追随燕蓟儿，颖锐物不隔。\r\n服事哥舒翰，意无流沙碛。\r\n未甚拔行间，犬戎大充斥。\r\n短小精悍姿，几然强寇敌。\r\n贯穿百万众，出主由咫尺。\r\n马鞍悬将首，甲外控鸣镝。\r\n洗剑青海水，刻铭天山石。\r\n九曲非外蕃，其王转深壁。\r\n飞兔不近驾，鸷鸟资远击。\r\n晓达兵家流，饱闻春秋癖。\r\n胸襟日沈静，肃肃自有适。\r\n潼关初溃散，万乘犹辟易。\r\n偏裨无所施，元帅见手格。\r\n太子入朔方，至尊狩梁益。\r\n胡马缠伊洛，中原气甚逆。\r\n肃宗登宝位，塞望势敦迫。\r\n公时徒步至，请罪将厚责。\r\n际会清河公，间道传玉册。\r\n天王拜跪毕，谠议果冰释。\r\n翠华卷飞雪，熊虎亘阡陌。\r\n屯兵凤凰山，帐殿泾渭辟。\r\n金城贼咽喉，诏镇雄所搤。\r\n禁暴清无双，爽气春淅沥。\r\n巷有从公歌，野多青青麦。\r\n及夫哭庙后，复领太原役。\r\n恐惧禄位高，怅望王土窄。\r\n不得见清时，呜呼就窀穸。\r\n永系五湖舟，悲甚田横客。\r\n千秋汾晋间，事与云水白。\r\n昔观文苑传，岂述廉蔺绩。\r\n嗟嗟邓大夫，士卒终倒戟。"
        },
        {
            "title": "无题",
            "content": "不爱入州府，畏人嫌我真。及乎归茅宇，旁舍未曾嗔。\r\n老病忌拘束，应接丧精神。江村意自放，林木心所欣。\r\n秋耕属地湿，山雨近甚匀。冬菁饭之半，牛力晚来新。\r\n深耕种数亩，未甚后四邻。嘉蔬既不一，名数颇具陈。\r\n荆巫非苦寒，采撷接青春。飞来两白鹤，暮啄泥中芹。\r\n雄者左翮垂，损伤已露筋。一步再流血，尚经矰缴勤。\r\n三步六号叫，志屈悲哀频。鸾皇不相待，侧颈诉高旻。\r\n杖藜俯沙渚，为汝鼻酸辛。\r\n第二百二十二卷"
        },
        {
            "title": "种莴苣",
            "content": "阴阳一错乱，骄蹇不复理。枯旱于其中，炎方惨如毁。\r\n植物半蹉跎，嘉生将已矣。云雷欻奔命，师伯集所使。\r\n指麾赤白日，澒洞青光起。雨声先已风，散足尽西靡。\r\n山泉落沧江，霹雳犹在耳。终朝纡飒沓，信宿罢潇洒。\r\n堂下可以畦，呼童对经始。苣兮蔬之常，随事艺其子。\r\n破块数席间，荷锄功易止。两旬不甲坼，空惜埋泥滓。\r\n野苋迷汝来，宗生实于此。此辈岂无秋，亦蒙寒露委。\r\n翻然出地速，滋蔓户庭毁。因知邪干正，掩抑至没齿。\r\n贤良虽得禄，守道不封己。拥塞败芝兰，众多盛荆杞。\r\n中园陷萧艾，老圃永为耻。登于白玉盘，藉以如霞绮。\r\n苋也无所施，胡颜入筐篚。"
        },
        {
            "title": "雨",
            "content": "行云递崇高，飞雨霭而至。潺潺石间溜，汩汩松上驶。\r\n亢阳乘秋热，百谷皆已弃。皇天德泽降，焦卷有生意。\r\n前雨伤卒暴，今雨喜容易。不可无雷霆，间作鼓增气。\r\n佳声达中宵，所望时一致。清霜九月天，仿佛见滞穗。\r\n郊扉及我私，我圃日苍翠。恨无抱瓮力，庶减临江费。"
        },
        {
            "title": "甘林",
            "content": "舍舟越西冈，入林解我衣。青刍适马性，好鸟知人归。\r\n晨光映远岫，夕露见日晞。迟暮少寝食，清旷喜荆扉。\r\n经过倦俗态，在野无所违。试问甘藜藿，未肯羡轻肥。\r\n喧静不同科，出处各天机。勿矜朱门是，陋此白屋非。\r\n明朝步邻里，长老可以依。时危赋敛数，脱粟为尔挥。\r\n相携行豆田，秋花霭菲菲。子实不得吃，货市送王畿。\r\n尽添军旅用，迫此公家威。主人长跪问，戎马何时稀。\r\n我衰易悲伤，屈指数贼围。劝其死王命，慎莫远奋飞。"
        },
        {
            "title": "雨",
            "content": "山雨不作泥，江云薄为雾。晴飞半岭鹤，风乱平沙树。\r\n明灭洲景微，隐见岩姿露。拘闷出门游，旷绝经目趣。\r\n消中日伏枕，卧久尘及屦。岂无平肩舆，莫辨望乡路。\r\n兵戈浩未息，蛇虺反相顾。悠悠边月破，郁郁流年度。\r\n针灸阻朋曹，糠籺对童孺。一命须屈色，新知渐成故。\r\n穷荒益自卑，飘泊欲谁诉。尪羸愁应接，俄顷恐违迕。\r\n浮俗何万端，幽人有独步。庞公竟独往，尚子终罕遇。\r\n宿留洞庭秋，天寒潇湘素。杖策可入舟，送此齿发暮。"
        },
        {
            "title": "又上后园山脚",
            "content": "昔我游山东，忆戏东岳阳。穷秋立日观，矫首望八荒。\r\n朱崖著毫发，碧海吹衣裳。蓐收困用事，玄冥蔚强梁。\r\n逝水自朝宗，镇名各其方。平原独憔悴，农力废耕桑。\r\n非关风露凋，曾是戍役伤。于时国用富，足以守边疆。\r\n朝廷任猛将，远夺戎虏场。到今事反覆，故老泪万行。\r\n龟蒙不复见，况乃怀旧乡。肺萎属久战，骨出热中肠。\r\n忧来杖匣剑，更上林北冈。瘴毒猿鸟落，峡干南日黄。\r\n秋风亦已起，江汉始如汤。登高欲有往，荡析川无梁。\r\n哀彼远征人，去家死路旁。不及祖父茔，累累冢相当。"
        },
        {
            "title": "晚登瀼上堂",
            "content": "故跻瀼岸高，颇免崖石拥。开襟野堂豁，系马林花动。\r\n雉堞粉如云，山田麦无垄。春气晚更生，江流静犹涌。\r\n四序婴我怀，群盗久相踵。黎民困逆节，天子渴垂拱。\r\n所思注东北，深峡转修耸。衰老自成病，郎官未为冗。\r\n凄其望吕葛，不复梦周孔。济世数向时，斯人各枯冢。\r\n楚星南天黑，蜀月西雾重。安得随鸟翎，迫此惧将恐。"
        },
        {
            "title": "雨二首",
            "content": "青山澹无姿，白露谁能数。片片水上云，萧萧沙中雨。\r\n殊俗状巢居，曾台俯风渚。佳客适万里，沈思情延伫。\r\n挂帆远色外，惊浪满吴楚。久阴蛟螭出，寇盗复几许。\r\n空山中宵阴，微冷先枕席。回风起清曙，万象萋已碧。\r\n落落出岫云，浑浑倚天石。日假何道行，雨含长江白。\r\n连樯荆州船，有士荷矛戟。南防草镇惨，沾湿赴远役。\r\n群盗下辟山，总戎备强敌。水深云光廓，鸣橹各有适。\r\n渔艇息悠悠，夷歌负樵客。留滞一老翁，书时记朝夕。"
        },
        {
            "title": "雨",
            "content": "峡云行清晓，烟雾相裴回。风吹苍江树，雨洒石壁来。\r\n凄凄生馀寒，殷殷兼出雷。白谷变气候，朱炎安在哉。\r\n高鸟湿不下，居人门未开。楚宫久已灭，幽佩为谁哀。\r\n侍臣书王梦，赋有冠古才。冥冥翠龙驾，多自巫山台。"
        },
        {
            "title": "阻雨不得归瀼西甘林",
            "content": "三伏适已过，骄阳化为霖。欲归瀼西宅，阻此江浦深。\r\n坏舟百版坼，峻岸复万寻。篙工初一弃，恐泥劳寸心。\r\n伫立东城隅，怅望高飞禽。草堂乱悬圃，不隔昆仑岑。\r\n昏浑衣裳外，旷绝同层阴。园甘长成时，三寸如黄金。\r\n诸侯旧上计，厥贡倾千林。邦人不足重，所迫豪吏侵。\r\n客居暂封殖，日夜偶瑶琴。虚徐五株态，侧塞烦胸襟。\r\n焉得辍两足，杖藜出岖嶔。条流数翠实，偃息归碧浔。\r\n拂拭乌皮几，喜闻樵牧音。令儿快搔背，脱我头上簪。"
        },
        {
            "title": "秋行官张望督促东渚耗稻向毕清晨遣女奴阿稽",
            "content": "东渚雨今足，伫闻粳稻香。上天无偏颇，蒲稗各自长。\r\n人情见非类，田家戒其荒。功夫竞搰搰，除草置岸旁。\r\n谷者命之本，客居安可忘。青春具所务，勤垦免乱常。\r\n吴牛力容易，并驱动莫当。丰苗亦已穊，云水照方塘。\r\n有生固蔓延，静一资堤防。督领不无人，提携颇在纲。\r\n荆扬风土暖，肃肃候微霜。尚恐主守疏，用心未甚臧。\r\n清朝遣婢仆，寄语逾崇冈。西成聚必散，不独陵我仓。\r\n岂要仁里誉，感此乱世忙。北风吹蒹葭，蟋蟀近中堂。\r\n荏苒百工休，郁纡迟暮伤。"
        },
        {
            "title": "驱竖子摘苍耳（即卷耳）",
            "content": "江上秋已分，林中瘴犹剧。畦丁告劳苦，无以供日夕。\r\n蓬莠独不焦，野蔬暗泉石。卷耳况疗风，童儿且时摘。\r\n侵星驱之去，烂熳任远适。放筐亭午际，洗剥相蒙幂。\r\n登床半生熟，下箸还小益。加点瓜薤间，依稀橘奴迹。\r\n乱世诛求急，黎民糠籺窄。饱食复何心，荒哉膏粱客。\r\n富家厨肉臭，战地骸骨白。寄语恶少年，黄金且休掷。"
        },
        {
            "title": "上后园山脚",
            "content": "朱夏热所婴，清旭步北林。小园背高冈，挽葛上崎崟。\r\n旷望延驻目，飘摇散疏襟。潜鳞恨水壮，去翼依云深。\r\n勿谓地无疆，劣于山有阴。石榞遍天下，水陆兼浮沈。\r\n自我登陇首，十年经碧岑。剑门来巫峡，薄倚浩至今。\r\n故园暗戎马，骨肉失追寻。时危无消息，老去多归心。\r\n志士惜白日，久客藉黄金。敢为苏门啸，庶作梁父吟。"
        },
        {
            "title": "园官送菜",
            "content": "清晨蒙菜把，常荷地主恩。守者愆实数，略有其名存。\r\n苦苣刺如针，马齿叶亦繁。青青嘉蔬色，埋没在中园。\r\n园吏未足怪，世事固堪论。呜呼战伐久，荆棘暗长原。\r\n乃知苦苣辈，倾夺蕙草根。小人塞道路，为态何喧喧。\r\n又如马齿盛，气拥葵荏昏。点染不易虞，丝麻杂罗纨。\r\n一经器物内，永挂粗刺痕。志士采紫芝，放歌避戎轩。\r\n畦丁负笼至，感动百虑端。"
        },
        {
            "title": "催宗文树鸡栅",
            "content": "吾衰怯行迈，旅次展崩迫。愈风传乌鸡，秋卵方漫吃。\r\n自春生成者，随母向百翮。驱趁制不禁，喧呼山腰宅。\r\n课奴杀青竹，终日憎赤帻。蹋藉盘案翻，塞蹊使之隔。\r\n墙东有隙地，可以树高栅。避热时来归，问儿所为迹。\r\n织笼曹其内，令人不得掷。稀间可突过，觜爪还污席。\r\n我宽蝼蚁遭，彼免狐貉厄。应宜各长幼，自此均勍敌。\r\n笼栅念有修，近身见损益。明明领处分，一一当剖析。\r\n不昧风雨晨，乱离减忧戚。其流则凡鸟，其气心匪石。\r\n倚赖穷岁晏，拨烦去冰释。未似尸乡翁，拘留盖阡陌。"
        },
        {
            "title": "行官张望补稻畦水归",
            "content": "东屯大江北，百顷平若案。六月青稻多，千畦碧泉乱。\r\n插秧适云已，引溜加溉灌。更仆往方塘，决渠当断岸。\r\n公私各地著，浸润无天旱。主守问家臣，分明见溪伴。\r\n芊芊炯翠羽，剡剡生银汉。鸥鸟镜里来，关山云边看。\r\n秋菰成黑米，精凿传白粲。玉粒足晨炊，红鲜任霞散。\r\n终然添旅食，作苦期壮观。遗穗及众多，我仓戒滋蔓。"
        },
        {
            "title": "槐叶冷淘",
            "content": "青青高槐叶，采掇付中厨。新面来近市，汁滓宛相俱。\r\n入鼎资过熟，加餐愁欲无。碧鲜俱照箸，香饭兼苞芦。\r\n经齿冷于雪，劝人投此珠。愿随金騕褭，走置锦屠苏。\r\n路远思恐泥，兴深终不渝。献芹则小小，荐藻明区区。\r\n万里露寒殿，开冰清玉壶。君王纳凉晚，此味亦时须。"
        },
        {
            "title": "信行远修水筒（引水筒）",
            "content": "汝性不茹荤，清静仆夫内。秉心识本源，于事少滞碍。\r\n云端水筒坼，林表山石碎。触热藉子修，通流与厨会。\r\n往来四十里，荒险崖谷大。日曛惊未餐，貌赤愧相对。\r\n浮瓜供老病，裂饼尝所爱。于斯答恭谨，足以殊殿最。\r\n讵要方士符，何假将军盖。行诸直如笔，用意崎岖外。"
        },
        {
            "title": "园人送瓜",
            "content": "江间虽炎瘴，瓜熟亦不早。柏公镇夔国，滞务兹一扫。\r\n食新先战士，共少及溪老。倾筐蒲鸽青，满眼颜色好。\r\n竹竿接嵌窦，引注来鸟道。沈浮乱水玉，爱惜如芝草。\r\n落刃嚼冰霜，开怀慰枯槁。许以秋蒂除，仍看小童抱。\r\n东陵迹芜绝，楚汉休征讨。园人非故侯，种此何草草。"
        },
        {
            "title": "课伐木",
            "content": "长夏无所为，客居课奴仆。清晨饭其腹，持斧入白谷。\r\n青冥曾巅后，十里斩阴木。人肩四根已，亭午下山麓。\r\n尚闻丁丁声，功课日各足。苍皮成委积，素节相照烛。\r\n藉汝跨小篱，当仗苦虚竹。空荒咆熊罴，乳兽待人肉。\r\n不示知禁情，岂惟干戈哭。城中贤府主，处贵如白屋。\r\n萧萧理体净，蜂虿不敢毒。虎穴连里闾，堤防旧风俗。\r\n泊舟沧江岸，久客慎所触。舍西崖峤壮，雷雨蔚含蓄。\r\n墙宇资屡修，衰年怯幽独。尔曹轻执热，为我忍烦促。\r\n秋光近青岑，季月当泛菊。报之以微寒，共给酒一斛。"
        },
        {
            "title": "西阁曝日",
            "content": "凛冽倦玄冬，负暄嗜飞阁。羲和流德泽，颛顼愧倚薄。\r\n毛发具自和，肌肤潜沃若。太阳信深仁，衰气欻有托。\r\n欹倾烦注眼，容易收病脚。流离木杪猿，翩跹山颠鹤。\r\n用知苦聚散，哀乐日已作。即事会赋诗，人生忽如昨。\r\n古来遭丧乱，贤圣尽萧索。胡为将暮年，忧世心力弱。"
        },
        {
            "title": "赠李十五丈别（李秘书文嶷）",
            "content": "峡人鸟兽居，其室附层颠。下临不测江，中有万里船。\r\n多病纷倚薄，少留改岁年。绝域谁慰怀，开颜喜名贤。\r\n孤陋忝末亲，等级敢比肩。人生意颇合，相与襟袂连。\r\n一日两遣仆，三日一共筵。扬论展寸心，壮笔过飞泉。\r\n玄成美价存，子山旧业传。不闻八尺躯，常受众目怜。\r\n且为辛苦行，盖被生事牵。北回白帝棹，南入黔阳天。\r\n汧公制方隅，迥出诸侯先。封内如太古，时危独萧然。\r\n清高金茎露，正直朱丝弦。昔在尧四岳，今之黄颍川。\r\n于迈恨不同，所思无由宣。山深水增波，解榻秋露悬。\r\n客游虽云久，主要月再圆。晨集风渚亭，醉操云峤篇。\r\n丈夫贵知己，欢罢念归旋。"
        },
        {
            "title": "送殿中",
            "content": "去水绝还波，泄云无定姿。人生在世间，聚散亦暂时。\r\n离别重相逢，偶然岂定期。送子清秋暮，风物长年悲。\r\n豪俊贵勋业，邦家频出师。相公镇梁益，军事无孑遗。\r\n解榻再见今，用才复择谁。况子已高位，为郡得固辞。\r\n难拒供给费，慎哀渔夺私。干戈未甚息，纪纲正所持。\r\n泛舟巨石横，登陆草露滋。山门日易久，当念居者思。"
        },
        {
            "title": "杨监又出画鹰十二扇",
            "content": "近时冯绍正，能画鸷鸟样。明公出此图，无乃传其状。\r\n殊姿各独立，清绝心有向。疾禁千里马，气敌万人将。\r\n忆昔骊山宫，冬移含元仗。天寒大羽猎，此物神俱王。\r\n当时无凡材，百中皆用壮。粉墨形似间，识者一惆怅。\r\n干戈少暇日，真骨老崖嶂。为君除狡兔，会是翻鞲上。"
        },
        {
            "title": "殿中杨监见示张旭草书图",
            "content": "斯人已云亡，草圣秘难得。及兹烦见示，满目一凄恻。\r\n悲风生微绡，万里起古色。锵锵鸣玉动，落落群松直。\r\n连山蟠其间，溟涨与笔力。有练实先书，临池真尽墨。\r\n俊拔为之主，暮年思转极。未知张王后，谁并百代则。\r\n呜呼东吴精，逸气感清识。杨公拂箧笥，舒卷忘寝食。\r\n念昔挥毫端，不独观酒德。"
        },
        {
            "title": "毒热寄简崔评事十六弟",
            "content": "大暑运金气，荆扬不知秋。林下有塌翼，水中无行舟。\r\n千室但扫地，闭关人事休。老夫转不乐，旅次兼百忧。\r\n蝮蛇暮偃蹇，空床难暗投。炎宵恶明烛，况乃怀旧丘。\r\n开襟仰内弟，执热露白头。束带负芒刺，接居成阻修。\r\n何当清霜飞，会子临江楼。载闻大易义，讽兴诗家流。\r\n蕴藉异时辈，检身非苟求。皇皇使臣体，信是德业优。\r\n楚材择杞梓，汉苑归骅骝。短章达我心，理为识者筹。"
        },
        {
            "title": "牵牛织女",
            "content": "牵牛出河西，织女处其东。万古永相望，七夕谁见同。\r\n神光意难候，此事终蒙胧。飒然精灵合，何必秋遂通。\r\n亭亭新妆立，龙驾具曾空。世人亦为尔，祈请走儿童。\r\n称家随丰俭，白屋达公宫。膳夫翊堂殿，鸣玉凄房栊。\r\n曝衣遍天下，曳月扬微风。蛛丝小人态，曲缀瓜果中。\r\n初筵裛重露，日出甘所终。嗟汝未嫁女，秉心郁忡忡。\r\n防身动如律，竭力机杼中。虽无姑舅事，敢昧织作功。\r\n明明君臣契，咫尺或未容。义无弃礼法，恩始夫妇恭。\r\n小大有佳期，戒之在至公。方圆苟龃龉，丈夫多英雄。"
        },
        {
            "title": "七月三日亭午已后较热退晚加小凉稳睡…呈元",
            "content": "今兹商用事，馀热亦已末。衰年旅炎方，生意从此活。\r\n亭午减汗流，北邻耐人聒。晚风爽乌匼，筋力苏摧折。\r\n闭目逾十旬，大江不止渴。退藏恨雨师，健步闻旱魃。\r\n园蔬抱金玉，无以供采掇。密云虽聚散，徂暑终衰歇。\r\n前圣慎焚巫，武王亲救暍。阴阳相主客，时序递回斡。\r\n洒落唯清秋，昏霾一空阔。萧萧紫塞雁，南向欲行列。\r\n欻思红颜日，霜露冻阶闼。胡马挟雕弓，鸣弦不虚发。\r\n长鈚逐狡兔，突羽当满月。惆怅白头吟，萧条游侠窟。\r\n临轩望山阁，缥缈安可越。高人炼丹砂，未念将朽骨。\r\n少壮迹颇疏，欢乐曾倏忽。杖藜风尘际，老丑难翦拂。\r\n吾子得神仙，本是池中物。贱夫美一睡，烦促婴词笔。"
        },
        {
            "title": "火",
            "content": "楚山经月火，大旱则斯举。旧俗烧蛟龙，惊惶致雷雨。\r\n爆嵌魑魅泣，崩冻岚阴昈。罗落沸百泓，根源皆万古。\r\n青林一灰烬，云气无处所。入夜殊赫然，新秋照牛女。\r\n风吹巨焰作，河棹腾烟柱。势俗焚昆仑，光弥焮洲渚。\r\n腥至焦长蛇，声吼缠猛虎。神物已高飞，不见石与土。\r\n尔宁要谤讟，凭此近荧侮。薄关长吏忧，甚昧至精主。\r\n远迁谁扑灭，将恐及环堵。流汗卧江亭，更深气如缕。"
        },
        {
            "title": "雷",
            "content": "大旱山岳燋，密云复无雨。南方瘴疠地，罹此农事苦。\r\n封内必舞雩，峡中喧击鼓。真龙竟寂寞，土梗空俯偻。\r\n吁嗟公私病，税敛缺不补。故老仰面啼，疮痍向谁数。\r\n暴尪或前闻，鞭巫非稽古。请先偃甲兵，处分听人主。\r\n万邦但各业，一物休尽取。水旱其数然，尧汤免亲睹。\r\n上天铄金石，群盗乱豺虎。二者存一端，愆阳不犹愈。\r\n昨宵殷其雷，风过齐万弩。复吹霾翳散，虚觉神灵聚。\r\n气暍肠胃融，汗滋衣裳污。吾衰尤拙计，失望筑场圃。"
        },
        {
            "title": "贻华阳柳少府",
            "content": "系马乔木间，问人野寺门。柳侯披衣笑，见我颜色温。\r\n并坐石下堂，俯视大江奔。火云洗月露，绝壁上朝暾。\r\n自非晓相访，触热生病根。南方六七月，出入异中原。\r\n老少多暍死，汗逾水浆翻。俊才得之子，筋力不辞烦。\r\n指挥当世事，语及戎马存。涕泪溅我裳，悲气排帝阍。\r\n郁陶抱长策，义仗知者论。吾衰卧江汉，但愧识玙璠。\r\n文章一小技，于道未为尊。起予幸斑白，因是托子孙。\r\n俱客古信州，结庐依毁垣。相去四五里，径微山叶繁。\r\n时危挹佳士，况免军旅喧。醉从赵女舞，歌鼓秦人盆。\r\n子壮顾我伤，我欢兼泪痕。馀生如过鸟，故里今空村。"
        },
        {
            "title": "柴门",
            "content": "孤舟登瀼西，回首望两崖。东城干旱天，其气如焚柴。\r\n长影没窈窕，馀光散唅呀。大江蟠嵌根，归海成一家。\r\n下冲割坤轴，竦壁攒镆铘。萧飒洒秋色，氛昏霾日车。\r\n峡门自此始，最窄容浮查。禹功翊造化，疏凿就欹斜。\r\n巨渠决太古，众水为长蛇。风烟渺吴蜀，舟楫通盐麻。\r\n我今远游子，飘转混泥沙。万物附本性，约身不愿奢。\r\n茅栋盖一床，清池有馀花。浊醪与脱粟，在眼无咨嗟。\r\n山荒人民少，地僻日夕佳。贫病固其常，富贵任生涯。\r\n老于干戈际，宅幸蓬荜遮。石乱上云气，杉清延月华。\r\n赏妍又分外，理惬夫何夸。足了垂白年，敢居高士差。\r\n书此豁平昔，回首犹暮霞。"
        },
        {
            "title": "郑典设自施州归",
            "content": "吾怜荥阳秀，冒暑初有适。名贤慎所出，不肯妄行役。\r\n旅兹殊俗远，竟以屡空迫。南谒裴施州，气合无险僻。\r\n攀援悬根木，登顿入天石。青山自一川，城郭洗忧戚。\r\n听子话此邦，令我心悦怿。其俗则纯朴，不知有主客。\r\n温温诸侯门，礼亦如古昔。敕厨倍常羞，杯盘颇狼藉。\r\n时虽属丧乱，事贵赏匹敌。中宵惬良会，裴郑非远戚。\r\n群书一万卷，博涉供务隙。他日辱银钩，森疏见矛戟。\r\n倒屣喜旋归，画地求所历。乃闻风土质，又重田畴辟。\r\n刺史似寇恂，列郡宜竞惜。北风吹瘴疠，羸老思散策。\r\n渚拂蒹葭塞，峤穿萝茑幂。此身仗儿仆，高兴潜有激。\r\n孟冬方首路，强饭取崖壁。叹尔疲驽骀，汗沟血不赤。\r\n终然备外饰，驾驭何所益。我有平肩舆，前途犹准的。\r\n翩翩入鸟道，庶脱蹉跌厄。"
        },
        {
            "title": "寄裴施州（裴冕坐李辅国贬施州刺史）",
            "content": "廊庙之具裴施州，宿昔一逢无此流。金钟大镛在东序，\r\n冰壶玉衡悬清秋。自从相遇感多病，三岁为客宽边愁。\r\n尧有四岳明至理，汉二千石真分忧。几度寄书白盐北，\r\n苦寒赠我青羔裘。霜雪回光避锦袖，龙蛇动箧蟠银钩。\r\n紫衣使者辞复命，再拜故人谢佳政。将老已失子孙忧，\r\n后来况接才华盛。"
        },
        {
            "title": "最能行",
            "content": "峡中丈夫绝轻死，少在公门多在水。富豪有钱驾大舸，\r\n贫穷取给行艓子。小儿学问止论语，大儿结束随商旅。\r\n欹帆侧柁入波涛，撇漩捎濆无险阻。朝发白帝暮江陵，\r\n顷来目击信有征。瞿塘漫天虎须怒，归州长年行最能。\r\n此乡之人气量窄，误竞南风疏北客。若道土无英俊才，\r\n何得山有屈原宅。"
        },
        {
            "title": "负薪行",
            "content": "夔州处女发半华，四十五十无夫家。更遭丧乱嫁不售，\r\n一生抱恨堪咨嗟。土风坐男使女立，应当门户女出入。\r\n十犹八九负薪归，卖薪得钱应供给。至老双鬟只垂颈，\r\n野花山叶银钗并。筋力登危集市门，死生射利兼盐井。\r\n面妆首饰杂啼痕，地褊衣寒困石根。若道巫山女粗丑，\r\n何得此有昭君村。"
        },
        {
            "title": "缚鸡行",
            "content": "小奴缚鸡向市卖，鸡被缚急相喧争。家中厌鸡食虫蚁，\r\n不知鸡卖还遭烹。虫鸡于人何厚薄，吾叱奴人解其缚。\r\n鸡虫得失无了时，注目寒江倚山阁。"
        },
        {
            "title": "引水",
            "content": "月峡瞿塘云作顶，乱石峥嵘俗无井。云安酤水奴仆悲，\r\n鱼复移居心力省。白帝城西万竹蟠，接筒引水喉不干。\r\n人生留滞生理难，斗水何直百忧宽。"
        },
        {
            "title": "折槛行",
            "content": "呜呼房魏不复见，秦王学士时难羡。青衿胄子困泥涂，\r\n白马将军若雷电。千载少似朱云人，至今折槛空嶙峋。\r\n娄公不语宋公语，尚忆先皇容直臣。"
        },
        {
            "title": "蚕谷行",
            "content": "天下郡国向万城，无有一城无甲兵。焉得铸甲作农器，\r\n一寸荒田牛得耕。牛尽耕，蚕亦成。不劳烈士泪滂沱，\r\n男谷女丝行复歌。"
        },
        {
            "title": "近闻",
            "content": "近闻犬戎远遁逃，牧马不敢侵临洮。渭水逶迤白日净，\r\n陇山萧瑟秋云高。崆峒五原亦无事，北庭数有关中使。\r\n似闻赞普更求亲，舅甥和好应难弃。"
        },
        {
            "title": "青丝（青丝",
            "content": "青丝白马谁家子，粗豪且逐风尘起。不闻汉主放妃嫔，\r\n近静潼关扫蜂蚁。殿前兵马破汝时，十月即为齑粉期。\r\n未如面缚归金阙，万一皇恩下玉墀。"
        },
        {
            "title": "三韵三篇",
            "content": "高马勿唾面，长鱼无损鳞。辱马马毛焦，困鱼鱼有神。\r\n君看磊落士，不肯易其身。\r\n荡荡万斛船，影若扬白虹。起樯必椎牛，挂席集众功。\r\n自非风动天，莫置大水中。\r\n烈士恶多门，小人自同调。名利苟可取，杀身傍权要。\r\n何当官曹清，尔辈堪一笑。"
        },
        {
            "title": "赠郑十八贲（云安令）",
            "content": "温温士君子，令我怀抱尽。灵芝冠众芳，安得阙亲近。\r\n遭乱意不归，窜身迹非隐。细人尚姑息，吾子色愈谨。\r\n高怀见物理，识者安肯哂。卑飞欲何待，捷径应未忍。\r\n示我百篇文，诗家一标准。羁离交屈宋，牢落值颜闵。\r\n水陆迷畏途，药饵驻修轸。古人日以远，青史字不泯。\r\n步趾咏唐虞，追随饭葵堇。数杯资好事，异味烦县尹。\r\n心虽在朝谒，力与愿矛盾。抱病排金门，衰容岂为敏。"
        },
        {
            "title": "水阁朝霁，",
            "content": "东城抱春岑，江阁邻石面。崔嵬晨云白，朝旭射芳甸。\r\n雨槛卧花丛，风床展书卷。钩帘宿鹭起，丸药流莺啭。\r\n呼婢取酒壶，续儿诵文选。晚交严明府，矧此数相见。"
        },
        {
            "title": "石研诗",
            "content": "平公今诗伯，秀发吾所羡。奉使三峡中，长啸得石研。\r\n巨璞禹凿馀，异状君独见。其滑乃波涛，其光或雷电。\r\n联坳各尽墨，多水递隐现。挥洒容数人，十手可对面。\r\n比公头上冠，贞质未为贱。当公赋佳句，况得终清宴。\r\n公含起草姿，不远明光殿。致于丹青地，知汝随顾眄。"
        },
        {
            "title": "客堂",
            "content": "忆昨离少城，而今异楚蜀。舍舟复深山，窅窕一林麓。\r\n栖泊云安县，消中内相毒。旧疾甘载来，衰年得无足。\r\n死为殊方鬼，头白免短促。老马终望云，南雁意在北。\r\n别家长儿女，欲起惭筋力。客堂序节改，具物对羁束。\r\n石暄蕨芽紫，渚秀芦笋绿。巴莺纷未稀，徼麦早向熟。\r\n悠悠日动江，漠漠春辞木。台郎选才俊，自顾亦已极。\r\n前辈声名人，埋没何所得。居然绾章绂，受性本幽独。\r\n平生憩息地，必种数竿竹。事业只浊醪，营葺但草屋。\r\n上公有记者，累奏资薄禄。主忧岂济时，身远弥旷职。\r\n循文庙算正，献可天衢直。尚想趋朝廷，毫发裨社稷。\r\n形骸今若是，进退委行色。"
        },
        {
            "title": "客居",
            "content": "客居所居堂，前江后山根。下堑万寻岸，苍涛郁飞翻。\r\n葱青众木梢，邪竖杂石痕。子规昼夜啼，壮士敛精魂。\r\n峡开四千里，水合数百源。人虎相半居，相伤终两存。\r\n蜀麻久不来，吴盐拥荆门。西南失大将，商旅自星奔。\r\n今又降元戎，已闻动行轩。舟子候利涉，亦凭节制尊。\r\n我在路中央，生理不得论。卧愁病脚废，徐步视小园。\r\n短畦带碧草，怅望思王孙。凤随其皇去，篱雀暮喧繁。\r\n览物想故国，十年别荒村。日暮归几翼，北林空自昏。\r\n安得覆八溟，为君洗乾坤。稷契易为力，犬戎何足吞。\r\n儒生老无成，臣子忧四番。箧中有旧笔，情至时复援。"
        },
        {
            "title": "杜鹃",
            "content": "西川有杜鹃，东川无杜鹃。涪万无杜鹃，云安有杜鹃。\r\n我昔游锦城，结庐锦水边。有竹一顷馀，乔木上参天。\r\n杜鹃暮春至，哀哀叫其间。我见常再拜，重是古帝魂。\r\n生子百鸟巢，百鸟不敢嗔。仍为喂其子，礼若奉至尊。\r\n鸿雁及羔羊，有礼太古前。行飞与跪乳，识序如知恩。\r\n圣贤古法则，付与后世传。君看禽鸟情，犹解事杜鹃。"
        },
        {
            "title": "别蔡十四著作",
            "content": "贾生恸哭后，寥落无其人。安知蔡夫子，高义迈等伦。\r\n献书谒皇帝，志已清风尘。流涕洒丹极，万乘为酸辛。\r\n天地则创痍，朝廷当正臣。异才复间出，周道日惟新。\r\n使蜀见知己，别颜始一伸。主人薨城府，扶榇归咸秦。\r\n巴道此相逢，会我病江滨。忆念凤翔都，聚散俄十春。\r\n我衰不足道，但愿子意陈。稍令社稷安，自契鱼水亲。\r\n我虽消渴甚，敢忘帝力勤。尚思未朽骨，复睹耕桑民。\r\n积水驾三峡，浮龙倚长津。扬舲洪涛间，仗子济物身。\r\n鞍马下秦塞，王城通北辰。玄甲聚不散，兵久食恐贫。\r\n穷谷无粟帛，使者来相因。若凭南辕吏，书札到天垠。"
        },
        {
            "title": "莫相疑行",
            "content": "男儿生无所成头皓白，牙齿欲落真可惜。忆献三赋蓬莱宫，\r\n自怪一日声辉赫。集贤学士如堵墙，观我落笔中书堂。\r\n往时文彩动人主，此日饥寒趋路旁。晚将末契托年少，\r\n当面输心背面笑。寄谢悠悠世上儿，不争好恶莫相疑。"
        },
        {
            "title": "太子张舍人遗织成褥段",
            "content": "客从西北来，遗我翠织成。开缄风涛涌，中有掉尾鲸。\r\n逶迤罗水族，琐细不足名。客云充君褥，承君终宴荣。\r\n空堂魑魅走，高枕表神清。领客珍重意，顾我非公卿。\r\n留之惧不祥，施之混柴荆。服饰定尊卑，大哉万古程。\r\n今我一贱老，裋褐更无营。煌煌珠宫物，寝处祸所婴。\r\n叹息当路子，干戈尚纵横。掌握有权柄，衣马自肥轻。\r\n李鼎死岐阳，实以骄贵盈。来瑱赐自尽，气豪直阻兵。\r\n皆闻黄金多，坐见悔吝生。奈何田舍翁，受此厚贶情。\r\n锦鲸卷还客，始觉心和平。振我粗席尘，愧客茹藜羹。"
        },
        {
            "title": "扬旗",
            "content": "江雨飒长夏，府中有馀清。我公会宾客，肃肃有异声。\r\n初筵阅军装，罗列照广庭。庭空六马入，駊騀扬旗旌。\r\n回回偃飞盖，熠熠迸流星。来缠风飙急，去擘山岳倾。\r\n材归俯身尽，妙取略地平。虹霓就掌握，舒卷随人轻。\r\n三州陷犬戎，但见西岭青。公来练猛士，欲夺天边城。\r\n此堂不易升，庸蜀日已宁。吾徒且加餐，休适蛮与荆。"
        },
        {
            "title": "除草",
            "content": "草有害于人，曾何生阻修。其毒甚蜂虿，其多弥道周。\r\n清晨步前林，江色未散忧。芒刺在我眼，焉能待高秋。\r\n霜露一沾凝，蕙叶亦难留。荷锄先童稚，日入仍讨求。\r\n转致水中央，岂无双钓舟。顽根易滋蔓，敢使依旧丘。\r\n自兹藩篱旷，更觉松竹幽。芟夷不可阙，疾恶信如雠。"
        },
        {
            "title": "营屋",
            "content": "我有阴江竹，能令朱夏寒。阴通积水内，高入浮云端。\r\n甚疑鬼物凭，不顾翦伐残。东偏若面势，户牖永可安。\r\n爱惜已六载，兹晨去千竿。萧萧见白日，汹汹开奔湍。\r\n度堂匪华丽，养拙异考槃。草茅虽薙葺，衰疾方少宽。\r\n洗然顺所适，此足代加餐。寂无斤斧响，庶遂憩息欢。"
        },
        {
            "title": "破船",
            "content": "平生江海心，宿昔具扁舟。岂惟青溪上，日傍柴门游。\r\n苍皇避乱兵，缅邈怀旧丘。邻人亦已非，野竹独修修。\r\n船舷不重扣，埋没已经秋。仰看西飞翼，下愧东逝流。\r\n故者或可掘，新者亦易求。所悲数奔窜，白屋难久留。"
        },
        {
            "title": "水槛",
            "content": "苍江多风飙，云雨昼夜飞。茅轩驾巨浪，焉得不低垂。\r\n游子久在外，门户无人持。高岸尚如谷，何伤浮柱奇支。\r\n扶颠有劝诫，恐贻识者嗤。既殊大厦倾，可以一木支。\r\n临川视万里，何必阑槛为。人生感故物，慷慨有馀悲。"
        },
        {
            "title": "四松",
            "content": "四松初移时，大抵三尺强。别来忽三载，离立如人长。\r\n会看根不拔，莫计枝凋伤。幽色幸秀发，疏柯亦昂藏。\r\n所插小藩篱，本亦有堤防。终然掁拨损，得吝千叶黄。\r\n敢为故林主，黎庶犹未康。避贼今始归，春草满空堂。\r\n览物叹衰谢，及兹慰凄凉。清风为我起，洒面若微霜。\r\n足以送老姿，聊待偃盖张。我生无根带，配尔亦茫茫。\r\n有情且赋诗，事迹可两忘。勿矜千载后，惨澹蟠穹苍。"
        },
        {
            "title": "草堂",
            "content": "昔我去草堂，蛮夷塞成都。今我归草堂，成都适无虞。\r\n请陈初乱时，反复乃须臾。大将赴朝廷，群小起异图。\r\n中宵斩白马，盟歃气已粗。西取邛南兵，北断剑阁隅。\r\n布衣数十人，亦拥专城居。其势不两大，始闻蕃汉殊。\r\n西卒却倒戈，贼臣互相诛。焉知肘腋祸，自及枭獍徒。\r\n义士皆痛愤，纪纲乱相逾。一国实三公，万人欲为鱼。\r\n唱和作威福，孰肯辨无辜。眼前列杻械，背后吹笙竽。\r\n谈笑行杀戮，溅血满长衢。到今用钺地，风雨闻号呼。\r\n鬼妾与鬼马，色悲充尔娱。国家法令在，此又足惊吁。\r\n贱子且奔走，三年望东吴。弧矢暗江海，难为游五湖。\r\n不忍竟舍此，复来薙榛芜。入门四松在，步屟万竹疏。\r\n旧犬喜我归，低徊入衣裾。邻舍喜我归，酤酒携胡芦。\r\n大官喜我来，遣骑问所须。城郭喜我来，宾客隘村墟。\r\n天下尚未宁，健儿胜腐儒。飘摇风尘际，何地置老夫。\r\n于时见疣赘，骨髓幸未枯。饮啄愧残生，食薇不敢馀。"
        },
        {
            "title": "阆水歌",
            "content": "嘉陵江色何所似，石黛碧玉相因依。正怜日破浪花出，\r\n更复春从沙际归。巴童荡桨欹侧过，水鸡衔鱼来去飞。\r\n阆中胜事可肠断，阆州城南天下稀。"
        },
        {
            "title": "阆山歌",
            "content": "阆州城东灵山白，阆州城北玉台碧。松浮欲尽不尽云，\r\n江动将崩未崩石。那知根无鬼神会，已觉气与嵩华敌。\r\n中原格斗且未归，应结茅斋看青壁。"
        },
        {
            "title": "无题",
            "content": "九载一相逢，百年能几何。复为万里别，送子山之阿。\r\n白鹤久同林，潜鱼本同河。未知栖集期，衰老强高歌。\r\n歌罢两凄恻，六龙忽蹉跎。相视发皓白，况难驻羲和。\r\n胡星坠燕地，汉将仍横戈。萧条四海内，人少豺虎多。\r\n少人慎莫投，多虎信所过。饥有易子食，兽犹畏虞罗。\r\n子负经济才，天门郁嵯峨。飘摇适东周，来往若崩波。\r\n南宫吾故人，白马金盘陀。雄笔映千古，见贤心靡他。\r\n念子善师事，岁寒守旧柯。为吾谢贾公，病肺卧江沱。"
        },
        {
            "title": "赠别贺兰铦",
            "content": "黄雀饱野粟，群飞动荆榛。今君抱何恨，寂寞向时人。\r\n老骥倦骧首，苍鹰愁易驯。高贤世未识，固合婴饥贫。\r\n国步初返正，乾坤尚风尘。悲歌鬓发白，远赴湘吴春。\r\n我恋岷下芋，君思千里莼。生离与死别，自古鼻酸辛。"
        },
        {
            "title": "释闷",
            "content": "四海十年不解兵，犬戎也复临咸京。失道非关出襄野，\r\n扬鞭忽是过胡城。豺狼塞路人断绝。烽火照夜尸纵横。\r\n天子亦应厌奔走，群公固合思升平。但恐诛求不改辙，\r\n闻道嬖孽能全生。江边老翁错料事，眼暗不见风尘清。"
        },
        {
            "title": "自平",
            "content": "自平宫中吕太一，收珠南海千馀日。近供生犀翡翠稀，\r\n复恐征戎干戈密。蛮溪豪族小动摇，世封刺史非时朝。\r\n蓬莱殿前诸主将，才如伏波不得骄。"
        },
        {
            "title": "冬狩行（时梓州刺史章彝兼侍御史留后东川）",
            "content": "君不见东川节度兵马雄，校猎亦似观成功。\r\n夜发猛士三千人，清晨合围步骤同。禽兽已毙十七八，\r\n杀声落日回苍穹。幕前生致九青兕，骆驼礨峞垂玄熊。\r\n东西南北百里间，仿佛蹴踏寒山空。有鸟名鸲鹆，\r\n力不能高飞逐走蓬。肉味不足登鼎俎，何为见羁虞罗中。\r\n春蒐冬狩侯得同，使君五马一马骢。况今摄行大将权，\r\n号令颇有前贤风。飘然时危一老翁，十年厌见旌旗红。\r\n喜君士卒甚整肃，为我回辔擒西戎。草中狐兔尽何益，\r\n天子不在咸阳宫。朝廷虽无幽王祸，得不哀痛尘再蒙。\r\n呜呼，得不哀痛尘再蒙。"
        },
        {
            "title": "忆昔二首",
            "content": "忆昔先皇巡朔方，千乘万骑入咸阳。阴山骄子汗血马，\r\n长驱东胡胡走藏。邺城反覆不足怪，关中小儿坏纪纲，\r\n张后不乐上为忙。至今今上犹拨乱，劳身焦思补四方。\r\n我昔近侍叨奉引，出兵整肃不可当。为留猛士守未央，\r\n致使岐雍防西羌。犬戎直来坐御林，百官跣足随天王。\r\n愿见北地傅介子，老儒不用尚书郎。\r\n忆昔开元全盛日，小邑犹藏万家室。稻米流脂粟米白，\r\n公私仓廪俱丰实。九州道路无豺虎，远行不劳吉日出。\r\n齐纨鲁缟车班班，男耕女桑不相失。宫中圣人奏云门，\r\n天下朋友皆胶漆。百馀年间未灾变，叔孙礼乐萧何律。\r\n岂闻一绢直万钱，有田种谷今流血。洛阳宫殿烧焚尽，\r\n宗庙新除狐兔穴。伤心不忍问耆旧，复恐初从乱离说。\r\n小臣鲁钝无所能，朝廷记识蒙禄秩。周宣中兴望我皇，\r\n洒血江汉身衰疾。"
        },
        {
            "title": "发阆中",
            "content": "前有毒蛇后猛虎，溪行尽日无村坞。江风萧萧云拂地，\r\n山木惨惨天欲雨。女病妻忧归意速，秋花锦石谁复数。\r\n别家三月一得书，避地何时免愁苦。"
        },
        {
            "title": "南池（在阆中县",
            "content": "峥嵘巴阆间，所向尽山谷。安知有苍池，万顷浸坤轴。\r\n呀然阆城南，枕带巴江腹。芰荷入异县，粳稻共比屋。\r\n皇天不无意，美利戒止足。高田失西成，此物颇丰熟。\r\n清源多众鱼，远岸富乔木。独叹枫香林，春时好颜色。\r\n南有汉王祠，终朝走巫祝。歌舞散灵衣，荒哉旧风俗。\r\n高堂亦明王，魂魄犹正直。不应空陂上，缥缈亲酒食。\r\n淫祀自古昔，非唯一川渎。干戈浩茫茫，地僻伤极目。\r\n平生江海兴，遭乱身局促。驻马问渔舟，踌躇慰羁束。"
        },
        {
            "title": "严氏溪放歌行（溪在阆州东百馀里）",
            "content": "天下甲马未尽销，岂免沟壑常漂漂。剑南岁月不可度，\r\n边头公卿仍独骄。费心姑息是一役，肥肉大酒徒相要。\r\n呜呼古人已粪土，独觉志士甘渔樵。况我飘转无定所，\r\n终日戚戚忍羁旅。秋宿霜溪素月高，喜得与子长夜语。\r\n东游西还力实倦，从此将身更何许。知子松根长茯苓，\r\n迟暮有意来同煮。"
        },
        {
            "title": "阆州",
            "content": "曾城有高楼，制古丹雘存。迢迢百馀尺，豁达开四门。\r\n虽有车马客，而无人世喧。游目俯大江，列筵慰别魂。\r\n是时秋冬交，节往颜色昏。天寒鸟兽休，霜露在草根。\r\n今我送舅氏，万感集清尊。岂伊山川间，回首盗贼繁。\r\n高贤意不暇，王命久崩奔。临风欲恸哭，声出已复吞。"
        },
        {
            "title": "送韦讽上阆州录事参军",
            "content": "国步犹艰难，兵革未衰息。万方哀嗷嗷，十载供军食。\r\n庶官务割剥，不暇忧反侧。诛求何多门，贤者贵为德。\r\n韦生富春秋，洞彻有清识。操持纪纲地，喜见朱丝直。\r\n当令豪夺吏，自此无颜色。必若救疮痍，先应去蟊贼。\r\n挥泪临大江，高天意凄恻。行行树佳政，慰我深相忆。"
        },
        {
            "title": "寄题江外草堂",
            "content": "我生性放诞，雅欲逃自然。嗜酒爱风竹，卜居必林泉。\r\n遭乱到蜀江，卧疴遣所便。诛茅初一亩，广地方连延。\r\n经营上元始，断手宝应年。敢谋土木丽，自觉面势坚。\r\n台亭随高下，敞豁当清川。虽有会心侣，数能同钓船。\r\n干戈未偃息，安得酣歌眠。蛟龙无定窟，黄鹄摩苍天。\r\n古来达士志，宁受外物牵。顾惟鲁钝姿，岂识悔吝先。\r\n偶携老妻去，惨澹凌风烟。事迹无固必，幽贞愧双全。\r\n尚念四小松，蔓草易拘缠。霜骨不甚长，永为邻里怜。"
        },
        {
            "title": "桃竹杖引，赠",
            "content": "江心蟠石生桃竹，苍波喷浸尺度足。斩根削皮如紫玉，\r\n江妃水仙惜不得。梓潼使君开一束，满堂宾客皆叹息。\r\n怜我老病赠两茎，出入爪甲铿有声。老夫复欲东南征，\r\n乘涛鼓枻白帝城。路幽必为鬼神夺，拔剑或与蛟龙争。\r\n重为告曰：杖兮杖兮，尔之生也甚正直，\r\n慎勿见水踊跃学变化为龙。使我不得尔之扶持，\r\n灭迹于君山湖上之青峰。噫，风尘澒洞兮豺虎咬人，\r\n忽失双杖兮吾将曷从。"
        },
        {
            "title": "棕拂子",
            "content": "棕拂且薄陋，岂知身效能。不堪代白羽，有足除苍蝇。\r\n荧荧金错刀，擢擢朱丝绳。非独颜色好，亦用顾盼称。\r\n吾老抱疾病，家贫卧炎蒸。咂肤倦扑灭，赖尔甘服膺。\r\n物微世竞弃，义在谁肯征。三岁清秋至，未敢阙缄藤。"
        },
        {
            "title": "山寺（得开字",
            "content": "野寺根石壁，诸龛遍崔嵬。前佛不复辨，百身一莓苔。\r\n虽有古殿存，世尊亦尘埃。如闻龙象泣，足令信者哀。\r\n使君骑紫马，捧拥从西来。树羽静千里，临江久裴回。\r\n山僧衣蓝缕，告诉栋梁摧。公为顾宾徒，咄嗟檀施开。\r\n吾知多罗树，却倚莲华台。诸天必欢喜，鬼物无嫌猜。\r\n以兹抚士卒，孰曰非周才。穷子失净处，高人忧祸胎。\r\n岁晏风破肉，荒林寒可回。思量入道苦，自哂同婴孩。"
        },
        {
            "title": "将适吴楚，留",
            "content": "我来入蜀门，岁月亦已久。岂惟长儿童，自觉成老丑。\r\n常恐性坦率，失身为杯酒。近辞痛饮徒，折节万夫后。\r\n昔如纵壑鱼，今如丧家狗。既无游方恋，行止复何有。\r\n相逢半新故，取别随薄厚。不意青草湖，扁舟落吾手。\r\n眷眷章梓州，开筵俯高柳。楼前出骑马，帐下罗宾友。\r\n健儿簸红旗，此乐或难朽。日车隐昆仑，鸟雀噪户牖。\r\n波涛未足畏，三峡徒雷吼。所忧盗贼多，重见衣冠走。\r\n中原消息断，黄屋今安否。终作适荆蛮，安排用庄叟。\r\n随云拜东皇，挂席上南斗。有使即寄书，无使长回首。"
        },
        {
            "title": "短歌行，送祁",
            "content": "前者途中一相见，人事经年记君面。后生相动何寂寥，\r\n君有长才不贫贱。君今起柁春江流，余亦沙边具小舟。\r\n幸为达书贤府主，江花未尽会江楼。"
        },
        {
            "title": "短歌",
            "content": "王郎酒酣拔剑斫地歌莫哀，我能拔尔抑塞磊落之奇才。\r\n豫章翻风白日动，鲸鱼跋浪沧溟开。且脱佩剑休裴回，\r\n西得诸侯棹锦水。欲向何门趿珠履，仲宣楼头春色深。\r\n青眼高歌望吾子，眼中之人吾老矣。"
        },
        {
            "title": "春日戏题恼郝使君兄",
            "content": "使君意气凌青霄，忆昨欢娱常见招。细马时鸣金騕褭，\r\n佳人屡出董娇饶。东流江水西飞燕，可惜春光不相见。\r\n愿携王赵两红颜，再骋肌肤如素练。通泉百里近梓州，\r\n请公一来开我愁。舞处重看花满面，尊前还有锦缠头。"
        },
        {
            "title": "陪章留后惠义寺饯嘉州崔都督赴州",
            "content": "中军待上客，令肃事有恒。前驱入宝地，祖帐飘金绳。\r\n南陌既留欢，兹山亦深登。清闻树杪磬，远谒云端僧。\r\n回策匪新岸，所攀仍旧藤。耳激洞门飙，目存寒谷冰。\r\n出尘閟轨躅，毕景遗炎蒸。永愿坐长夏，将衰栖大乘。\r\n羁旅惜宴会，艰难怀友朋。劳生共几何，离恨兼相仍。"
        },
        {
            "title": "又观打鱼",
            "content": "苍江鱼子清晨集，设网提纲万鱼急。能者操舟疾若风，\r\n撑突波涛挺叉入。小鱼脱漏不可记，半死半生犹戢戢。\r\n大鱼伤损皆垂头，屈强泥沙有时立。东津观鱼已再来，\r\n主人罢鲙还倾杯。日暮蛟龙改窟穴，山根鳣鲔随云雷。\r\n干戈兵革斗未止，凤凰麒麟安在哉。吾徒胡为纵此乐，\r\n暴殄天物圣所哀。"
        },
        {
            "title": "述古三首",
            "content": "赤骥顿长缨，非无万里姿。悲鸣泪至地，为问驭者谁。\r\n凤凰从东来，何意复高飞。竹花不结实，念子忍朝饥。\r\n古时君臣合，可以物理推。贤人识定分，进退固其宜。\r\n市人日中集，于利竞锥刀。置膏烈火上，哀哀自煎熬。\r\n农人望岁稔，相率除蓬蒿。所务谷为本，邪赢无乃劳。\r\n舜举十六相，身尊道何高。秦时任商鞅，法令如牛毛。\r\n汉光得天下，祚永固有开。岂惟高祖圣，功自萧曹来。\r\n经纶中兴业，何代无长才。吾慕寇邓勋，济时信良哉。\r\n耿贾亦宗臣，羽翼共裴回。休运终四百，图画在云台。\r\n第二百二十卷"
        },
        {
            "title": "天边行",
            "content": "天边老人归未得，日暮东临大江哭。陇右河源不种田，\r\n胡骑羌兵入巴蜀。洪涛滔天风拔木，前飞秃鹙后鸿鹄。\r\n九度附书向洛阳，十年骨肉无消息。"
        },
        {
            "title": "喜雨",
            "content": "春旱天地昏，日色赤如血。农事都已休，兵戈况骚屑。\r\n巴人困军须，恸哭厚土热。沧江夜来雨，真宰罪一雪。\r\n谷根小苏息，沴气终不灭。何由见宁岁，解我忧思结。\r\n峥嵘群山云，交会未断绝。安得鞭雷公，滂沱洗吴越。"
        },
        {
            "title": "遭田父泥饮美严中丞",
            "content": "步屟随春风，村村自花柳。田翁逼社日，邀我尝春酒。\r\n酒酣夸新尹，畜眼未见有。回头指大男，渠是弓弩手。\r\n名在飞骑籍，长番岁时久。前日放营农，辛苦救衰朽。\r\n差科死则已，誓不举家走。今年大作社，拾遗能住否。\r\n叫妇开大瓶，盆中为吾取。感此气扬扬，须知风化首。\r\n语多虽杂乱，说尹终在口。朝来偶然出，自卯将及酉。\r\n久客惜人情，如何拒邻叟。高声索果栗，欲起时被肘。\r\n指挥过无礼，未觉村野丑。月出遮我留，仍嗔问升斗。"
        },
        {
            "title": "枯楠",
            "content": "楩楠枯峥嵘，乡党皆莫记。不知几百岁，惨惨无生意。\r\n上枝摩皇天，下根蟠厚地。巨围雷霆坼，万孔虫蚁萃。\r\n冻雨落流胶，冲风夺佳气。白鹄遂不来，天鸡为愁思。\r\n犹含栋梁具，无复霄汉志。良工古昔少，识者出涕泪。\r\n种榆水中央，成长何容易。截承金露盘，袅袅不自畏。"
        },
        {
            "title": "投简成、华两县诸子",
            "content": "赤县官曹拥材杰，软裘快马当冰雪。长安苦寒谁独悲，\r\n杜陵野老骨欲折。南山豆苗早荒秽，青门瓜地新冻裂。\r\n乡里儿童项领成，朝廷故旧礼数绝。自然弃掷与时异，\r\n况乃疏顽临事拙。饥卧动即向一旬，敝裘何啻联百结。\r\n君不见空墙日色晚，此老无声泪垂血。"
        },
        {
            "title": "发同谷县（乾元二年十二月一日自陇右赴剑南",
            "content": "贤有不黔突，圣有不暖席。况我饥愚人，焉能尚安宅。\r\n始来兹山中，休驾喜地僻。奈何迫物累，一岁四行役。\r\n忡忡去绝境，杳杳更远适。停骖龙潭云，回首白崖石。\r\n临岐别数子，握手泪再滴。交情无旧深，穷老多惨戚。\r\n平生懒拙意，偶值栖遁迹。去住与愿违，仰惭林间翮。"
        },
        {
            "title": "凤凰台",
            "content": "亭亭凤凰台，北对西康州。西伯今寂寞，凤声亦悠悠。\r\n山峻路绝踪，石林气高浮。安得万丈梯，为君上上头。\r\n恐有无母雏，饥寒日啾啾。我能剖心出，饮啄慰孤愁。\r\n心以当竹实，炯然无外求。血以当醴泉，岂徒比清流。\r\n所贵王者瑞，敢辞微命休。坐看彩翮长，举意八极周。\r\n自天衔瑞图，飞下十二楼。图以奉至尊，凤以垂鸿猷。\r\n再光中兴业，一洗苍生忧。深衷正为此，群盗何淹留。"
        },
        {
            "title": "海棕行",
            "content": "左绵公馆清江濆，海棕一株高入云。龙鳞犀甲相错落，\r\n苍棱白皮十抱文。自是众木乱纷纷，海棕焉知身出群。\r\n移栽北辰不可得，时有西域胡僧识。"
        },
        {
            "title": "积草岭（同谷县界）",
            "content": "连峰积长阴，白日递隐见。飕飕林响交，惨惨石状变。\r\n山分积草岭，路异明水县。旅泊吾道穷，衰年岁时倦。\r\n卜居尚百里，休驾投诸彦。邑有佳主人，情如已会面。\r\n来书语绝妙，远客惊深眷。食蕨不愿馀，茅茨眼中见。"
        },
        {
            "title": "石龛",
            "content": "熊罴哮我东，虎豹号我西。我后鬼长啸，我前狨又啼。\r\n天寒昏无日，山远道路迷。驱车石龛下，仲冬见虹霓。\r\n伐竹者谁子，悲歌上云梯。为官采美箭，五岁供梁齐。\r\n苦云直簳尽，无以充提携。奈何渔阳骑，飒飒惊烝黎。"
        },
        {
            "title": "发秦",
            "content": "我衰更懒拙，生事不自谋。无食问乐土，无衣思南州。\r\n汉源十月交，天气凉如秋。草木未黄落，况闻山水幽。\r\n栗亭名更佳，下有良田畴。充肠多薯蓣，崖蜜亦易求。\r\n密竹复冬笋，清池可方舟。虽伤旅寓远，庶遂平生游。\r\n此邦俯要冲，实恐人事稠。应接非本性，登临未销忧。\r\n谿谷无异石，塞田始微收。岂复慰老夫，惘然难久留。\r\n日色隐孤戍，乌啼满城头。中宵驱车去，饮马寒塘流。\r\n磊落星月高，苍茫云雾浮。大哉乾坤内，吾道长悠悠。"
        },
        {
            "title": "两当县吴十侍御江上宅",
            "content": "寒城朝烟澹，山谷落叶赤。阴风千里来，吹汝江上宅。\r\n鹍鸡号枉渚，日色傍阡陌。借问持斧翁，几年长沙客。\r\n哀哀失木狖，矫矫避弓翮。亦知故乡乐，未敢思夙昔。\r\n昔在凤翔都，共通金闺籍。天子犹蒙尘，东郊暗长戟。\r\n兵家忌间谍，此辈常接迹。台中领举劾，君必慎剖析。\r\n不忍杀无辜，所以分白黑。上官权许与，失意见迁斥。\r\n仲尼甘旅人，向子识损益。朝廷非不知，闭口休叹息。\r\n余时忝诤臣，丹陛实咫尺。相看受狼狈，至死难塞责。\r\n行迈心多违，出门无与适。于公负明义，惆怅头更白。"
        },
        {
            "title": "万丈潭",
            "content": "青溪合冥莫，神物有显晦。龙依积水蟠，窟压万丈内。\r\n跼步凌垠堮，侧身下烟霭。前临洪涛宽，却立苍石大。\r\n山色一径尽，崖绝两壁对。削成根虚无，倒影垂澹瀩。\r\n黑如湾澴底，清见光炯碎。孤云倒来深，飞鸟不在外。\r\n高萝成帷幄，寒木累旌旆。远川曲通流，嵌窦潜泄濑。\r\n造幽无人境，发兴自我辈。告归遗恨多，将老斯游最。\r\n闭藏修鳞蛰，出入巨石碍。何事暑天过，快意风雨会。"
        },
        {
            "title": "赤谷西崦人家",
            "content": "跻险不自喧，出郊已清目。溪回日气暖，径转山田熟。\r\n鸟雀依茅茨，藩篱带松菊。如行武陵暮，欲问桃花宿。"
        },
        {
            "title": "赠蜀僧闾丘师兄",
            "content": "大师铜梁秀，籍籍名家孙。呜呼先博士，炳灵精气奔。\r\n惟昔武皇后，临轩御乾坤。多士尽儒冠，墨客蔼云屯。\r\n当时上紫殿，不独卿相尊。世传闾丘笔，峻极逾昆仑。\r\n凤藏丹霄暮，龙去白水浑。青荧雪岭东，碑碣旧制存。\r\n斯文散都邑，高价越玙璠。晚看作者意，妙绝与谁论。\r\n吾祖诗冠古，同年蒙主恩。豫章夹日月，岁久空深根。\r\n小子思疏阔，岂能达词门。穷愁一挥泪，相遇即诸昆。\r\n我住锦官城，兄居祇树园。地近慰旅愁，往来当丘樊。\r\n天涯歇滞雨，粳稻卧不翻。漂然薄游倦，始与道侣敦。\r\n景晏步修廊，而无车马喧。夜阑接软语，落月如金盆。\r\n漠漠世界黑，驱车争夺繁。惟有摩尼珠，可照浊水源。"
        },
        {
            "title": "幽人",
            "content": "孤云亦群游，神物有所归。麟凤在赤霄，何当一来仪。\r\n往与惠荀辈，中年沧洲期。天高无消息，弃我忽若遗。\r\n内惧非道流，幽人见瑕疵。洪涛隐语笑，鼓枻蓬莱池。\r\n崔嵬扶桑日，照耀珊瑚枝。风帆倚翠盖，暮把东皇衣。\r\n咽漱元和津，所思烟霞微。知名未足称，局促商山芝。\r\n五湖复浩荡，岁暮有馀悲。"
        },
        {
            "title": "昔游",
            "content": "昔谒华盖君，深求洞宫脚。玉棺已上天，白日亦寂寞。\r\n暮升艮岑顶，巾几犹未却。弟子四五人，入来泪俱落。\r\n余时游名山，发轫在远壑。良觌违夙愿，含凄向寥廓。\r\n林昏罢幽磬，竟夜伏石阁。王乔下天坛，微月映皓鹤。\r\n晨溪向虚駃，归径行已昨。岂辞青鞋胝，怅望金匕药。\r\n东蒙赴旧隐，尚忆同志乐。休事董先生，于今独萧索。\r\n胡为客关塞，道意久衰薄。妻子亦何人，丹砂负前诺。\r\n虽悲鬒发变，未忧筋力弱。扶藜望清秋，有兴入庐霍。"
        },
        {
            "title": "无家别",
            "content": "寂寞天宝后，园庐但蒿藜。我里百馀家，世乱各东西。\r\n存者无消息，死者为尘泥。贱子因阵败，归来寻旧蹊。\r\n人行见空巷，日瘦气惨凄。但对狐与狸，竖毛怒我啼。\r\n四邻何所有，一二老寡妻。宿鸟恋本枝，安辞且穷栖。\r\n方春独荷锄，日暮还灌畦。县吏知我至，召令习鼓鞞。\r\n虽从本州役，内顾无所携。近行止一身，远去终转迷。\r\n家乡既荡尽，远近理亦齐。永痛长病母，五年委沟谿。\r\n生我不得力，终身两酸嘶。人生无家别，何以为烝黎。"
        },
        {
            "title": "留花门",
            "content": "北门天骄子，饱肉气勇决。高秋马肥健，挟矢射汉月。\r\n自古以为患，诗人厌薄伐。修德使其来，羁縻固不绝。\r\n胡为倾国至，出入暗金阙。中原有驱除，隐忍用此物。\r\n公主歌黄鹄，君王指白日。连云屯左辅，百里见积雪。\r\n长戟鸟休飞，哀笳曙幽咽。田家最恐惧，麦倒桑枝折。\r\n沙苑临清渭，泉香草丰洁。渡河不用船，千骑常撇烈。\r\n胡尘逾太行，杂种抵京室。花门既须留，原野转萧瑟。"
        },
        {
            "title": "逼仄行",
            "content": "逼仄何逼仄，我居巷南子巷北。可恨邻里间，\r\n十日不一见颜色。自从官马送还官，行路难行涩如棘。\r\n我贫无乘非无足，昔者相过今不得。实不是爱微躯，\r\n又非关足无力。徒步翻愁官长怒，此心炯炯君应识。\r\n晓来急雨春风颠，睡美不闻钟鼓传。东家蹇驴许借我，\r\n泥滑不敢骑朝天。已令请急会通籍，男儿信命绝可怜。\r\n焉能终日心拳拳，忆君诵诗神凛然。辛夷始花亦已落，\r\n况我与子非壮年。街头酒价常苦贵，方外酒徒稀醉眠。\r\n速宜相就饮一斗，恰有三百青铜钱。"
        },
        {
            "title": "九成宫",
            "content": "苍山入百里，崖断如杵臼。曾宫凭风回，岌嶪土囊口。\r\n立神扶栋梁，凿翠开户牖。其阳产灵芝，其阴宿牛斗。\r\n纷披长松倒，揭山蘖怪石走。哀猿啼一声，客泪迸林薮。\r\n荒哉隋家帝，制此今颓朽。向使国不亡，焉为巨唐有。\r\n虽无新增修，尚置官居守。巡非瑶水远，迹是雕墙后。\r\n我行属时危，仰望嗟叹久。天王守太白，驻马更搔首。"
        },
        {
            "title": "徒步归行",
            "content": "明公壮年值时危，经济实藉英雄姿。国之社稷今若是，\r\n武定祸乱非公谁。凤翔千官且饱饭，衣马不复能轻肥。\r\n青袍朝士最困者，白头拾遗徒步归。人生交契无老少，\r\n论交何必先同调。妻子山中哭向天，须公枥上追风骠。"
        },
        {
            "title": "悲青坂",
            "content": "我军青坂在东门，天寒饮马太白窟。黄头奚儿日向西，\r\n数骑弯弓敢驰突。山雪河冰野萧瑟，青是烽烟白人骨。\r\n焉得附书与我军，忍待明年莫仓卒。"
        },
        {
            "title": "奉同郭给事汤东灵湫作（骊山温汤之东有龙湫",
            "content": "东山气鸿濛，宫殿居上头。君来必十月，树羽临九州。\r\n阴火煮玉泉，喷薄涨岩幽。有时浴赤日，光抱空中楼。\r\n阆风入辙迹，旷原延冥搜。沸天万乘动，观水百丈湫。\r\n幽灵斯可佳，王命官属休。初闻龙用壮，擘石摧林丘。\r\n中夜窟宅改，移因风雨秋。倒悬瑶池影，屈注苍江流。\r\n味如甘露浆，挥弄滑且柔。翠旗澹偃蹇，云车纷少留。\r\n箫鼓荡四溟，异香泱漭浮。鲛人献微绡，曾祝沈豪牛。\r\n百祥奔盛明，古先莫能俦。坡陀金虾蟆，出见盖有由。\r\n至尊顾之笑，王母不肯收。复归虚无底，化作长黄虬。\r\n飘飘青琐郎，文彩珊瑚钩。浩歌渌水曲，清绝听者愁。"
        },
        {
            "title": "乐游园歌",
            "content": "乐游古园崒森爽，烟绵碧草萋萋长。公子华筵势最高，\r\n秦川对酒平如掌。长生木瓢示真率，更调鞍马狂欢赏。\r\n青春波浪芙蓉园，白日雷霆夹城仗。阊阖晴开昳荡荡，\r\n曲江翠幕排银榜。拂水低徊舞袖翻，缘云清切歌声上。\r\n却忆年年人醉时，只今未醉已先悲。数茎白发那抛得，\r\n百罚深杯亦不辞。圣朝亦知贱士丑，一物自荷皇天慈。\r\n此身饮罢无归处，独立苍茫自咏诗。"
        },
        {
            "title": "同诸公登慈恩寺塔",
            "content": "高标跨苍天，烈风无时休。自非旷士怀，登兹翻百忧。\r\n方知象教力，足可追冥搜。仰穿龙蛇窟，始出枝撑幽。\r\n七星在北户，河汉声西流。羲和鞭白日，少昊行清秋。\r\n秦山忽破碎，泾渭不可求。俯视但一气，焉能辨皇州。\r\n回首叫虞舜，苍梧云正愁。惜哉瑶池饮，日晏昆仑丘。\r\n黄鹄去不息，哀鸣何所投。君看随阳雁，各有稻粱谋。"
        },
        {
            "title": "醉歌行",
            "content": "陆机二十作文赋，汝更小年能缀文。总角草书又神速，\r\n世上儿子徒纷纷。骅骝作驹已汗血，鸷鸟举翮连青云。\r\n词源倒流三峡水，笔阵独扫千人军。只今年才十六七，\r\n射策君门期第一。旧穿杨叶真自知，暂蹶霜蹄未为失。\r\n偶然擢秀非难取，会是排风有毛质。汝身已见唾成珠，\r\n汝伯何由发如漆。春光澹沱秦东亭，渚薄牙白水荇青。\r\n风吹客衣日杲杲，树搅离思花冥冥。酒尽沙头双玉瓶，\r\n众宾皆醉我独醒。乃知贫贱别更苦，吞声踯躅涕泪零。"
        },
        {
            "title": "醉时歌（赠广文馆博士郑虔）",
            "content": "诸公衮衮登台省，广文先生官独冷。甲第纷纷厌粱肉，\r\n广文先生饭不足。先生有道出羲皇，先生有才过屈宋。\r\n德尊一代常轗轲，名垂万古知何用。杜陵野客人更嗤，\r\n被褐短窄鬓如丝。日籴太仓五升米，时赴郑老同襟期。\r\n得钱即相觅，沽酒不复疑。忘形到尔汝，痛饮真吾师。\r\n清夜沈沈动春酌，灯前细雨檐花落。但觉高歌有鬼神，\r\n焉知饿死填沟壑。相如逸才亲涤器，子云识字终投阁。\r\n先生早赋归去来，石田茅屋荒苍苔。儒术于我何有哉，\r\n孔丘盗跖俱尘埃。不须闻此意惨怆，生前相遇且衔杯。"
        },
        {
            "title": "叹庭前甘菊花",
            "content": "檐前甘菊移时晚，青蕊重阳不堪摘。明日萧条醉尽醒，\r\n残花烂熳开何益。篱边野外多众芳，采撷细琐升中堂。\r\n念兹空长大枝叶，结根失所缠风霜。"
        },
        {
            "title": "同李太守",
            "content": "新亭结构罢，隐见清湖阴。迹籍台观旧，气溟海岳深。\r\n圆荷想自昔，遗堞感至今。芳宴此时具，哀丝千古心。\r\n主称寿尊客，筵秩宴北林。不阻蓬荜兴，得兼梁甫吟。"
        },
        {
            "title": "奉赠韦左丞丈二十二韵",
            "content": "纨袴不饿死，儒冠多误身。丈人试静听，贱子请具陈。\r\n甫昔少年日，早充观国宾。读书破万卷，下笔如有神。\r\n赋料扬雄敌，诗看子建亲。李邕求识面，王翰愿卜邻。\r\n自谓颇挺出，立登要路津。致君尧舜上，再使风俗淳。\r\n此意竟萧条，行歌非隐沦。骑驴三十载，旅食京华春。\r\n朝扣富儿门，暮随肥马尘。残杯与冷炙，到处潜悲辛。\r\n主上顷见征，欻然欲求伸。青冥却垂翅，蹭蹬无纵鳞。\r\n甚愧丈人厚，甚知丈人真。每于百僚上，猥诵佳句新。\r\n窃效贡公喜，难甘原宪贫。焉能心怏怏，只是走踆踆。\r\n今欲东入海，即将西去秦。尚怜终南山，回首清渭滨。\r\n常拟报一饭，况怀辞大臣。白鸥没浩荡，万里谁能驯。"
        },
        {
            "title": "相和歌辞·后苦寒行二首",
            "content": "南纪巫庐瘴不绝，太古以来无尺雪。蛮夷长老怨苦寒，\r\n昆仑天关冻应折。玄猿口噤不能啸，白鹄翅垂眼流血。\r\n安得春泥补地裂。\r\n晚来江门失大木，猛风中夜吹白屋。天兵斩断青海戎，\r\n杀气南行动地轴，不尔苦寒何太酷。巴东之峡生凌澌，\r\n彼苍回轩人得知。"
        },
        {
            "title": "相和歌辞·前苦寒行二首",
            "content": "汉时长安雪一丈，牛马毛寒缩如猬。楚江巫峡冰入怀，\r\n虎豹哀号又堪记。秦城老翁荆扬客，惯习炎蒸岁絺绤。\r\n玄冥祝融气或交，手持白羽未敢释。\r\n去年白帝雪在山，今年白帝雪在地。冻埋蛟龙南浦缩，\r\n寒刮肌肤北风利。楚人四时皆麻衣，楚天万里无晶辉。\r\n三足之乌足恐断，羲和送将何所归。"
        },
        {
            "title": "陪李北海宴历下亭",
            "content": "东藩住皂盖，北渚临清河。\r\n海右此亭古，济南名士多。\r\n云山已发兴，玉佩仍当歌。\r\n修竹不受暑，交流空涌波。\r\n蕴真惬所遇，落日将如何？\r\n贵贱惧物役，从公难重过！\r\n【赏析】：　　这是天宝四载夏在济南历下亭（今名客亭）即席所赋。李北海即李邕，当时为北海太守。\r\n　　第二联被后人做成对联挂于亭中。"
        },
        {
            "title": "远游",
            "content": "贱子何人记，迷芳著处家。竹风连野色，江沫拥春沙。\r\n种药扶衰病，吟诗解叹嗟。似闻胡骑走，失喜问京华。"
        },
        {
            "title": "渔阳",
            "content": "渔阳突骑犹精锐，赫赫雍王都节制。猛将飘然恐后时，\r\n本朝不入非高计。禄山北筑雄武城，旧防败走归其营。\r\n系书请问燕耆旧，今日何须十万兵。"
        },
        {
            "title": "通泉县署屋壁后薛少保画鹤",
            "content": "薛公十一鹤，皆写青田真。画色久欲尽，苍然犹出尘。\r\n低昂各有意，磊落如长人。佳此志气远，岂惟粉墨新。\r\n万里不以力，群游森会神。威迟白凤态，非是仓庚邻。\r\n高堂未倾覆，常得慰嘉宾。曝露墙壁外，终嗟风雨频。\r\n赤霄有真骨，耻饮洿池津。冥冥任所往，脱略谁能驯。"
        },
        {
            "title": "观薛稷少保书画壁",
            "content": "少保有古风，得之陕郊篇。惜哉功名忤，但见书画传。\r\n我游梓州东，遗迹涪江边。画藏青莲界，书入金榜悬。\r\n仰看垂露姿，不崩亦不骞。郁郁三大字，蛟龙岌相缠。\r\n又挥西方变，发地扶屋椽。惨澹壁飞动，到今色未填。\r\n此行叠壮观，郭薛俱才贤。不知百载后，谁复来通泉。"
        },
        {
            "title": "过郭代公故宅",
            "content": "豪俊初未遇，其迹或脱略。代公尉通泉，放意何自若。\r\n及夫登衮冕，直气森喷薄。磊落见异人，岂伊常情度。\r\n定策神龙后，宫中翕清廓。俄顷辨尊亲，指挥存顾托。\r\n群公有惭色，王室无削弱。迥出名臣上，丹青照台阁。\r\n我行得遗迹，池馆皆疏凿。壮公临事断，顾步涕横落。\r\n高咏宝剑篇，神交付冥漠。"
        },
        {
            "title": "通泉驿南去通泉县十五里山水作",
            "content": "溪行衣自湿，亭午气始散。冬温蚊蚋在，人远凫鸭乱。\r\n登顿生曾阴，奇支倾出高岸。驿楼衰柳侧，县郭轻烟畔。\r\n一川何绮丽，尽目穷壮观。山色远寂寞，江光夕滋漫。\r\n伤时愧孔父，去国同王粲。我生苦飘零，所历有嗟叹。"
        },
        {
            "title": "早发射洪县南途中作",
            "content": "将老忧贫窭，筋力岂能及。征途乃侵星，得使诸病入。\r\n鄙人寡道气，在困无独立。俶装逐徒旅，达曙凌险涩。\r\n寒日出雾迟，清江转山急。仆夫行不进，驽马若维絷。\r\n汀洲稍疏散，风景开怏悒。空慰所尚怀，终非曩游集。\r\n衰颜偶一破，胜事难屡挹。茫然阮籍途，更洒杨朱泣。"
        },
        {
            "title": "奉赠射洪李四丈",
            "content": "丈人屋上乌，人好乌亦好。人生意气豁，不在相逢早。\r\n南京乱初定，所向邑枯槁。游子无根株，茅斋付秋草。\r\n东征下月峡，挂席穷海岛。万里须十金，妻孥未相保。\r\n苍茫风尘际，蹭蹬骐驎老。志士怀感伤，心胸已倾倒。"
        },
        {
            "title": "谒文公上方",
            "content": "野寺隐乔木，山僧高下居。石门日色异，绛气横扶疏。\r\n窈窕入风磴，长芦纷卷舒。庭前猛虎卧，遂得文公庐。\r\n俯视万家邑，烟尘对阶除。吾师雨花外，不下十年馀。\r\n长者自布金，禅龛只晏如。大珠脱玷翳，白月当空虚。\r\n甫也南北人，芜蔓少耘锄。久遭诗酒污，何事忝簪裾。\r\n王侯与蝼蚁，同尽随丘墟。愿闻第一义，回向心地初。\r\n金篦刮眼膜，价重百车渠。无生有汲引，兹理傥吹嘘。"
        },
        {
            "title": "陈拾遗故宅",
            "content": "拾遗平昔居，大屋尚修椽。悠扬荒山日，惨澹故园烟。\r\n位下曷足伤，所贵者圣贤。有才继骚雅，哲匠不比肩。\r\n公生扬马后，名与日月悬。同游英俊人，多秉辅佐权。\r\n彦昭超玉价，郭振起通泉。到今素壁滑，洒翰银钩连。\r\n盛事会一时，此堂岂千年。终古立忠义，感遇有遗编。"
        },
        {
            "title": "冬到金华山",
            "content": "涪右众山内，金华紫崔嵬。上有蔚蓝天，垂光抱琼台。\r\n系舟接绝壁，杖策穷萦回。四顾俯层巅，澹然川谷开。\r\n雪岭日色死，霜鸿有馀哀。焚香玉女跪，雾里仙人来。\r\n陈公读书堂，石柱仄青苔。悲风为我起，激烈伤雄才。"
        },
        {
            "title": "野望",
            "content": "金华山北涪水西，仲冬风日始凄凄。山连越巂蟠三蜀，\r\n水散巴渝下五溪。独鹤不知何事舞，饥乌似欲向人啼。\r\n射洪春酒寒仍绿，目极伤神谁为携。"
        },
        {
            "title": "秋尽",
            "content": "秋尽东行且未回，茅斋寄在少城隈。篱边老却陶潜菊，\r\n江上徒逢袁绍杯。雪岭独看西日落，剑门犹阻北人来。\r\n不辞万里长为客，怀抱何时得好开。"
        },
        {
            "title": "相逢歌赠严二别驾",
            "content": "我行入东川，十步一回首。成都乱罢气萧飒，\r\n浣花草堂亦何有。梓中豪俊大者谁，本州从事知名久。\r\n把臂开尊饮我酒，酒酣击剑蛟龙吼。乌帽拂尘青螺粟，\r\n紫衣将炙绯衣走。铜盘烧蜡光吐日，夜如何其初促膝。\r\n黄昏始扣主人门，谁谓俄顷胶在漆。万事尽付形骸外，\r\n百年未见欢娱毕。神倾意豁真佳士，久客多忧今愈疾。\r\n高视乾坤又可愁，一躯交态同悠悠。垂老遇君未恨晚，\r\n似君须向古人求。"
        },
        {
            "title": "玩月呈汉中王",
            "content": "夜深露气清，江月满江城。浮客转危坐，归舟应独行。\r\n关山同一照，乌鹊自多惊。欲得淮王术，风吹晕已生。"
        },
        {
            "title": "戏题寄上汉中王三首",
            "content": "西汉亲王子，成都老客星。百年双白鬓，一别五秋萤。\r\n忍断杯中物，祗看座右铭。不能随皂盖，自醉逐浮萍。\r\n策杖时能出，王门异昔游。已知嗟不起，未许醉相留。\r\n蜀酒浓无敌，江鱼美可求。终思一酩酊，净扫雁池头。\r\n群盗无归路，衰颜会远方。尚怜诗警策，犹记酒颠狂。\r\n鲁卫弥尊重，徐陈略丧亡。空馀枚叟在，应念早升堂。"
        },
        {
            "title": "九日奉寄严大夫",
            "content": "九日应愁思，经时冒险艰。不眠持汉节，何路出巴山。\r\n小驿香醪嫩，重岩细菊斑。遥知簇鞍马，回首白云间。"
        },
        {
            "title": "九日登梓州城",
            "content": "伊昔黄花酒，如今白发翁。追欢筋力异，望远岁时同。\r\n弟妹悲歌里，朝廷醉眼中。兵戈与关塞，此日意无穷。"
        },
        {
            "title": "客亭",
            "content": "秋窗犹曙色，落木更天风。日出寒山外，江流宿雾中。\r\n圣朝无弃物，老病已成翁。多少残生事，飘零似转蓬。"
        },
        {
            "title": "陪王侍御同登东山",
            "content": "姚公美政谁与俦，不减昔时陈太丘。邑中上客有柱史，\r\n多暇日陪骢马游。东山高顶罗珍羞，下顾城郭销我忧。\r\n清江白日落欲尽，复携美人登彩舟。笛声愤怨哀中流，\r\n妙舞逶迤夜未休。灯前往往大鱼出，听曲低昂如有求。\r\n三更风起寒浪涌，取乐喧呼觉船重。满空星河光破碎，\r\n四座宾客色不动。请公临深莫相违，回船罢酒上马归。\r\n人生欢会岂有极，无使霜过沾人衣。"
        },
        {
            "title": "客夜",
            "content": "客睡何曾著，秋天不肯明。卷帘残月影，高枕远江声。\r\n计拙无衣食，途穷仗友生。老妻书数纸，应悉未归情。"
        },
        {
            "title": "悲秋",
            "content": "凉风动万里，群盗尚纵横。家远传书日，秋来为客情。\r\n愁窥高鸟过，老逐众人行。始欲投三峡，何由见两京。"
        },
        {
            "title": "题玄武禅师屋壁",
            "content": "何年顾虎头，满壁画瀛州。赤日石林气，青天江海流。\r\n锡飞常近鹤，杯度不惊鸥。似得庐山路，真随惠远游。"
        },
        {
            "title": "宗武生日",
            "content": "小子何时见，高秋此日生。自从都邑语，已伴老夫名。\r\n诗是吾家事，人传世上情。熟精文选理，休觅彩衣轻。\r\n凋瘵筵初秩，欹斜坐不成。流霞分片片，涓滴就徐倾。"
        },
        {
            "title": "寄高适",
            "content": "楚隔乾坤远，难招病客魂。诗名惟我共，世事与谁论。\r\n北阙更新主，南星落故园。定知相见日，烂漫倒芳尊。"
        },
        {
            "title": "去秋行",
            "content": "去秋涪江木落时，臂枪走马谁家儿。到今不知白骨处，\r\n部曲有去皆无归。遂州城中汉节在，遂州城外巴人稀。\r\n战场冤魂每夜哭，空令野营猛士悲。"
        },
        {
            "title": "苦战行",
            "content": "苦战身死马将军，自云伏波之子孙。干戈未定失壮士，\r\n使我叹恨伤精魂。去年江南讨狂贼，临江把臂难再得。\r\n别时孤云今不飞，时独看云泪横臆。"
        },
        {
            "title": "光禄阪行",
            "content": "山行落日下绝壁，西望千山万山赤。树枝有鸟乱鸣时，\r\n暝色无人独归客。马惊不忧深谷坠，草动只怕长弓射。\r\n安得更似开元中，道路即今多拥隔。"
        },
        {
            "title": "东津送韦讽摄阆州录事",
            "content": "闻说江山好，怜君吏隐兼。宠行舟远泛，怯别酒频添。\r\n推荐非承乏，操持必去嫌。他时如按县，不得慢陶潜。"
        },
        {
            "title": "又呈窦使君",
            "content": "向晚波微绿，\r\n连空岸脚（一作却）青。\r\n日兼春有暮，\r\n愁与醉无醒。\r\n漂泊犹杯酒，\r\n踟蹰此驿亭。\r\n相看万里外，\r\n同是一浮萍。"
        },
        {
            "title": "巴西驿亭观江涨呈窦十五使君",
            "content": "宿雨南江涨，波涛乱远峰。\r\n孤亭凌喷薄，万井逼舂容。\r\n霄汉愁高鸟，泥沙困老龙。\r\n天边同客舍，携我豁心胸。"
        },
        {
            "title": "姜楚公画角鹰歌",
            "content": "楚公画鹰鹰戴角，杀气森森到幽朔。观者贪愁掣臂飞，\r\n画师不是无心学。此鹰写真在左绵，却嗟真骨遂虚传。\r\n梁间燕雀休惊怕，亦未抟空上九天。"
        },
        {
            "title": "越王楼歌",
            "content": "绵州州府何磊落，显庆年中越王作。孤城西北起高楼，\r\n碧瓦朱甍照城郭。楼下长江百丈清，山头落日半轮明。\r\n君王旧迹今人赏，转见千秋万古情。"
        },
        {
            "title": "观打鱼歌",
            "content": "绵州江水之东津，鲂鱼鱍鱍色胜银。渔人漾舟沈大网，\r\n截江一拥数百鳞。众鱼常才尽却弃，赤鲤腾出如有神。\r\n潜龙无声老蛟怒，回风飒飒吹沙尘。饔子左右挥双刀，\r\n脍飞金盘白雪高。徐州秃尾不足忆，汉阴槎头远遁逃。\r\n鲂鱼肥美知第一，既饱欢娱亦萧瑟。君不见朝来割素鬐，\r\n咫尺波涛永相失。"
        },
        {
            "title": "送严侍郎到",
            "content": "野兴每难尽，江楼延赏心。归朝送使节，落景惜登临。\r\n稍稍烟集渚，微微风动襟。重船依浅濑，轻鸟度层阴。\r\n槛峻背幽谷，窗虚交茂林。灯光散远近，月彩静高深。\r\n城拥朝来客，天横醉后参。穷途衰谢意，苦调短长吟。\r\n此会共能几，诸孙贤至今。不劳朱户闭，自待白河沉。"
        },
        {
            "title": "奉送严公入朝十韵",
            "content": "鼎湖瞻望远，象阙宪章新。四海犹多难，中原忆旧臣。\r\n与时安反侧，自昔有经纶。感激张天步，从容静塞尘。\r\n南图回羽翮，北极捧星辰。漏鼓还思昼，宫莺罢啭春。\r\n空留玉帐术，愁杀锦城人。阁道通丹地，江潭隐白蘋。\r\n此生那老蜀，不死会归秦。公若登台辅，临危莫爱身。"
        },
        {
            "title": "大麦行",
            "content": "大麦干枯小麦黄，妇女行泣夫走藏。东至集壁西梁洋，\r\n问谁腰镰胡与羌。岂无蜀兵三千人，部领辛苦江山长。\r\n安得如鸟有羽翅，托身白云还故乡。"
        },
        {
            "title": "溪涨",
            "content": "当时浣花桥，溪水才尺馀。白石明可把，水中有行车。\r\n秋夏忽泛溢，岂惟入吾庐。蛟龙亦狼狈，况是鳖与鱼。\r\n兹晨已半落，归路跬步疏。马嘶未敢动，前有深填淤。\r\n青青屋东麻，散乱床上书。不意远山雨，夜来复何如。\r\n我游都市间，晚憩必村墟。乃知久行客，终日思其居。"
        },
        {
            "title": "大雨",
            "content": "西蜀冬不雪，春农尚嗷嗷。上天回哀眷，朱夏云郁陶。\r\n执热乃沸鼎，纤絺成缊袍。风雷飒万里，霈泽施蓬蒿。\r\n敢辞茅苇漏，已喜黍豆高。三日无行人，二江声怒号。\r\n流恶邑里清，矧兹远江皋。荒庭步鹳鹤，隐几望波涛。\r\n沉疴聚药饵，顿忘所进劳。则知润物功，可以贷不毛。\r\n阴色静陇亩，劝耕自官曹。四邻耒耜出，何必吾家操。"
        },
        {
            "title": "戏赠友二首",
            "content": "元年建巳月，郎有焦校书。自夸足膂力，能骑生马驹。\r\n一朝被马踏，唇裂版齿无。壮心不肯已，欲得东擒胡。\r\n元年建巳月，官有王司直。马惊折左臂，骨折面如墨。\r\n驽骀漫深泥，何不避雨色。劝君休叹恨，未必不为福。"
        },
        {
            "title": "严",
            "content": "日临公馆静，画满地图雄。剑阁星桥北，松州雪岭东。\r\n华夷山不断，吴蜀水相通。兴与烟霞会，清樽幸不空。"
        },
        {
            "title": "严公仲夏枉驾草堂",
            "content": "竹里行厨洗玉盘，花边立马簇金鞍。非关使者征求急，\r\n自识将军礼数宽。百年地辟柴门迥，五月江深草阁寒。\r\n看弄渔舟移白日，老农何有罄交欢。"
        },
        {
            "title": "野人送朱樱",
            "content": "西蜀樱桃也自红，野人相赠满筠笼。数回细写愁仍破，\r\n万颗匀圆讶许同。忆昨赐沾门下省，退朝擎出大明宫。\r\n金盘玉箸无消息，此日尝新任转蓬。"
        },
        {
            "title": "奉和严中丞西城晚眺十韵",
            "content": "汲黯匡君切，廉颇出将频。直词才不世，雄略动如神。\r\n政简移风速，诗清立意新。层城临暇景，绝域望馀春。\r\n旗尾蛟龙会，楼头燕雀驯。地平江动蜀，天阔树浮秦。\r\n帝念深分阃，军须远算缗。花罗封蛱蝶，瑞锦送麒麟。\r\n辞第输高义，观图忆古人。征南多兴绪，事业闇相亲。"
        },
        {
            "title": "奉酬严公寄题野亭之作",
            "content": "拾遗曾奏数行书，懒性从来水竹居。奉引滥骑沙苑马，\r\n幽栖真钓锦江鱼。谢安不倦登临费，阮籍焉知礼法疏。\r\n枉沐旌麾出城府，草茅无径欲教锄。"
        },
        {
            "title": "即事",
            "content": "百宝装腰带，真珠络臂鞲。笑时花近眼，舞罢锦缠头。"
        },
        {
            "title": "畏人",
            "content": "早花随处发，春鸟异方啼。万里清江上，三年落日低。\r\n畏人成小筑，褊性合幽栖。门径从榛草，无心走马蹄。"
        },
        {
            "title": "鸂鶒",
            "content": "故使笼宽织，须知动损毛。看云莫怅望，失水任呼号。\r\n六翮曾经剪，孤飞卒未高。且无鹰隼虑，留滞莫辞劳。"
        },
        {
            "title": "栀子",
            "content": "栀子比众木，人间诚未多。于身色有用，与道气伤和。\r\n红取风霜实，青看雨露柯。无情移得汝，贵在映江波。"
        },
        {
            "title": "花鸭",
            "content": "花鸭无泥滓，阶前每缓行。羽毛知独立，黑白太分明。\r\n不觉群心妒，休牵众眼惊。稻粱沾汝在，作意莫先鸣。"
        },
        {
            "title": "丽春",
            "content": "百草竞春华，丽春应最胜。少须好颜色，多漫枝条剩。\r\n纷纷桃李枝，处处总能移。如何贵此重，却怕有人知。"
        },
        {
            "title": "丁香",
            "content": "丁香体柔弱，乱结枝犹垫。细叶带浮毛，疏花披素艳。\r\n深栽小斋后，庶近幽人占。晚堕兰麝中，休怀粉身念。"
        },
        {
            "title": "赠别郑链赴襄阳",
            "content": "戎马交驰际，柴门老病身。把君诗过日，念此别惊神。\r\n地阔峨眉晚，天高岘首春。为于耆旧内，试觅姓庞人。"
        },
        {
            "title": "赠别何邕",
            "content": "生死论交地，何由见一人。悲君随燕雀，薄宦走风尘。\r\n绵谷元通汉，沱江不向秦。五陵花满眼，传语故乡春。"
        },
        {
            "title": "送段功曹归广州",
            "content": "南海春天外，功曹几月程。峡云笼树小，湖日落船明。\r\n交趾丹砂重，韶州白葛轻。幸君因旅客，时寄锦官城。"
        },
        {
            "title": "无题",
            "content": "卫青开幕府，杨仆将楼船。汉节梅花外，春城海水边。\r\n铜梁书远及，珠浦使将旋。贫病他乡老，烦君万里传。"
        },
        {
            "title": "入奏行赠西山检察使窦侍御",
            "content": "窦侍御，骥之子，凤之雏。年未三十忠义俱，骨鲠绝代无。\r\n炯如一段清冰出万壑，置在迎风寒露之玉壶。\r\n蔗浆归厨金碗冻，洗涤烦热足以宁君躯。\r\n政用疏通合典则，戚联豪贵耽文儒。兵革未息人未苏，\r\n天子亦念西南隅。吐蕃凭陵气颇粗，窦氏检察应时须。\r\n运粮绳桥壮士喜，斩木火井穷猿呼。八州刺史思一战，\r\n三城守边却可图。此行入奏计未小，密奉圣旨恩宜殊。\r\n绣衣春当霄汉立，彩服日向庭闱趋。省郎京尹必俯拾，\r\n江花未落还成都。江花未落还成都，肯访浣花老翁无。\r\n为君酤酒满眼酤，与奴白饭马青刍。"
        },
        {
            "title": "观作桥",
            "content": "把烛桥成夜，\r\n回舟客坐时。\r\n天高云去尽，\r\n江迥月来迟。\r\n衰谢多扶病，\r\n招邀屡有期。\r\n异方乘此兴，\r\n乐罢不无悲？"
        },
        {
            "title": "王十七侍御抡许",
            "content": "老夫卧稳朝慵起，白屋寒多暖始开。江鹳巧当幽径浴，\r\n邻鸡还过短墙来。绣衣屡许携家酝，皂盖能忘折野梅。\r\n戏假霜威促山简，须成一醉习池回。"
        },
        {
            "title": "范二员外邈吴",
            "content": "暂往比邻去，空闻二妙归。幽栖诚简略，衰白已光辉。\r\n野外贫家远，村中好客稀。论文或不愧，肯重款柴扉。"
        },
        {
            "title": "枯棕",
            "content": "蜀门多棕榈，高者十八九。其皮割剥甚，虽众亦易朽。\r\n徒布如云叶，青黄岁寒后。交横集斧斤，凋丧先蒲柳。\r\n伤时苦军乏，一物官尽取。嗟尔江汉人，生成复何有。\r\n有同枯棕木，使我沈叹久。死者即已休，生者何自守。\r\n啾啾黄雀啅，侧见寒蓬走。念尔形影干，摧残没藜莠。"
        },
        {
            "title": "病橘",
            "content": "群橘少生意，虽多亦奚为。惜哉结实小，酸涩如棠梨。\r\n剖之尽蠹虫，采掇爽其宜。纷然不适口，岂只存其皮。\r\n萧萧半死叶，未忍别故枝。玄冬霜雪积，况乃回风吹。\r\n尝闻蓬莱殿，罗列潇湘姿。此物岁不稔，玉食失光辉。\r\n寇盗尚凭陵，当君减膳时。汝病是天意，吾谂罪有司。\r\n忆昔南海使，奔腾献荔支。百马死山谷，到今耆旧悲。"
        },
        {
            "title": "病柏",
            "content": "有柏生崇冈，童童状车盖。偃蹙龙虎姿，主当风云会。\r\n神明依正直，故老多再拜。岂知千年根，中路颜色坏。\r\n出非不得地，蟠据亦高大。岁寒忽无凭，日夜柯叶改。\r\n丹凤领九雏，哀鸣翔其外。鸱鸮志意满，养子穿穴内。\r\n客从何乡来，伫立久吁怪。静求元精理，浩荡难倚赖。"
        },
        {
            "title": "戏作花卿歌",
            "content": "成都猛将有花卿，学语小儿知姓名。用如快鹘风火生，\r\n见贼唯多身始轻。绵州副使著柘黄，我卿扫除即日平。\r\n子章髑髅血模糊，手提掷还崔大夫。李侯重有此节度，\r\n人道我卿绝世无。既称绝世无，天子何不唤取守京都。"
        },
        {
            "title": "徐卿二子歌",
            "content": "君不见徐卿二子生绝奇，感应吉梦相追随。\r\n孔子释氏亲抱送，并是天上麒麟儿。\r\n大儿九龄色清澈，秋水为神玉为骨。\r\n小儿五岁气食牛，满堂宾客皆回头。\r\n吾知徐公百不忧，积善衮衮生公侯。\r\n丈夫生儿有如此二雏者，名位岂肯卑微休。"
        },
        {
            "title": "草堂即事",
            "content": "荒村建子月，独树老夫家。雾里江船渡，风前径竹斜。\r\n寒鱼依密藻，宿鹭起圆沙。蜀酒禁愁得，无钱何处赊。"
        },
        {
            "title": "徐九少尹见过",
            "content": "晚景孤村僻，行军数骑来。交新徒有喜，礼厚愧无才。\r\n赏静怜云竹，忘归步月台。何当看花蕊，欲发照江梅。"
        },
        {
            "title": "魏十四侍御就敝庐相别",
            "content": "有客骑骢马，江边问草堂。远寻留药价，惜别到文场。\r\n入幕旌旗动，归轩锦绣香。时应念衰疾，书疏及沧浪。"
        },
        {
            "title": "重简王明府",
            "content": "甲子西南异，冬来只薄寒。江云何夜尽，蜀雨几时干。\r\n行李须相问，穷愁岂有宽。君听鸿雁响，恐致稻粱难。"
        },
        {
            "title": "敬简王明府",
            "content": "叶县郎官宰，周南太史公。神仙才有数，流落意无穷。\r\n骥病思偏秣，鹰愁怕苦笼。看君用高义，耻与万人同。"
        },
        {
            "title": "逢唐兴刘主簿弟",
            "content": "分手开元末，连年绝尺书。江山且相见，戎马未安居。\r\n剑外官人冷，关中驿骑疏。轻舟下吴会，主簿意何如。"
        },
        {
            "title": "楠树为风雨所拔叹",
            "content": "倚江楠树草堂前，故老相传二百年。诛茅卜居总为此，\r\n五月仿佛闻寒蝉。东南飘风动地至，江翻石走流云气。\r\n干排雷雨犹力争，根断泉源岂天意。沧波老树性所爱，\r\n浦上童童一青盖。野客频留惧雪霜，行人不过听竽籁。\r\n虎倒龙颠委榛棘，泪痕血点垂胸臆。我有新诗何处吟，\r\n草堂自此无颜色。"
        },
        {
            "title": "赠虞十五司马",
            "content": "远师虞秘监，今喜识玄孙。形像丹青逼，家声器宇存。\r\n凄凉怜笔势，浩荡问词源。爽气金天豁，清谈玉露繁。\r\n伫鸣南岳凤，欲化北溟鲲。交态知浮俗，儒流不异门。\r\n过逢联客位，日夜倒芳尊。沙岸风吹叶，云江月上轩。\r\n百年嗟已半，四座敢辞喧。书籍终相与，青山隔故园。"
        },
        {
            "title": "送裴五赴东川",
            "content": "故人亦流落，高义动乾坤。何日通燕塞，相看老蜀门。\r\n东行应暂别，北望苦销魂。凛凛悲秋意，非君谁与论。"
        },
        {
            "title": "丈人山",
            "content": "自为青城客，不唾青城地。为爱丈人山，丹梯近幽意。\r\n丈人祠西佳气浓，缘云拟住最高峰。扫除白发黄精在，\r\n君看他时冰雪容。"
        },
        {
            "title": "送韩十四江东省觐",
            "content": "兵戈不见老莱衣，叹息人间万事非。我已无家寻弟妹，\r\n君今何处访庭闱。黄牛峡静滩声转，白马江寒树影稀。\r\n此别应须各努力，故乡犹恐未同归。"
        },
        {
            "title": "寄杜位",
            "content": "近闻宽法离新州，想见怀归尚百忧。逐客虽皆万里去，\r\n悲君已是十年流。干戈况复尘随眼，鬓发还应雪满头。\r\n玉垒题书心绪乱，何时更得曲江游。"
        },
        {
            "title": "闻斛斯六官未归",
            "content": "故人南郡去，去索作碑钱。本卖文为活，翻令室倒悬。\r\n荆扉深蔓草，土锉冷疏烟。老罢休无赖，归来省醉眠。"
        },
        {
            "title": "一室",
            "content": "一室他乡远，空林暮景悬。正愁闻塞笛，独立见江船。\r\n巴蜀来多病，荆蛮去几年。应同王粲宅，留井岘山前。"
        },
        {
            "title": "进艇",
            "content": "南京久客耕南亩，北望伤神坐北窗。昼引老妻乘小艇，\r\n晴看稚子浴清江。俱飞蛱蝶元相逐，并蒂芙蓉本自双。\r\n茗饮蔗浆携所有，瓷罂无谢玉为缸。"
        },
        {
            "title": "高楠",
            "content": "楠树色冥冥，江边一盖青。近根开药圃，接叶制茅亭。\r\n落景阴犹合，微风韵可听。寻常绝醉困，卧此片时醒。"
        },
        {
            "title": "晚晴",
            "content": "村晚惊风度，庭幽过雨沾。夕阳薰细草，江色映疏帘。\r\n书乱谁能帙，怀干可自添。时闻有馀论，未怪老夫潜。"
        },
        {
            "title": "石镜",
            "content": "蜀王将此镜，送死置空山。冥寞怜香骨，提携近玉颜。\r\n众妃无复叹，千骑亦虚还。独有伤心石，埋轮月宇间。"
        },
        {
            "title": "寒食",
            "content": "寒食江村路，风花高下飞。汀烟轻冉冉，竹日静晖晖。\r\n田父要皆去，邻家闹不违。地偏相识尽，鸡犬亦忘归。"
        },
        {
            "title": "落日",
            "content": "落日在帘钩，溪边春事幽。芳菲缘岸圃，樵爨倚滩舟。\r\n啅雀争枝坠，飞虫满院游。浊醪谁造汝，一酌散千忧。"
        },
        {
            "title": "可惜",
            "content": "花飞有底急，老去愿春迟。可惜欢娱地，都非少壮时。\r\n宽心应是酒，遣兴莫过诗。此意陶潜解，吾生后汝期。"
        },
        {
            "title": "早起",
            "content": "春来常早起，幽事颇相关。帖石防隤岸，开林出远山。\r\n一丘藏曲折，缓步有跻攀。童仆来城市，瓶中得酒还。"
        },
        {
            "title": "春水",
            "content": "三月桃花浪，江流复旧痕。朝来没沙尾，碧色动柴门。\r\n接缕垂芳饵，连筒灌小园。已添无数鸟，争浴故相喧。"
        },
        {
            "title": "游修觉寺",
            "content": "野寺江天豁，山扉花竹幽。诗应有神助，吾得及春游。\r\n径石相萦带，川云自去留。禅枝宿众鸟，漂转暮归愁。"
        },
        {
            "title": "暮登四安寺钟楼寄裴十迪",
            "content": "暮倚高楼对雪峰，僧来不语自鸣钟。孤城返照红将敛，\r\n近市浮烟翠且重。多病独愁常阒寂，故人相见未从容。\r\n知君苦思缘诗瘦，大向交游万事慵。"
        },
        {
            "title": "题新津北桥楼得郊字",
            "content": "望极春城上，开筵近鸟巢。白花檐外朵，青柳槛前梢。\r\n池水观为政，厨烟觉远庖。西川供客眼，唯有此江郊。"
        },
        {
            "title": "江上值水如海势聊短述",
            "content": "为人性僻耽佳句，语不惊人死不休。老去诗篇浑漫兴，\r\n春来花鸟莫深愁。新添水槛供垂钓，故著浮槎替入舟。\r\n焉得思如陶谢手，令渠述作与同游。"
        },
        {
            "title": "徐步",
            "content": "整履步青芜，荒庭日欲晡。芹泥随燕觜，花蕊上蜂须。\r\n把酒从衣湿，吟诗信杖扶。敢论才见忌，实有醉如愚。"
        },
        {
            "title": "漫成二首",
            "content": "野日荒荒白，春流泯泯清。渚蒲随地有，村径逐门成。\r\n只作披衣惯，常从漉酒生。眼前无俗物，多病也身轻。\r\n江皋已仲春，花下复清晨。仰面贪看鸟，回头错应人。\r\n读书难字过，对酒满壶频。近识峨眉老，知予懒是真。"
        },
        {
            "title": "遣意二首",
            "content": "啭枝黄鸟近，泛渚白鸥轻。一径野花落，孤村春水生。\r\n衰年催酿黍，细雨更移橙。渐喜交游绝，幽居不用名。\r\n檐影微微落，津流脉脉斜。野船明细火，宿雁聚圆沙。\r\n云掩初弦月，香传小树花。邻人有美酒，稚子夜能赊。"
        },
        {
            "title": "奉酬李都督表丈早春作",
            "content": "力疾坐清晓，来时悲早春。转添愁伴客，更觉老随人。\r\n红入桃花嫩，青归柳叶新。望乡应未已，四海尚风尘。"
        },
        {
            "title": "寄赠王十将军承俊",
            "content": "将军胆气雄，臂悬两角弓。缠结青骢马，出入锦城中。\r\n时危未授钺，势屈难为功。宾客满堂上，何人高义同。"
        },
        {
            "title": "和裴迪登蜀州东亭送客逢早梅相忆见寄",
            "content": "东阁官梅动诗兴，还如何逊在扬州。此时对雪遥相忆，\r\n送客逢春可自由。幸不折来伤岁暮，若为看去乱乡愁。\r\n江边一树垂垂发，朝夕催人自白头。"
        },
        {
            "title": "建都十二韵",
            "content": "苍生未苏息，胡马半乾坤。议在云台上，谁扶黄屋尊。\r\n建都分魏阙，下韶辟荆门。恐失东人望，其如西极存。\r\n时危当雪耻，计大岂轻论。虽倚三阶正，终愁万国翻。\r\n牵裾恨不死，漏网荷殊恩。永负汉庭哭，遥怜湘水魂。\r\n穷冬客江剑，随事有田园。风断青蒲节，霜埋翠竹根。\r\n衣冠空穰穰，关辅久昏昏。愿枉长安日，光辉照北原。"
        },
        {
            "title": "出郭",
            "content": "霜露晚凄凄，高天逐望低。远烟盐井上，斜景雪峰西。\r\n故国犹兵马，他乡亦鼓鼙。江城今夜客，还与旧乌啼。"
        },
        {
            "title": "泛溪",
            "content": "落景下高堂，进舟泛回溪。谁谓筑居小，未尽乔木西。\r\n远郊信荒僻，秋色有馀凄。练练峰上雪，纤纤云表霓。\r\n童戏左右岸，罟弋毕提携。翻倒荷芰乱，指挥径路迷。\r\n得鱼已割鳞，采藕不洗泥。人情逐鲜美，物贱事已睽。\r\n吾村霭暝姿，异舍鸡亦栖。萧条欲何适，出处无可齐。\r\n衣上见新月，霜中登故畦。浊醪自初熟，东城多鼓鼙。"
        },
        {
            "title": "奉简高三十五使君",
            "content": "当代论才子，如公复几人。骅骝开道路，鹰隼出风尘。\r\n行色秋将晚，交情老更亲。天涯喜相见，披豁对吾真。\r\n·198 ·"
        },
        {
            "title": "南邻",
            "content": "锦里先生乌角巾，园收芋粟不全贫。惯看宾客儿童喜，\r\n得食阶除鸟雀驯。秋水才深四五尺，野航恰受两三人。\r\n白沙翠竹江村暮，相对柴门月色新。"
        },
        {
            "title": "北邻",
            "content": "明府岂辞满，藏身方告劳。青钱买野竹，白帻岸江皋。\r\n爱酒晋山简，能诗何水曹。时来访老疾，步屟到蓬蒿。"
        },
        {
            "title": "西郊",
            "content": "时出碧鸡坊，西郊向草堂。市桥官柳细，江路野梅香。\r\n傍架齐书帙，看题减药囊。无人觉来往，疏懒意何长。"
        },
        {
            "title": "戏韦偃为双松图歌",
            "content": "天下几人画古松，毕宏已老韦偃少。绝笔长风起纤末，\r\n满堂动色嗟神妙。两株惨裂苔藓皮，屈铁交错回高枝。\r\n白摧朽骨龙虎死，黑入太阴雷雨垂，松根胡僧憩寂寞，\r\n庞眉皓首无住著。偏袒右肩露双脚，叶里松子僧前落。\r\n韦侯韦侯数相见，我有一匹好东绢，重之不减锦绣段。\r\n已令拂拭光凌乱，请公放笔为直干。"
        },
        {
            "title": "戏题王宰画山水图歌",
            "content": "十日画一水，五日画一石。能事不受相促迫，\r\n王宰始肯留真迹。壮哉昆仑方壶图，挂君高堂之素壁。\r\n巴陵洞庭日本东，赤岸水与银河通，中有云气随飞龙。\r\n舟人渔子入浦溆，山木尽亚洪涛风。尤工远势古莫比，\r\n咫尺应须论万里。焉得并州快剪刀，翦取吴松半江水。"
        },
        {
            "title": "题壁上韦偃画马歌",
            "content": "韦侯别我有所适，知我怜君画无敌。戏拈秃笔扫骅骝，\r\n欻见骐驎出东壁。一匹龁草一匹嘶，坐看千里当霜蹄。\r\n时危安得真致此，与人同生亦同死。"
        },
        {
            "title": "杜鹃行",
            "content": "君不见昔日蜀天子，化作杜鹃似老乌。寄巢生子不自啄，\r\n群鸟至今与哺雏。虽同君臣有旧礼，骨肉满眼身羁孤。\r\n业工窜伏深树里，四月五月偏号呼。其声哀痛口流血，\r\n所诉何事常区区。尔岂摧残始发愤，羞带羽翮伤形愚。\r\n苍天变化谁料得，万事反覆何所无。万事反覆何所无，\r\n岂忆当殿群臣趋。"
        },
        {
            "title": "石犀行",
            "content": "君不见秦时蜀太守，刻石立作三犀牛。自古虽有厌胜法，\r\n天生江水向东流。蜀人矜夸一千载，泛溢不近张仪楼。\r\n今年灌口损户口，此事或恐为神羞。终藉堤防出众力，\r\n高拥木石当清秋。先王作法皆正道，鬼怪何得参人谋。\r\n嗟尔三犀不经济，缺讹只与长川逝。但见元气常调和，\r\n自免洪涛恣凋瘵。安得壮士提天纲，再平水土犀奔茫。"
        },
        {
            "title": "石笋行",
            "content": "君不见益州城西门，陌上石笋双高蹲。古来相传是海眼，\r\n苔藓蚀尽波涛痕。雨多往往得瑟瑟，此事恍惚难明论。\r\n恐是昔时卿相墓，立石为表今仍存。惜哉俗态好蒙蔽，\r\n亦如小臣媚至尊。政化错迕失大体，坐看倾危受厚恩。\r\n嗟尔石笋擅虚名，后来未识犹骏奔。安得壮士掷天外，\r\n使人不疑见本根。"
        },
        {
            "title": "遣兴",
            "content": "干戈犹未定，弟妹各何之。\r\n拭泪沾襟血，梳头满面丝。\r\n地卑荒野大，天远暮江迟。\r\n衰疾那能久，应无见汝时。"
        },
        {
            "title": "云山",
            "content": "京洛云山外，音书静不来。神交作赋客，力尽望乡台。\r\n衰疾江边卧，亲朋日暮回。白鸥元水宿，何事有馀哀。"
        },
        {
            "title": "所思",
            "content": "苦忆荆州醉司马，谪官樽俎定常开。九江日落醒何处，\r\n一柱观头眠几回。可怜怀抱向人尽，欲问平安无使来。\r\n故凭锦水将双泪，好过瞿塘滟滪堆。"
        },
        {
            "title": "田舍",
            "content": "田舍清江曲，柴门古道旁。草深迷市井，地僻懒衣裳。\r\n榉柳枝枝弱，枇杷树树香。鸬鹚西日照，晒翅满鱼梁。"
        },
        {
            "title": "狂夫",
            "content": "万里桥西一草堂，百花潭水即沧浪。风含翠筱娟娟静，\r\n雨裛红蕖冉冉香。厚禄故人书断绝，恒饥稚子色凄凉。\r\n欲填沟壑唯疏放，自笑狂夫老更狂。"
        },
        {
            "title": "宾至",
            "content": "幽栖地僻经过少，老病人扶再拜难。岂有文章惊海内，\r\n漫劳车马驻江干。竟日淹留佳客坐，百年粗粝腐儒餐。\r\n不嫌野外无供给，乘兴还来看药栏。"
        },
        {
            "title": "有客",
            "content": "患气经时久，临江卜宅新。喧卑方避俗，疏快颇宜人。\r\n有客过茅宇，呼儿正葛巾。自锄稀菜甲，小摘为情亲。"
        },
        {
            "title": "为农",
            "content": "锦里烟尘外，江村八九家。圆荷浮小叶，细麦落轻花。\r\n卜宅从兹老，为农去国赊。远惭句漏令，不得问丹砂。"
        },
        {
            "title": "堂成",
            "content": "背郭堂成荫白茅，缘江路熟俯青郊。桤林碍日吟风叶，\r\n笼竹和烟滴露梢。暂止飞乌将数子，频来语燕定新巢。\r\n旁人错比扬雄宅，懒惰无心作解嘲。"
        },
        {
            "title": "江涨",
            "content": "江涨柴门外，儿童报急流。下床高数尺，倚杖没中洲。\r\n细动迎风燕，轻摇逐浪鸥。渔人萦小楫，容易拔船头。"
        },
        {
            "title": "又于韦处乞大邑瓷碗",
            "content": "大邑烧瓷轻且坚，扣如哀玉锦城传。\r\n君家白碗胜霜雪，急送茅斋也可怜。"
        },
        {
            "title": "凭何十一少府邕觅桤木栽",
            "content": "草堂堑西无树林，非子谁复见幽心。\r\n饱闻桤木三年大，与致溪边十亩阴。"
        },
        {
            "title": "王十五司马弟出郭相访兼遗营草堂资",
            "content": "客里何迁次，江边正寂寥。肯来寻一老，愁破是今朝。\r\n忧我营茅栋，携钱过野桥。他乡唯表弟，还往莫辞遥。"
        },
        {
            "title": "酬高使君相赠",
            "content": "古寺僧牢落，空房客寓居。故人供禄米，邻舍与园蔬。\r\n双树容听法，三车肯载书。草玄吾岂敢，赋或似相如。"
        },
        {
            "title": "成都府",
            "content": "翳翳桑榆日，照我征衣裳。我行山川异，忽在天一方。\r\n但逢新人民，未卜见故乡。大江东流去，游子去日长。\r\n曾城填华屋，季冬树木苍。喧然名都会，吹箫间笙簧。\r\n信美无与适，侧身望川梁。鸟雀夜各归，中原杳茫茫。\r\n初月出不高，众星尚争光。自古有羁旅，我何苦哀伤。\r\n第二百一十九卷"
        },
        {
            "title": "鹿头山",
            "content": "鹿头何亭亭，是日慰饥渴。连山西南断，俯见千里豁。\r\n游子出京华，剑门不可越。及兹险阻尽，始喜原野阔。\r\n殊方昔三分，霸气曾间发。天下今一家，云端失双阙。\r\n悠然想扬马，继起名硉兀。有文令人伤，何处埋尔骨。\r\n纡馀脂膏地，惨澹豪侠窟。仗钺非老臣，宣风岂专达。\r\n冀公柱石姿，论道邦国活。斯人亦何幸，公镇逾岁月。"
        },
        {
            "title": "剑门",
            "content": "惟天有设险，剑门天下壮。连山抱西南，石角皆北向。\r\n两崖崇墉倚，刻画城郭状。一夫怒临关，百万未可傍。\r\n珠玉走中原，岷峨气凄怆。三皇五帝前，鸡犬各相放。\r\n后王尚柔远，职贡道已丧。至今英雄人，高视见霸王。\r\n并吞与割据，极力不相让。吾将罪真宰，意欲铲叠嶂。\r\n恐此复偶然，临风默惆怅。"
        },
        {
            "title": "桔柏渡",
            "content": "青冥寒江渡，驾竹为长桥。竿湿烟漠漠，江永风萧萧。\r\n连笮动袅娜，征衣飒飘飖。急流鸨鹢散，绝岸鼋鼍骄。\r\n西辕自兹异，东逝不可要。高通荆门路，阔会沧海潮。\r\n孤光隐顾眄，游子怅寂寥。无以洗心胸，前登但山椒。"
        },
        {
            "title": "石柜阁",
            "content": "季冬日已长，山晚半天赤。蜀道多早花，江间饶奇石。\r\n石柜曾波上，临虚荡高壁。清晖回群鸥，暝色带远客。\r\n羁栖负幽意，感叹向绝迹。信甘孱懦婴，不独冻馁迫。\r\n优游谢康乐，放浪陶彭泽。吾衰未自安，谢尔性所适。"
        },
        {
            "title": "龙门阁",
            "content": "清江下龙门，绝壁无尺土。长风驾高浪，浩浩自太古。\r\n危途中萦盘，仰望垂线缕。滑石欹谁凿，浮梁袅相拄。\r\n目眩陨杂花，头风吹过雨。百年不敢料，一坠那得取。\r\n饱闻经瞿塘，足见度大庾。终身历艰险，恐惧从此数。"
        },
        {
            "title": "五盘",
            "content": "五盘虽云险，山色佳有馀。仰凌栈道细，俯映江木疏。\r\n地僻无网罟，水清反多鱼。好鸟不妄飞，野人半巢居。\r\n喜见淳朴俗，坦然心神舒。东郊尚格斗，巨猾何时除。\r\n故乡有弟妹，流落随丘墟。成都万事好，岂若归吾庐。"
        },
        {
            "title": "飞仙阁",
            "content": "土门山行窄，微径缘秋毫。栈云阑干峻，梯石结构牢。\r\n万壑欹疏林，积阴带奔涛。寒日外澹泊，长风中怒号。\r\n歇鞍在地底，始觉所历高。往来杂坐卧，人马同疲劳。\r\n浮生有定分，饥饱岂可逃。叹息谓妻子，我何随汝曹。"
        },
        {
            "title": "水会（一作回）渡",
            "content": "山行有常程，中夜尚未安。微月没已久，崖倾路何难。\r\n大江动我前，汹若溟渤宽。篙师暗理楫，歌笑轻波澜。\r\n霜浓木石滑，风急手足寒。入舟已千忧，陟巘仍万盘。\r\n迥眺积水外，始知众星乾。远游令人瘦，衰疾惭加餐。"
        },
        {
            "title": "白沙渡",
            "content": "畏途随长江，渡口下绝岸。差池上舟楫，杳窕入云汉。\r\n天寒荒野外，日暮中流半。我马向北嘶，山猿饮相唤。\r\n水清石礧礧，沙白滩漫漫。迥然洗愁辛，多病一疏散。\r\n高壁抵嶔崟，洪涛越凌乱。临风独回首，揽辔复三叹。"
        },
        {
            "title": "木皮岭",
            "content": "首路栗亭西，尚想凤凰村。季冬携童稚，辛苦赴蜀门。\r\n南登木皮岭，艰险不易论。汗流被我体，祁寒为之暄。\r\n远岫争辅佐，千岩自崩奔。始知五岳外，别有他山尊。\r\n仰干塞大明，俯入裂厚坤。再闻虎豹斗，屡跼风水昏。\r\n高有废阁道，摧折如短辕。下有冬青林，石上走长根。\r\n西崖特秀发，焕若灵芝繁。润聚金碧气，清无沙土痕。\r\n忆观昆仑图，目击悬圃存。对此欲何适，默伤垂老魂。"
        },
        {
            "title": "乾元中寓居同谷县作歌七首",
            "content": "有客有客字子美，白头乱发垂过耳。岁拾橡栗随狙公，\r\n天寒日暮山谷里。中原无书归不得，手脚冻皴皮肉死。\r\n呜呼一歌兮歌已哀，悲风为我从天来。\r\n长镵长镵白木柄，我生托子以为命。黄精无苗山雪盛，\r\n短衣数挽不掩胫。此时与子空归来，男呻女吟四壁静。\r\n呜呼二歌兮歌始放，邻里为我色惆怅。\r\n有弟有弟在远方，三人各瘦何人强。生别展转不相见，\r\n胡尘暗天道路长。东飞鴐鹅后鹙鶬，安得送我置汝旁。\r\n呜呼三歌兮歌三发，汝归何处收兄骨。\r\n有妹有妹在钟离，良人早殁诸孤痴。长淮浪高蛟龙怒，\r\n十年不见来何时。扁舟欲往箭满眼，杳杳南国多旌旗。\r\n呜呼四歌兮歌四奏，林猿为我啼清昼。\r\n四山多风溪水急，寒雨飒飒枯树湿。黄蒿古城云不开，\r\n白狐跳梁黄狐立。我生何为在穷谷，中夜起坐万感集。\r\n呜呼五歌兮歌正长，魂招不来归故乡。\r\n南有龙兮在山湫，古木巃嵸枝相樛。木叶黄落龙正蛰，\r\n蝮蛇东来水上游。我行怪此安敢出，拔剑欲斩且复休。\r\n呜呼六歌兮歌思迟，溪壑为我回春姿。\r\n男儿生不成名身已老，三年饥走荒山道。长安卿相多少年，\r\n富贵应须致身早。山中儒生旧相识，但话宿昔伤怀抱。\r\n呜呼七歌兮悄终曲，仰视皇天白日速。"
        },
        {
            "title": "泥功山",
            "content": "朝行青泥上，暮在青泥中。泥泞非一时，版筑劳人功。\r\n不畏道途永，乃将汩没同。白马为铁骊，小儿成老翁。\r\n哀猿透却坠，死鹿力所穷。寄语北来人，后来莫匆匆。"
        },
        {
            "title": "龙门镇",
            "content": "细泉兼轻冰，沮洳栈道湿。不辞辛苦行，迫此短景急。\r\n石门雪云隘，古镇峰峦集。旌竿暮惨澹，风水白刃涩。\r\n胡马屯成皋，防虞此何及。嗟尔远戍人，山寒夜中泣。"
        },
        {
            "title": "青阳峡",
            "content": "塞外苦厌山，南行道弥恶。冈峦相经亘，云水气参错。\r\n林迥硖角来，天窄壁面削。溪西五里石，奋怒向我落。\r\n仰看日车侧，俯恐坤轴弱。魑魅啸有风，霜霰浩漠漠。\r\n昨忆逾陇坂，高秋视吴岳。东笑莲华卑，北知崆峒薄。\r\n超然侔壮观，已谓殷寥廓。突兀犹趁人，及兹叹冥莫。"
        },
        {
            "title": "法镜寺",
            "content": "身危适他州，勉强终劳苦。神伤山行深，愁破崖寺古。\r\n婵娟碧鲜净，萧摵寒箨聚。回回山根水，冉冉松上雨。\r\n泄云蒙清晨，初日翳复吐。朱甍半光炯，户牖粲可数。\r\n拄策忘前期，出萝已亭午。冥冥子规叫，微径不复取。"
        },
        {
            "title": "寒峡",
            "content": "行迈日悄悄，山谷势多端。云门转绝岸，积阻霾天寒。\r\n寒硖不可度，我实衣裳单。况当仲冬交，溯沿增波澜。\r\n野人寻烟语，行子傍水餐。此生免荷殳，未敢辞路难。"
        },
        {
            "title": "盐井",
            "content": "卤中草木白，青者官盐烟。官作既有程，煮盐烟在川。\r\n汲井岁榾榾，出车日连连。自公斗三百，转致斛六千。\r\n君子慎止足，小人苦喧阗。我何良叹嗟，物理固自然。"
        },
        {
            "title": "铁堂峡",
            "content": "山风吹游子，缥缈乘险绝。峡形藏堂隍，壁色立积铁。\r\n径摩穹苍蟠，石与厚地裂。修纤无垠竹，嵌空太始雪。\r\n威迟哀壑底，徒旅惨不悦。水寒长冰横，我马骨正折。\r\n生涯抵弧矢，盗贼殊未灭。飘蓬逾三年，回首肝肺热。"
        },
        {
            "title": "赤谷",
            "content": "天寒霜雪繁，游子有所之。岂但岁月暮，重来未有期。\r\n晨发赤谷亭，险艰方自兹。乱石无改辙，我车已载脂。\r\n山深苦多风，落日童稚饥。悄然村墟迥，烟火何由追。\r\n贫病转零落，故乡不可思。常恐死道路，永为高人嗤。"
        },
        {
            "title": "别赞上人",
            "content": "百川日东流，客去亦不息。我生苦漂荡，何时有终极。\r\n赞公释门老，放逐来上国。还为世尘婴，颇带憔悴色。\r\n杨枝晨在手，豆子雨已熟。是身如浮云，安可限南北。\r\n异县逢旧友，初忻写胸臆。天长关塞寒，岁暮饥冻逼。\r\n野风吹征衣，欲别向曛黑。马嘶思故枥，归鸟尽敛翼。\r\n古来聚散地，宿昔长荆棘。相看俱衰年，出处各努力。"
        },
        {
            "title": "秦州见敕（一作除）",
            "content": "大雅何寥阔，斯人尚典刑。交期余潦倒，材力尔精灵。\r\n二子声同日，诸生困一经。文章开穾奥，迁擢润朝廷。\r\n旧好何由展，新诗更忆听。别来头并白，相见眼终青。\r\n伊昔贫皆甚，同忧心不宁。栖遑分半菽，浩荡逐流萍。\r\n俗态犹猜忌，妖氛忽杳冥。独惭投汉阁，俱议哭秦庭。\r\n还蜀只无补，囚梁亦固扃。华夷相混合，宇宙一膻腥。\r\n帝力收三统，天威总四溟。旧都俄望幸，清庙肃惟馨。\r\n杂种虽高垒，长驱甚建瓴。焚香淑景殿，涨水望云亭。\r\n法驾初还日，群公若会星。宫臣仍点染，柱史正零丁。\r\n官忝趋栖凤，朝回叹聚萤。唤人看騕褭，不嫁惜娉婷。\r\n掘剑知埋狱，提刀见发硎。侏儒应共饱，渔父忌偏醒。\r\n旅泊穷清渭，长吟望浊泾。羽书还似急，烽火未全停。\r\n师老资残寇，戎生及近坰。忠臣辞愤激，烈士涕飘零。\r\n上将盈边鄙，元勋溢鼎铭。仰思调玉烛，谁定握青萍。\r\n陇俗轻鹦鹉，原情类鶺鴒。秋风动关塞，高卧想仪形。"
        },
        {
            "title": "秋日阮隐居致薤三十束",
            "content": "隐者柴门内，畦蔬绕舍秋。盈筐承露薤，不待致书求。\r\n束比青刍色，圆齐玉箸头。衰年关鬲冷，味暖并无忧。"
        },
        {
            "title": "从人觅小胡孙许寄",
            "content": "人说南州路，山猿树树悬。举家闻若骇，为寄小如拳。\r\n预哂愁胡面，初调见马鞭。许求聪慧者，童稚捧应癫。"
        },
        {
            "title": "送远",
            "content": "带甲满天地，胡为君远行。亲朋尽一哭，鞍马去孤城。\r\n草木岁月晚，关河霜雪清。别离已昨日，因见古人情。"
        },
        {
            "title": "蕃剑",
            "content": "致此自僻远，又非珠玉装。如何有奇怪，每夜吐光芒。\r\n虎气必腾踔，龙身宁久藏。风尘苦未息，持汝奉明王。"
        },
        {
            "title": "病马",
            "content": "乘尔亦已久，天寒关塞深。尘中老尽力，岁晚病伤心。\r\n毛骨岂殊众，驯良犹至今。物微意不浅，感动一沉吟。"
        },
        {
            "title": "野望",
            "content": "清秋望不极，迢递起曾阴。远水兼天净，孤城隐雾深。\r\n叶稀风更落，山迥日初沈。独鹤归何晚，昏鸦已满林。"
        },
        {
            "title": "日暮",
            "content": "日落风亦起，城头鸟尾讹。黄云高未动，白水已扬波。\r\n羌妇语还哭，胡儿行且歌。将军别换马，夜出拥雕戈。"
        },
        {
            "title": "秋笛",
            "content": "清商欲尽奏，奏苦血沾衣。他日伤心极，征人白骨归。\r\n相逢恐恨过，故作发声微。不见秋云动，悲风稍稍飞。"
        },
        {
            "title": "废畦",
            "content": "秋蔬拥霜露，岂敢惜凋残。暮景数枝叶，天风吹汝寒。\r\n绿沾泥滓尽，香与岁时阑。生意春如昨，悲君白玉盘。"
        },
        {
            "title": "除架",
            "content": "束薪已零落，瓠叶转萧疏。幸结白花了，宁辞青蔓除。\r\n秋虫声不去，暮雀意何如。寒事今牢落，人生亦有初。"
        },
        {
            "title": "苦竹",
            "content": "青冥亦自守，软弱强扶持。味苦夏虫避，丛卑春鸟疑。\r\n轩墀曾不重，翦伐欲无辞。幸近幽人屋，霜根结在兹。"
        },
        {
            "title": "空囊",
            "content": "翠柏苦犹食，晨霞高可餐。世人共卤莽，吾道属艰难。\r\n不爨井晨冻，无衣床夜寒。囊空恐羞涩，留得一钱看。"
        },
        {
            "title": "萤火",
            "content": "幸因腐草出，敢近太阳飞。未足临书卷，时能点客衣。\r\n随风隔幔小，带雨傍林微。十月清霜重，飘零何处归。"
        },
        {
            "title": "促织",
            "content": "促织甚微细，哀音何动人。草根吟不稳，床下夜相亲。\r\n久客得无泪，放妻难及晨。悲丝与急管，感激异天真。"
        },
        {
            "title": "归燕",
            "content": "不独避霜雪，其如俦侣稀。四时无失序，八月自知归。\r\n春色岂相访，众雏还识机。故巢傥未毁，会傍主人飞。"
        },
        {
            "title": "遗怀",
            "content": "愁眼看霜露，寒城菊自花。天风随断柳，客泪堕清笳。\r\n水净楼阴直，山昏塞日斜。夜来归鸟尽，啼杀后栖鸦。"
        },
        {
            "title": "即事",
            "content": "闻道花门破，和亲事却非。人怜汉公主，生得渡河归。\r\n秋思抛云髻，腰支胜宝衣。群凶犹索战，回首意多违。"
        },
        {
            "title": "山寺",
            "content": "野寺残僧少，山园细路高。麝香眠石竹，鹦鹉啄金桃。\r\n乱石通人过，悬崖置屋牢。上方重阁晚，百里见秋毫。"
        },
        {
            "title": "寓目",
            "content": "一县蒲萄熟，秋山苜蓿多。关云常带雨，塞水不成河。\r\n羌女轻烽燧，胡儿制骆驼。自伤迟暮眼，丧乱饱经过。"
        },
        {
            "title": "东楼",
            "content": "万里流沙道，西征过北门。但添新战骨，不返旧征魂。\r\n楼角临风迥，城阴带水昏。传声看驿使，送节向河源。"
        },
        {
            "title": "太平寺泉眼",
            "content": "招提凭高冈，疏散连草莽。出泉枯柳根，汲引岁月古。\r\n石间见海眼，天畔萦水府。广深丈尺间，宴息敢轻侮。\r\n青白二小蛇，幽姿可时睹。如丝气或上，烂熳为云雨。\r\n山头到山下，凿井不尽土。取供十方僧，香美胜牛乳。\r\n北风起寒文，弱藻舒翠缕。明涵客衣净，细荡林影趣。\r\n何当宅下流，馀润通药圃。三春湿黄精，一食生毛羽。"
        },
        {
            "title": "寄赞上人",
            "content": "一昨陪锡杖，卜邻南山幽。年侵腰脚衰，未便阴崖秋。\r\n重冈北面起，竟日阳光留。茅屋买兼土，斯焉心所求。\r\n近闻西枝西，有谷杉黍稠。亭午颇和暖，石田又足收。\r\n当期塞雨干，宿昔齿疾瘳。裴回虎穴上，面势龙泓头。\r\n柴荆具茶茗，径路通林丘。与子成二老，来往亦风流。"
        },
        {
            "title": "西枝村寻置草堂地",
            "content": "出郭眄细岑，披榛得微路。溪行一流水，曲折方屡渡。\r\n赞公汤休徒，好静心迹素。昨枉霞上作，盛论岩中趣。\r\n怡然共携手，恣意同远步。扪萝涩先登，陟巘眩反顾。\r\n要求阳冈暖，苦陟阴岭沍。惆怅老大藤，沈吟屈蟠树。\r\n卜居意未展，杖策回且暮。层巅馀落日，早蔓已多露。\r\n天寒鸟已归，月出人更静。土室延白光，松门耿疏影。\r\n跻攀倦日短，语乐寄夜永。明燃林中薪，暗汲石底井。\r\n大师京国旧，德业天机秉。从来支许游，兴趣江湖迥。\r\n数奇谪关塞，道广存箕颍。何知戎马间，复接尘事屏。\r\n幽寻岂一路，远色有诸岭。晨光稍曚曨，更越西南顶。"
        },
        {
            "title": "秦州杂诗二十首",
            "content": "满目悲生事，因人作远游。迟回度陇怯，浩荡及关愁。\r\n水落鱼龙夜，山空鸟鼠秋。西征问烽火，心折此淹留。\r\n秦州山北寺，胜迹隗嚣宫。苔藓山门古，丹青野殿空。\r\n月明垂叶露，云逐渡溪风。清渭无情极，愁时独向东。\r\n州图领同谷，驿道出流沙。降虏兼千帐，居人有万家。\r\n马骄珠汗落，胡舞白蹄斜。年少临洮子，西来亦自夸。\r\n鼓角缘边郡，川原欲夜时。秋听殷地发，风散入云悲。\r\n抱叶寒蝉静，归来独鸟迟。万方声一概，吾道竟何之。\r\n南使宜天马，由来万匹强。浮云连阵没，秋草遍山长。\r\n闻说真龙种，仍残老骕骦。哀鸣思战斗，迥立向苍苍。\r\n城上胡笳奏，山边汉节归。防河赴沧海，奉诏发金微。\r\n士苦形骸黑，旌疏鸟兽稀。那闻往来戍，恨解邺城围。\r\n莽莽万重山，孤城山谷间。无风云出塞，不夜月临关。\r\n属国归何晚，楼兰斩未还。烟尘独长望，衰飒正摧颜。\r\n闻道寻源使，从天此路回。牵牛去几许，宛马至今来。\r\n一望幽燕隔，何时郡国开。东征健儿尽，羌笛暮吹哀。\r\n今日明人眼，临池好驿亭。丛篁低地碧，高柳半天青。\r\n稠叠多幽事，喧呼阅使星。老夫如有此，不异在郊坰。\r\n云气接昆仑，涔涔塞雨繁。羌童看渭水，使客向河源。\r\n烟火军中幕，牛羊岭上村。所居秋草净，正闭小蓬门。\r\n萧萧古塞冷，漠漠秋云低。黄鹄翅垂雨，苍鹰饥啄泥。\r\n蓟门谁自北，汉将独征西。不意书生耳，临衰厌鼓鼙。\r\n山头南郭寺，水号北流泉。老树空庭得，清渠一邑传。\r\n秋花危石底，晚景卧钟边。俯仰悲身世，溪风为飒然。\r\n传道东柯谷，深藏数十家。对门藤盖瓦，映竹水穿沙。\r\n瘦地翻宜粟，阳坡可种瓜。船人近相报，但恐失桃花。\r\n万古仇池穴，潜通小有天。神鱼人不见，福地语真传。\r\n近接西南境，长怀十九泉。何时一茅屋，送老白云边。\r\n未暇泛沧海，悠悠兵马间。塞门风落木，客舍雨连山。\r\n阮籍行多兴，庞公隐不还。东柯遂疏懒，休镊鬓毛斑。\r\n东柯好崖谷，不与众峰群。落日邀双鸟，晴天养片云。\r\n野人矜险绝，水竹会平分。采药吾将老，儿童未遣闻。\r\n边秋阴易久，不复辨晨光。檐雨乱淋幔，山云低度墙。\r\n鸬鹚窥浅井，蚯蚓上深堂。车马何萧索，门前百草长。\r\n地僻秋将尽，山高客未归。塞云多断续，边日少光辉。\r\n警急烽常报，传闻檄屡飞。西戎外"
        },
        {
            "title": "遣兴五首",
            "content": "朔风飘胡雁，惨澹带砂砾。长林何萧萧，秋草萋更碧。\r\n北里富熏天，高楼夜吹笛。焉知南邻客，九月犹絺绤。\r\n长陵锐头儿，出猎待明发。騂弓金爪镝，白马蹴微雪。\r\n未知所驰逐，但见暮光灭。归来悬两狼，门户有旌节。\r\n漆有用而割，膏以明自煎。兰摧白露下，桂折秋风前。\r\n府中罗旧尹，沙道尚依然。赫赫萧京兆，今为时所怜。\r\n猛虎凭其威，往往遭急缚。雷吼徒咆哮，枝撑已在脚。\r\n忽看皮寝处，无复睛闪烁。人有甚于斯，足以劝元恶。\r\n朝逢富家葬，前后皆辉光。共指亲戚大，缌麻百夫行。\r\n送者各有死，不须羡其强。君看束练去，亦得归山冈。"
        },
        {
            "title": "遣兴二首",
            "content": "天用莫如龙，有时系扶桑。顿辔海徒涌，神人身更长。\r\n性命苟不存，英雄徒自强。吞声勿复道，真宰意茫茫。\r\n地用莫如马，无良复谁记。此日千里鸣，追风可君意。\r\n君看渥洼种，态与驽骀异。不杂蹄啮间，逍遥有能事。\r\n陶潜避俗翁，未必能达道。观其著诗集，颇亦恨枯槁。\r\n达生岂是足，默识盖不早。有子贤与愚，何其挂怀抱。\r\n贺公雅吴语，在位常清狂。上疏乞骸骨，黄冠归故乡。\r\n爽气不可致，斯人今则亡。山阴一茅宇，江海日凄凉。\r\n吾怜孟浩然，裋褐即长夜。赋诗何必多，往往凌鲍谢。\r\n清江空旧鱼，春雨馀甘蔗。每望东南云，令人几悲吒。"
        },
        {
            "title": "遣兴五首",
            "content": "蛰龙三冬卧，老鹤万里心。昔时贤俊人，未遇犹视今。\r\n嵇康不得死，孔明有知音。又如垄底松，用舍在所寻。\r\n大哉霜雪干，岁久为枯林。\r\n昔者庞德公，未曾入州府。襄阳耆旧间，处士节独苦。\r\n岂无济时策，终竟畏罗罟。林茂鸟有归，水深鱼知聚。\r\n举家依鹿门，刘表焉得取。\r\n我今日夜忧，诸弟各异方。不知死与生，何况道路长。\r\n避寇一分散，饥寒永相望。岂无柴门归，欲出畏虎狼。\r\n仰看云中雁，禽鸟亦有行。\r\n蓬生非无根，漂荡随高风。天寒落万里，不复归本丛。\r\n客子念故宅，三年门巷空。怅望但烽火，戎车满关东。\r\n生涯能几何，常在羁旅中。\r\n昔在洛阳时，亲友相追攀。送客东郊道，遨游宿南山。\r\n烟尘阻长河，树羽成皋间。回首载酒地，岂无一日还。\r\n丈夫贵壮健，惨戚非朱颜。"
        },
        {
            "title": "遣兴三首",
            "content": "下马古战场，四顾但茫然。\r\n风悲浮云去，黄叶坠我前。\r\n朽骨穴蝼蚁，又为蔓草缠。\r\n故老行叹息，今人尚开边。\r\n汉虏互胜负，封疆不常全。\r\n安得廉耻将，三军同晏眠。\r\n高秋登塞山，南望马邑州。\r\n降虏东击胡，壮健尽不留。\r\n穹庐莽牢落，上有行云愁。\r\n老弱哭道路，愿闻甲兵休。\r\n邺中事反覆，死人积如丘。\r\n诸将已茅土，载驱谁与谋。\r\n丰年孰云迟，甘泽不在早。\r\n耕田秋雨足，禾黍已映道。\r\n春苗九月交，颜色同日老。\r\n劝汝衡门士，忽悲尚枯槁。\r\n时来展材力，先后无丑好。\r\n但讶鹿皮翁，忘机对芳草。"
        },
        {
            "title": "有怀台州郑十八司户虔",
            "content": "天台隔三江，风浪无晨暮。郑公纵得归，老病不识路。\r\n昔如水上鸥，今如罝中兔。性命由他人，悲辛但狂顾。\r\n山鬼独一脚，蝮蛇长如树。呼号傍孤城，岁月谁与度。\r\n从来御魑魅，多为才名误。夫子嵇阮流，更被时俗恶。\r\n海隅微小吏，眼暗发垂素。黄帽映青袍，非供折腰具。\r\n平生一杯酒，见我故人遇。相望无所成，乾坤莽回互。"
        },
        {
            "title": "贻阮隐居",
            "content": "陈留风俗衰，人物世不数。塞上得阮生，迥继先父祖。\r\n贫知静者性，自益毛发古。车马入邻家，蓬蒿翳环堵。\r\n清诗近道要，识子用心苦。寻我草径微，褰裳蹋寒雨。\r\n更议居远村，避喧甘猛虎。足明箕颍客，荣贵如粪土。"
        },
        {
            "title": "蒹葭",
            "content": "摧折不自守，秋风吹若何。暂时花戴雪，几处叶沉波。\r\n体弱春风早，丛长夜露多。江湖后摇落，亦恐岁蹉跎。"
        },
        {
            "title": "立秋后题",
            "content": "日月不相饶，节序昨夜隔。玄蝉无停号，秋燕已如客。\r\n平生独往愿，惆怅年半百。罢官亦由人，何事拘形役。"
        },
        {
            "title": "夏夜叹",
            "content": "永日不可暮，炎蒸毒我肠。安得万里风，飘飖吹我裳。\r\n昊天出华月，茂林延疏光。仲夏苦夜短，开轩纳微凉。\r\n虚明见纤毫，羽虫亦飞扬。物情无巨细，自适固其常。\r\n念彼荷戈士，穷年守边疆。何由一洗濯，执热互相望。\r\n竟夕击刁斗，喧声连万方。青紫虽被体，不如早还乡。\r\n北城悲笳发，鹳鹤号且翔。况复烦促倦，激烈思时康。"
        },
        {
            "title": "夏日叹",
            "content": "夏日出东北，陵天经中街。朱光彻厚地，郁蒸何由开。\r\n上苍久无雷，无乃号令乖。雨降不濡物，良田起黄埃。\r\n飞鸟苦热死，池鱼涸其泥。万人尚流冗，举目唯蒿莱。\r\n至今大河北，化作虎与豺。浩荡想幽蓟，王师安在哉。\r\n对食不能餐，我心殊未谐。眇然贞观初，难与数子偕。"
        },
        {
            "title": "不归",
            "content": "河间尚征伐，汝骨在空城。从弟人皆有，终身恨不平。\r\n数金怜俊迈，总角爱聪明。面上三年土，春风草又生。"
        },
        {
            "title": "观兵",
            "content": "北庭送壮士，貔虎数尤多。精锐旧无敌，边隅今若何。\r\n妖氛拥白马，元帅待雕戈。莫守邺城下，斩鲸辽海波。"
        },
        {
            "title": "晚出左掖",
            "content": "昼刻传呼浅，春旗簇仗齐。退朝花底散，归院柳边迷。\r\n楼雪融城湿，宫云去殿低。避人焚谏草，骑马欲鸡栖。"
        },
        {
            "title": "紫宸殿退朝口号",
            "content": "户外昭容紫袖垂，双瞻御座引朝仪。香飘合殿春风转，\r\n花覆千官淑景移。昼漏希闻高阁报，天颜有喜近臣知。\r\n宫中每出归东省，会送夔龙集凤池。"
        },
        {
            "title": "腊日",
            "content": "腊日常年暖尚遥，今年腊日冻全消。侵陵雪色还萱草，\r\n漏泄春光有柳条。纵酒欲谋良夜醉，还家初散紫宸朝。\r\n口脂面药随恩泽，翠管银罂下九霄。"
        },
        {
            "title": "重经昭陵",
            "content": "草昧英雄起，讴歌历数归。风尘三尺剑，社稷一戎衣。\r\n翼亮贞文德，丕承戢武威。圣图天广大，宗祀日光辉。\r\n陵寝盘空曲，熊罴守翠微。再窥松柏路，还见五云飞。"
        },
        {
            "title": "收京三首",
            "content": "仙仗离丹极，妖星照玉除。须为下殿走，不可好楼居。\r\n暂屈汾阳驾，聊飞燕将书。依然七庙略，更与万方初。\r\n生意甘衰白，天涯正寂寥。忽闻哀痛诏，又下圣明朝。\r\n羽翼怀商老，文思忆帝尧。叨逢罪己日，沾洒望青霄。\r\n汗马收宫阙，春城铲贼壕。赏应歌杕杜，归及荐樱桃。\r\n杂虏横戈数，功臣甲第高。万方频送喜，无乃圣躬劳。"
        },
        {
            "title": "彭衙行",
            "content": "忆昔避贼初，北走经险艰。夜深彭衙道，月照白水山。\r\n尽室久徒步，逢人多厚颜。参差谷鸟吟，不见游子还。\r\n痴女饥咬我，啼畏虎狼闻。怀中掩其口，反侧声愈嗔。\r\n小儿强解事，故索苦李餐。一旬半雷雨，泥泞相牵攀。\r\n既无御雨备，径滑衣又寒。有时经契阔，竟日数里间。\r\n野果充糇粮，卑枝成屋椽。早行石上水，暮宿天边烟。\r\n少留周家洼，欲出芦子关。故人有孙宰，高义薄曾云。\r\n延客已曛黑，张灯启重门。暖汤濯我足，翦纸招我魂。\r\n从此出妻孥，相视涕阑干。众雏烂熳睡，唤起沾盘餐。\r\n誓将与夫子，永结为弟昆。遂空所坐堂，安居奉我欢。\r\n谁肯艰难际，豁达露心肝。别来岁月周，胡羯仍构患。\r\n何当有翅翎，飞去堕尔前。"
        },
        {
            "title": "行次昭陵",
            "content": "旧俗疲庸主，群雄问独夫。谶归龙凤质，威定虎狼都。\r\n天属尊尧典，神功协禹谟。风云随绝足，日月继高衢。\r\n文物多师古，朝廷半老儒。直词宁戮辱，贤路不崎岖。\r\n往者灾犹降，苍生喘未苏。指麾安率土，荡涤抚洪炉。\r\n壮士悲陵邑，幽人拜鼎湖。玉衣晨自举，铁马汗常趋。\r\n松柏瞻虚殿，尘沙立暝途。寂寥开国日，流恨满山隅。"
        },
        {
            "title": "北征",
            "content": "皇帝二载秋，闰八月初吉。杜子将北征，苍茫问家室。\r\n维时遭艰虞，朝野少暇日。顾惭恩私被，诏许归蓬荜。\r\n拜辞诣阙下，怵惕久未出。虽乏谏诤姿，恐君有遗失。\r\n君诚中兴主，经纬固密勿。东胡反未已，臣甫愤所切。\r\n挥涕恋行在，道途犹恍惚。乾坤含疮痍，忧虞何时毕。\r\n靡靡逾阡陌，人烟眇萧瑟。所遇多被伤，呻吟更流血。\r\n回首凤翔县，旌旗晚明灭。前登寒山重，屡得饮马窟。\r\n邠郊入地底，泾水中荡潏。猛虎立我前，苍崖吼时裂。\r\n菊垂今秋花，石戴古车辙。青云动高兴，幽事亦可悦。\r\n山果多琐细，罗生杂橡栗。或红如丹砂，或黑如点漆。\r\n雨露之所濡，甘苦齐结实。缅思桃源内，益叹身世拙。\r\n坡陀望鄜畤，岩谷互出没。我行已水滨，我仆犹木末。\r\n鸱鸟鸣黄桑，野鼠拱乱穴。夜深经战场，寒月照白骨。\r\n潼关百万师，往者散何卒。遂令半秦民，残害为异物。\r\n况我堕胡尘，及归尽华发。经年至茅屋，妻子衣百结。\r\n恸哭松声回，悲泉共幽咽。平生所娇儿，颜色白胜雪。\r\n见耶背面啼，垢腻脚不袜。床前两小女，补绽才过膝。\r\n海图坼波涛，旧绣移曲折。天吴及紫凤，颠倒在裋褐。\r\n老夫情怀恶，呕泄卧数日。那无囊中帛，救汝寒凛栗。\r\n粉黛亦解苞，衾裯稍罗列。瘦妻面复光，痴女头自栉。\r\n学母无不为，晓妆随手抹。移时施朱铅，狼藉画眉阔。\r\n生还对童稚，似欲忘饥渴。问事竞挽须，谁能即嗔喝。\r\n翻思在贼愁，甘受杂乱聒。新归且慰意，生理焉能说。\r\n至尊尚蒙尘，几日休练卒。仰观天色改，坐觉祆气豁。\r\n阴风西北来，惨澹随回鹘。其王愿助顺，其俗善驰突。\r\n送兵五千人，驱马一万匹。此辈少为贵，四方服勇决。\r\n所用皆鹰腾，破敌过箭疾。圣心颇虚伫，时议气欲夺。\r\n伊洛指掌收，西京不足拔。官军请深入，蓄锐何俱发。\r\n此举开青徐，旋瞻略恒碣。昊天积霜露，正气有肃杀。\r\n祸转亡胡岁，势成擒胡月。胡命其能久，皇纲未宜绝。\r\n忆昨狼狈初，事与古先别。奸臣竟菹醢，同恶随荡析。\r\n不闻夏殷衰，中自诛褒妲。周汉获再兴，宣光果明哲。\r\n桓桓陈将军，仗钺奋忠烈。微尔人尽非，于今国犹活。\r\n凄凉大同殿，寂寞白兽闼。都人望翠华，佳气向金阙。\r\n园陵固有神，扫洒数不缺。煌煌太宗业，树立甚宏达。"
        },
        {
            "title": "羌村三首",
            "content": "峥嵘赤云西，日脚下平地。柴门鸟雀噪，归客千里至。\r\n妻孥怪我在，惊定还拭泪。世乱遭飘荡，生还偶然遂。\r\n邻人满墙头，感叹亦歔欷。夜阑更秉烛，相对如梦寐。\r\n晚岁迫偷生，还家少欢趣。娇儿不离膝，畏我复却去。\r\n忆昔好追凉，故绕池边树。萧萧北风劲，抚事煎百虑。\r\n赖知禾黍收，已觉糟床注。如今足斟酌，且用慰迟暮。\r\n群鸡正乱叫，客至鸡斗争。驱鸡上树木，始闻叩柴荆。\r\n父老四五人，问我久远行。手中各有携，倾榼浊复清。\r\n苦辞酒味薄，黍地无人耕。兵革既未息，儿童尽东征。\r\n请为父老歌，艰难愧深情。歌罢仰天叹，四座泪纵横。"
        },
        {
            "title": "送郑十八虔贬台州司",
            "content": "郑公樗散鬓成丝，酒后常称老画师。万里伤心严谴日，\r\n百年垂死中兴时。苍惶已就长途往，邂逅无端出饯迟。\r\n便与先生应永诀，九重泉路尽交期。"
        },
        {
            "title": "玉华宫",
            "content": "溪回松风长，苍鼠窜古瓦。不知何王殿，遗构绝壁下。\r\n阴房鬼火青，坏道哀湍泻。万籁真笙竽，秋色正萧洒。\r\n美人为黄土，况乃粉黛假。当时侍金舆，故物独石马。\r\n忧来藉草坐，浩歌泪盈把。冉冉征途间，谁是长年者。"
        },
        {
            "title": "独酌成诗",
            "content": "灯花何太喜，酒绿正相亲。醉里从为客，诗成觉有神。\r\n兵戈犹在眼，儒术岂谋身。共被微官缚，低头愧野人。"
        },
        {
            "title": "晚行口号",
            "content": "三川不可到，归路晚山稠。落雁浮寒水，饥乌集戍楼。\r\n市朝今日异，丧乱几时休。远愧梁江总，还家尚黑头。"
        },
        {
            "title": "月",
            "content": "天上秋期近，人间月影清。入河蟾不没，捣药兔长生。\r\n只益丹心苦，能添白发明。干戈知满地，休照国西营。"
        },
        {
            "title": "奉赠严八阁老",
            "content": "扈圣登黄阁，明公独妙年。蛟龙得云雨，雕鹗在秋天。\r\n客礼容疏放，官曹可接联。新诗句句好，应任老夫传。"
        },
        {
            "title": "送韦十六评事充同谷郡防御判官",
            "content": "昔没贼中时，潜与子同游。今归行在所，王事有去留。\r\n逼侧兵马间，主忧急良筹。子虽躯干小，老气横九州。\r\n挺身艰难际，张目视寇雠。朝廷壮其节，奉诏令参谋。\r\n銮舆驻凤翔，同谷为咽喉。西扼弱水道，南镇枹罕陬。\r\n此邦承平日，剽劫吏所羞。况乃胡未灭，控带莽悠悠。\r\n府中韦使君，道足示怀柔。令侄才俊茂，二美又何求。\r\n受词太白脚，走马仇池头。古色沙土裂，积阴雪云稠。\r\n羌父豪猪靴，羌儿青兕裘。吹角向月窟，苍山旌旆愁。\r\n鸟惊出死树，龙怒拔老湫。古来无人境，今代横戈矛。\r\n伤哉文儒士，愤激驰林丘。中原正格斗，后会何缘由。\r\n百年赋命定，岂料沉与浮。且复恋良友，握手步道周。\r\n论兵远壑净，亦可纵冥搜。题诗得秀句，札翰时相投。"
        },
        {
            "title": "送从弟亚赴河西判官",
            "content": "南风作秋声，杀气薄炎炽。盛夏鹰隼击，时危异人至。\r\n令弟草中来，苍然请论事。诏书引上殿，奋舌动天意。\r\n兵法五十家，尔腹为箧笥。应对如转丸，疏通略文字。\r\n经纶皆新语，足以正神器。宗庙尚为灰，君臣俱下泪。\r\n崆峒地无轴，青海天轩轾。西极最疮痍，连山暗烽燧。\r\n帝曰大布衣，藉卿佐元帅。坐看清流沙，所以子奉使。\r\n归当再前席，适远非历试。须存武威郡，为画长久利。\r\n孤峰石戴驿，快马金缠辔。黄羊饫不膻，芦酒多还醉。\r\n踊跃常人情，惨澹苦士志。安边敌何有，反正计始遂。\r\n吾闻驾鼓车，不合用骐骥。龙吟回其头，夹辅待所致。"
        },
        {
            "title": "送杨六判官使西蕃",
            "content": "送远秋风落，西征海气寒。帝京氛祲满，人世别离难。\r\n绝域遥怀怒，和亲愿结欢。敕书怜赞普，兵甲望长安。\r\n宣命前程急，惟良待士宽。子云清自守，今日起为官。\r\n垂泪方投笔，伤时即据鞍。儒衣山鸟怪，汉节野童看。\r\n边酒排金醆，夷歌捧玉盘。草轻蕃马健，雪重拂庐干。\r\n慎尔参筹画，从兹正羽翰。归来权可取，九万一朝抟。"
        },
        {
            "title": "送长孙九侍御赴武威判官",
            "content": "骢马新凿蹄，银鞍被来好。绣衣黄白郎，骑向交河道。\r\n问君适万里，取别何草草。天子忧凉州，严程到须早。\r\n去秋群胡反，不得无电扫。此行收遗甿，风俗方再造。\r\n族父领元戎，名声国中老。夺我同官良，飘摇按城堡。\r\n使我不能餐，令我恶怀抱。若人才思阔，溟涨浸绝岛。\r\n尊前失诗流，塞上得国宝。皇天悲送远，云雨白浩浩。\r\n东郊尚烽火，朝野色枯槁。西极柱亦倾，如何正穹昊。"
        },
        {
            "title": "樊二十三寺御赴汉中判官",
            "content": "威弧不能弦，自尔无宁岁。川谷血横流，豺狼沸相噬。\r\n天子从北来，长驱振凋敝。顿兵岐梁下，却跨沙漠裔。\r\n二京陷未收，四极我得制。萧索汉水清，缅通淮湖税。\r\n使者纷星散，王纲尚旒缀。南伯从事贤，君行立谈际。\r\n生知七曜历，手画三军势。冰雪净聪明，雷霆走精锐。\r\n幕府辍谏官，朝廷无此例。至尊方旰食，仗尔布嘉惠。\r\n补阙暮征入，柱史晨征憩。正当艰难时，实藉长久计。\r\n回风吹独树，白日照执袂。恸哭苍烟根，山门万重闭。\r\n居人莽牢落，游子方迢递。裴回悲生离，局促老一世。\r\n陶唐歌遗民，后汉更列帝。恨无匡复姿，聊欲从此逝。"
        },
        {
            "title": "得家书",
            "content": "去凭游客寄，来为附家书。今日知消息，他乡且旧居。\r\n熊儿幸无恙，骥子最怜渠。临老羁孤极，伤时会合疏。\r\n二毛趋帐殿，一命侍鸾舆。北阙妖氛满，西郊白露初。\r\n凉风新过雁，秋雨欲生鱼。农事空山里，眷言终荷锄。"
        },
        {
            "title": "述怀",
            "content": "去年潼关破，妻子隔绝久。今夏草木长，脱身得西走。\r\n麻鞋见天子，衣袖露两肘。朝廷愍生还，亲故伤老丑。\r\n涕泪授拾遗，流离主恩厚。柴门虽得去，未忍即开口。\r\n寄书问三川，不知家在否。比闻同罹祸，杀戮到鸡狗。\r\n山中漏茅屋，谁复依户牖。摧颓苍松根，地冷骨未朽。\r\n几人全性命，尽室岂相偶。嶔岑猛虎场，郁结回我首。\r\n自寄一封书，今已十月后。反畏消息来，寸心亦何有。\r\n汉运初中兴，生平老耽酒。沉思欢会处，恐作穷独叟。"
        },
        {
            "title": "喜达行在所三首",
            "content": "西忆岐阳信，无人遂却回。眼穿当落日，心死著寒灰。\r\n雾树行相引，莲峰望忽开。所亲惊老瘦，辛苦贼中来。\r\n愁思胡笳夕，凄凉汉苑春。生还今日事，间道暂时人。\r\n司隶章初睹，南阳气已新。喜心翻倒极，呜咽泪沾巾。\r\n死去凭谁报，归来始自怜。犹瞻太白雪，喜遇武功天。\r\n影静千官里，心苏七校前。今朝汉社稷，新数中兴年。"
        },
        {
            "title": "郑附马池台喜遇郑广文同饮",
            "content": "不谓生戎马，何知共酒杯。然脐郿坞败，握节汉臣回。\r\n白发千茎雪，丹心一寸灰。别离经死地，披写忽登台。\r\n重对秦箫发，俱过阮宅来。留连春夜舞，泪落强裴回。"
        },
        {
            "title": "喜闻官军已临贼境二十韵",
            "content": "胡虏潜京县，官军拥贼壕。鼎鱼犹假息，穴蚁欲何逃。\r\n帐殿罗玄冕，辕门照白袍。秦山当警跸，汉苑入旌旄。\r\n路失羊肠险，云横雉尾高。五原空壁垒，八水散风涛。\r\n今日看天意，游魂贷尔曹。乞降那更得，尚诈莫徒劳。\r\n元帅归龙种，司空握豹韬。前军苏武节，左将吕虔刀。\r\n兵气回飞鸟，威声没巨鳌。戈鋋开雪色，弓矢尚秋毫。\r\n天步艰方尽，时和运更遭。谁云遗毒螫，已是沃腥臊。\r\n睿想丹墀近，神行羽卫牢。花门腾绝漠，拓羯渡临洮。\r\n此辈感恩至，羸俘何足操。锋先衣染血，骑突剑吹毛。\r\n喜觉都城动，悲怜子女号。家家卖钗钏，只待献春醪。"
        },
        {
            "title": "喜晴",
            "content": "皇天久不雨，既雨晴亦佳。出郭眺西郊，肃肃春增华。\r\n青荧陵陂麦，窈窕桃李花。春夏各有实，我饥岂无涯。\r\n干戈虽横放，惨澹斗龙蛇。甘泽不犹愈，且耕今未赊。\r\n丈夫则带甲，妇女终在家。力难及黍稷，得种菜与麻。\r\n千载商山芝，往者东门瓜。其人骨已朽，此道谁疵瑕。\r\n英贤遇轗轲，远引蟠泥沙。顾惭昧所适，回宠辱身。\r\n剧谈怜野逸，嗜酒见天真。醉舞梁园夜，行歌泗水春。\r\n才高心不展，道屈善无邻。处士祢衡俊，诸生原宪贫。\r\n稻粱求未足，薏苡谤何频。五岭炎蒸地，三危放逐臣。\r\n几年遭鵩鸟，独泣向麒麟。苏武先还汉，黄公岂事秦。\r\n楚筵辞醴日，梁狱上书辰。已用当时法，谁将此义陈。\r\n老吟秋月下，病起暮江滨。莫怪恩波隔，乘槎与问津。"
        },
        {
            "title": "大云寺赞公房四首",
            "content": "心在水精域，衣沾春雨时。洞门尽徐步，深院果幽期。\r\n到扉开复闭，撞钟斋及兹。醍醐长发性，饮食过扶衰。\r\n把臂有多日，开怀无愧辞。黄鹂度结构，紫鸽下罘罳。\r\n愚意会所适，花边行自迟。汤休起我病，微笑索题诗。\r\n细软青丝履，光明白氎巾。深藏供老宿，取用及吾身。\r\n自顾转无趣，交情何尚新。道林才不世，惠远德过人。\r\n雨泻暮檐竹，风吹青井芹。天阴对图画，最觉润龙鳞。\r\n灯影照无睡，心清闻妙香。夜深殿突兀，风动金锒铛。\r\n天黑闭春院，地清栖暗芳。玉绳回断绝，铁凤森翱翔。\r\n梵放时出寺，钟残仍殷床。明朝在沃野，苦见尘沙黄。\r\n童儿汲井华，惯捷瓶上手。沾洒不濡地，扫除似无帚。\r\n明霞烂复阁，霁雾搴高牖。侧塞被径花，飘飖委墀柳。\r\n艰难世事迫，隐遁佳期后。晤语契深心，那能总箝口。\r\n奉辞还杖策，暂别终回首。泱泱泥污人，听听国多狗。\r\n既未免羁绊，时来憩奔走。近公如白雪，执热烦何有。\r\n第二百一十七卷"
        },
        {
            "title": "塞芦子",
            "content": "五城何迢迢，迢迢隔河水。边兵尽东征，城内空荆杞。\r\n思明割怀卫，秀岩西未已。回略大荒来，崤函盖虚尔。\r\n延州秦北户，关防犹可倚。焉得一万人，疾驱塞芦子。\r\n岐有薛大夫，旁制山贼起。近闻昆戎徒，为退三百里。\r\n芦关扼两寇，深意实在此。谁能叫帝阍，胡行速如鬼。"
        },
        {
            "title": "遣兴",
            "content": "骥子好男儿，前年学语时。问知人客姓，诵得老夫诗。\r\n世乱怜渠小，家贫仰母慈。鹿门携不遂，雁足系难期。\r\n天地军麾满，山河战角悲。傥归免相失，见日敢辞迟。"
        },
        {
            "title": "一百五日夜对月",
            "content": "无家对寒食，有泪如金波。斫却月中桂，清光应更多。\r\n仳离放红蕊，想像嚬青蛾。牛女漫愁思，秋期犹渡河。\r\n第二百二十五卷"
        },
        {
            "title": "忆幼子",
            "content": "骥子春犹隔，莺歌暖正繁。别离惊节换，聪慧与谁论。\r\n涧水空山道，柴门老树村。忆渠愁只睡，炙背俯晴轩。"
        },
        {
            "title": "得舍弟消息二首",
            "content": "近有平阴信，遥怜舍弟存。\r\n侧身千里道，寄食一家村。\r\n烽举新酣战，啼垂旧血痕。\r\n不知临老日，招得几人魂。\r\n汝懦归无计，吾衰往未期。\r\n浪传乌鹊喜，深负鶺鴒诗。\r\n生理何颜面，忧端且岁时。\r\n两京三十口，虽在命如丝。"
        },
        {
            "title": "元日寄韦氏妹",
            "content": "近闻韦氏妹，迎在汉钟离。郎伯殊方镇，京华旧国移。\r\n春城回北斗，郢树发南枝。不见朝正使，啼痕满面垂。"
        },
        {
            "title": "雨过苏端",
            "content": "鸡鸣风雨交，久旱云亦好。杖藜入春泥，无食起我早。\r\n诸家忆所历，一饭迹便扫。苏侯得数过，欢喜每倾倒。\r\n也复可怜人，呼儿具梨枣。浊醪必在眼，尽醉摅怀抱。\r\n红稠屋角花，碧委墙隅草。亲宾纵谈谑，喧闹畏衰老。\r\n况蒙霈泽垂，粮粒或自保。妻孥隔军垒，拨弃不拟道。"
        },
        {
            "title": "薛端薛复筵简薛华醉歌",
            "content": "文章有神交有道，端复得之名誉早。爱客满堂尽豪翰，\r\n开筵上日思芳草。安得健步移远梅，乱插繁花向晴昊。\r\n千里犹残旧冰雪，百壶且试开怀抱。垂老恶闻战鼓悲，\r\n急觞为缓忧心捣。少年努力纵谈笑，看我形容已枯槁。\r\n坐中薛华善醉歌，歌辞自作风格老。近来海内为长句，\r\n汝与山东李白好。何刘沈谢力未工，才兼鲍昭愁绝倒。\r\n诸生颇尽新知乐，万事终伤不自保。气酣日落西风来，\r\n愿吹野水添金杯。如渑之酒常快意，亦知穷愁安在哉。\r\n忽忆雨时秋井塌，古人白骨生青苔，如何不饮令心哀。"
        },
        {
            "title": "悲陈陶",
            "content": "孟冬十郡良家子，血作陈陶泽中水。野旷天清无战声，\r\n四万义军同日死。群胡归来血洗箭，仍唱胡歌饮都市。\r\n都人回面向北啼，日夜更望官军至。"
        },
        {
            "title": "避地",
            "content": "避地岁时晚，窜身筋骨劳。诗书遂墙壁，奴仆且旌旄。\r\n行在仅闻信，此生随所遭。神尧旧天下，会见出腥臊。"
        },
        {
            "title": "三川观水涨二十韵",
            "content": "我经华原来，不复见平陆。北上唯土山，连山走穷谷。\r\n火云无时出，飞电常在目。自多穷岫雨，行潦相豗蹙。\r\n蓊匌川气黄，群流会空曲。清晨望高浪，忽谓阴崖踣。\r\n恐泥窜蛟龙，登危聚麋鹿。枯查卷拔树，礧磈共充塞。\r\n声吹鬼神下，势阅人代速。不有万穴归，何以尊四渎。\r\n及观泉源涨，反惧江海覆。漂沙坼岸去，漱壑松柏秃。\r\n乘陵破山门，回斡裂地轴。交洛赴洪河，及关岂信宿。\r\n应沈数州没，如听万室哭。秽浊殊未清，风涛怒犹蓄。\r\n何时通舟车，阴气不黪黩。浮生有荡汩，吾道正羁束。\r\n人寰难容身，石壁滑侧足。云雷此不已，艰险路更跼。\r\n普天无川梁，欲济愿水缩。因悲中林士，未脱众鱼腹。\r\n举头向苍天，安得骑鸿鹄。"
        },
        {
            "title": "白水县崔少府十九翁高斋三十韵",
            "content": "客从南县来，浩荡无与适。旅食白日长，况当朱炎赫。\r\n高斋坐林杪，信宿游衍阒。清晨陪跻攀，傲睨俯峭壁。\r\n崇冈相枕带，旷野怀咫尺。始知贤主人，赠此遣愁寂。\r\n危阶根青冥，曾冰生淅沥。上有无心云，下有欲落石。\r\n泉声闻复急，动静随所击。鸟呼藏其身，有似惧弹射。\r\n吏隐道性情，兹焉其窟宅。白水见舅氏，诸翁乃仙伯。\r\n杖藜长松阴，作尉穷谷僻。为我炊雕胡，逍遥展良觌。\r\n坐久风颇愁，晚来山更碧。相对十丈蛟，欻翻盘涡坼。\r\n何得空里雷，殷殷寻地脉。烟氛蔼崷崒，魍魉森惨戚。\r\n昆仑崆峒颠，回首如不隔。前轩颓反照，巉绝华岳赤。\r\n兵气涨林峦，川光杂锋镝。知是相公军，铁马云雾积。\r\n玉觞淡无味，胡羯岂强敌。长歌激屋梁，泪下流衽席。\r\n人生半哀乐，天地有顺逆。慨彼万国夫，休明备征狄。\r\n猛将纷填委，庙谋蓄长策。东郊何时开，带甲且来释。\r\n欲告清宴罢，难拒幽明迫。三叹酒食旁，何由似平昔。"
        },
        {
            "title": "送率府程录还乡",
            "content": "鄙夫行衰谢，抱病昏妄集。常时往还人，记一不识十。\r\n程侯晚相遇，与语才杰立。熏然耳目开，颇觉聪明入。\r\n千载得鲍叔，末契有所及。意钟老柏青，义动修蛇蛰。\r\n若人可数见，慰我垂白泣。告别无淹晷，百忧复相袭。\r\n内愧突不黔，庶羞以赒给。素丝挈长鱼，碧酒随玉粒。\r\n途穷见交态，世梗悲路涩。东风吹春冰，泱莽后土湿。\r\n念君惜羽翮，既饱更思戢。莫作翻云鹘，闻呼向禽急。"
        },
        {
            "title": "晦日寻崔戢李封",
            "content": "朝光入瓮牖，尸寝惊敝裘。起行视天宇，春气渐和柔。\r\n兴来不暇懒，今晨梳我头。出门无所待，徒步觉自由。\r\n杖藜复恣意，免值公与侯。晚定崔李交，会心真罕俦。\r\n每过得酒倾，二宅可淹留。喜结仁里欢，况因令节求。\r\n李生园欲荒，旧竹颇修修。引客看扫除，随时成献酬。\r\n崔侯初筵色，已畏空尊愁。未知天下士，至性有此否。\r\n草牙既青出，蜂声亦暖游。思见农器陈，何当甲兵休。\r\n上古葛天民，不贻黄屋忧。至今阮籍等，熟醉为身谋。\r\n威凤高其翔，长鲸吞九洲。地轴为之翻，百川皆乱流。\r\n当歌欲一放，泪下恐莫收。浊醪有妙理，庶用慰沈浮。"
        },
        {
            "title": "奉先刘少府新画山水障歌",
            "content": "堂上不合生枫树，怪底江山起烟雾。闻君扫却赤县图，\r\n乘兴遣画沧洲趣。画师亦无数，好手不可遇。\r\n对此融心神。知君重毫素。岂但祁岳与郑虔，\r\n笔迹远过杨契丹。得非悬圃裂，无乃潇湘翻。\r\n悄然坐我天姥下，耳边已似闻清猿。反思前夜风雨急，\r\n乃是蒲城鬼神入。元气淋漓障犹湿，真宰上诉天应泣。\r\n野亭春还杂花远，渔翁暝蹋孤舟立。沧浪水深青溟阔，\r\n欹岸侧岛秋毫末。不见湘妃鼓瑟时，至今斑竹临江活。\r\n刘侯天机精，爱画入骨髓。自有两儿郎，挥洒亦莫比。\r\n大儿聪明到，能添老树巅崖里。小儿心孔开。\r\n貌得山僧及童子。若耶溪，云门寺。\r\n吾独胡为在泥滓，青鞋布袜从此始。"
        },
        {
            "title": "自京赴奉先县咏怀五百字",
            "content": "杜陵有布衣，老大意转拙。许身一何愚，窃比稷与契。\r\n居然成濩落，白首甘契阔。盖棺事则已，此志常觊豁。\r\n穷年忧黎元，叹息肠内热。取笑同学翁，浩歌弥激烈。\r\n非无江海志，萧洒送日月。生逢尧舜君，不忍便永诀。\r\n当今廊庙具，构厦岂云缺。葵藿倾太阳，物性固莫夺。\r\n顾惟蝼蚁辈，但自求其穴。胡为慕大鲸，辄拟偃溟渤。\r\n以兹悟生理，独耻事干谒。兀兀遂至今，忍为尘埃没。\r\n终愧巢与由，未能易其节。沈饮聊自适，放歌颇愁绝。\r\n岁暮百草零，疾风高冈裂。天衢阴峥嵘，客子中夜发。\r\n霜严衣带断，指直不得结。凌晨过骊山，御榻在嵽嵲。\r\n蚩尤塞寒空，蹴蹋崖谷滑。瑶池气郁律，羽林相摩戛。\r\n君臣留欢娱，乐动殷樛嶱。赐浴皆长缨，与宴非短褐。\r\n彤庭所分帛，本自寒女出。鞭挞其夫家，聚敛贡城阙。\r\n圣人筐篚恩，实欲邦国活。臣如忽至理，君岂弃此物。\r\n多士盈朝廷，仁者宜战栗。况闻内金盘，尽在卫霍室。\r\n中堂舞神仙，烟雾散玉质。暖客貂鼠裘，悲管逐清瑟。\r\n劝客驼蹄羹，霜橙压香橘。朱门酒肉臭，路有冻死骨。\r\n荣枯咫尺异，惆怅难再述。北辕就泾渭，官渡又改辙。\r\n群冰从西下，极目高崒兀。疑是崆峒来，恐触天柱折。\r\n河梁幸未坼，枝撑声窸窣。行旅相攀援，川广不可越。\r\n老妻寄异县，十口隔风雪。谁能久不顾，庶往共饥渴。\r\n入门闻号咷，幼子饥已卒。吾宁舍一哀，里巷亦呜咽。\r\n所愧为人父，无食致夭折。岂知秋未登，贫窭有仓卒。\r\n生常免租税，名不隶征伐。抚迹犹酸辛，平人固骚屑。\r\n默思失业徒，因念远戍卒。忧端齐终南，澒洞不可掇。"
        },
        {
            "title": "白水明",
            "content": "吾舅政如此，古人谁复过。\r\n碧山晴又湿，白水雨偏多。\r\n精祷既不昧，欢娱将谓何。\r\n汤年旱颇甚，今日醉弦歌。"
        },
        {
            "title": "九日杨奉先会白水崔明府",
            "content": "今日潘怀县，同时陆浚仪。坐开桑落酒，来把菊花枝。\r\n天宇清霜净，公堂宿雾披。晚酣留客舞，凫舄共差池。"
        },
        {
            "title": "桥陵诗三十韵因呈县内诸官",
            "content": "先帝昔晏驾，兹山朝百灵。崇冈拥象设，沃野开天庭。\r\n即事壮重险，论功超五丁。坡陀因厚地，却略罗峻屏。\r\n云阙虚冉冉，风松肃泠泠。石门霜露白，玉殿莓苔青。\r\n宫女晚知曙，祠官朝见星。空梁簇画戟，阴井敲铜瓶。\r\n中使日夜继，惟王心不宁。岂徒恤备享，尚谓求无形。\r\n孝理敦国政，神凝推道经。瑞芝产庙柱，好鸟鸣岩扃。\r\n高岳前嵂崒，洪河左滢濙。金城蓄峻址，沙苑交回汀。\r\n永与奥区固，川原纷眇冥。居然赤县立，台榭争岧亭。\r\n官属果称是，声华真可听。王刘美竹润，裴李春兰馨。\r\n郑氏才振古，啖侯笔不停。遣辞必中律，利物常发硎。\r\n绮绣相展转，琳琅愈青荧。侧闻鲁恭化，秉德崔瑗铭。\r\n太史候凫影，王乔随鹤翎。朝仪限霄汉，容思回林坰。\r\n坎轲辞下杜，飘飖陵浊泾。诸生旧短褐，旅泛一浮萍。\r\n荒岁儿女瘦，暮途涕泗零。主人念老马，廨署容秋萤。\r\n流寓理岂惬，穷愁醉未醒。何当摆俗累，浩荡乘沧溟。"
        },
        {
            "title": "赠田九判官",
            "content": "崆峒使节上青霄，\r\n河陇降王款圣朝。\r\n宛马总肥春苜蓿，\r\n将军只数汉嫖姚。\r\n陈留阮〔王禹〕谁争长，\r\n京兆田郎早见招。\r\n麾下赖君才并美，\r\n独能无意向渔憔。"
        },
        {
            "title": "忆弟二首",
            "content": "丧乱闻吾弟，饥寒傍济州。人稀吾不到，兵在见何由。\r\n忆昨狂催走，无时病去忧。即今千种恨，惟共水东流。\r\n且喜河南定，不问邺城围。百战今谁在，三年望汝归。\r\n故园花自发，春日鸟还飞。断绝人烟久，东西消息稀。"
        },
        {
            "title": "李〔雩阝〕县丈人胡马行",
            "content": "丈人骏马名胡骝，前年避胡过金牛。回鞭却走见天子，\r\n朝饮汉水暮灵州。自矜胡骝奇绝代，乘出千人万人爱。\r\n一闻说尽急难材，转益愁向驽骀辈。头上锐耳批秋竹，\r\n脚下高蹄削寒玉。始知神龙别有种，不比俗马空多肉。\r\n洛阳大道时再清，累日喜得俱东行。凤臆龙鬐未易识，\r\n侧身注目长风生。"
        },
        {
            "title": "戏赠阌乡秦少公短歌",
            "content": "去年行宫当太白，朝回君是同舍客。同心不减骨肉亲，\r\n每语见许文章伯。今日时清两京道，相逢苦觉人情好。\r\n昨夜邀欢乐更无，多才依旧能潦倒。"
        },
        {
            "title": "阌乡姜七",
            "content": "姜侯设脍当严冬，昨日今日皆天风。河东未渔不宜得，\r\n凿冰恐侵河伯宫。饔人受鱼鲛人手，洗鱼磨刀鱼眼红。\r\n无声细下飞碎雪，有骨已剁嘴春葱。偏劝腹腴愧年少，\r\n软炊香饭缘老翁。落砧何曾白纸湿，放箸未觉金盘空。\r\n新欢便饱姜侯德，清觞异味情屡极。东归贪路自觉难，\r\n欲别上马身无力。可怜为人好心事，于我见子真颜色。\r\n不恨我衰子贵时，怅望且为今相义。"
        },
        {
            "title": "冬末以事之",
            "content": "疾风吹尘暗河县，行子隔手不相见。湖城城南一开眼，\r\n驻马偶识云卿面。向非刘颢为地主，懒回鞭辔成高宴。\r\n刘侯叹我携客来，置酒张灯促华馔。且将款曲终今夕，\r\n休语艰难尚酣战。照室红炉促曙光，萦窗素月垂文练。\r\n天开地裂长安陌，寒尽春生洛阳殿。岂知驱车复同轨，\r\n可惜刻漏随更箭。人生会合不可常，庭树鸡鸣泪如线。"
        },
        {
            "title": "路逢襄扬杨少府",
            "content": "寄语杨员外，山寒少茯苓。归来稍暄暖，当为劚青冥。\r\n翻动神仙窟，封题鸟兽形。兼将老藤杖，扶汝醉初醒。"
        },
        {
            "title": "至日遣兴，",
            "content": "去岁兹辰捧御床，五更三点入鹓行。欲知趋走伤心地，\r\n正想氛氲满眼香。无路从容陪语笑，有时颠倒著衣裳。\r\n何人错忆穷愁日，愁日愁随一线长。\r\n忆昨逍遥供奉班，去年今日侍龙颜。麒麟不动炉烟上，\r\n孔雀徐开扇影还。玉几由来天北极，朱衣只在殿中间。\r\n孤城此日堪肠断，愁对寒云雪满山。"
        },
        {
            "title": "遣兴三首",
            "content": "我今日夜忧，\r\n诸弟各异方。\r\n不知死与生，\r\n何况道路长。\r\n避寇一分散，\r\n饥寒永相望。\r\n岂无柴门归？\r\n欲出畏虎狼。\r\n仰看云中雁，\r\n禽鸟亦有行。\r\n蓬生非无根，\r\n漂荡随高风。\r\n天寒落万里，\r\n不复归本丛。\r\n客子念故宅，\r\n三年门巷空。\r\n怅望但烽火，\r\n戎车满关东。\r\n生涯能几何，\r\n常在羁旅中！\r\n昔在洛阳时，\r\n亲友相追攀。\r\n送客东郊道，\r\n遨游宿南山。\r\n烟尘阻长河，\r\n树羽成皋间。\r\n回首载酒地，\r\n岂无一日还？\r\n丈夫贵壮健，\r\n惨戚非朱颜。"
        },
        {
            "title": "瘦马行",
            "content": "东郊瘦马使我伤，骨骼硉兀如堵墙。绊之欲动转欹侧，\r\n此岂有意仍腾骧。细看六印带官字，众道三军遗路旁。\r\n皮干剥落杂泥滓，毛暗萧条连雪霜。去岁奔波逐馀寇，\r\n骅骝不惯不得将。士卒多骑内厩马，惆怅恐是病乘黄。\r\n当时历块误一蹶，委弃非汝能周防。见人惨澹若哀诉，\r\n失主错莫无晶光。天寒远放雁为伴，日暮不收乌啄疮。\r\n谁家且养愿终惠，更试明年春草长。"
        },
        {
            "title": "崔氏东山草堂",
            "content": "爱汝玉山草堂静，高秋爽气相鲜新。有时自发钟磬响，\r\n落日更见渔樵人。盘剥白鸦谷口栗，饭煮青泥坊底芹。\r\n何为西庄王给事，柴门空闭锁松筠。"
        },
        {
            "title": "九日蓝田崔氏庄",
            "content": "老去悲秋强自宽，\r\n兴来今日尽君欢。\r\n羞将短发还吹帽，\r\n笑倩旁人为正冠。\r\n蓝水远从千涧落，\r\n玉山高并雨峰寒。\r\n明年此会知谁健？\r\n醉把茱萸仔细看。"
        },
        {
            "title": "观安西兵过赴关中待命二首",
            "content": "四镇富精锐，摧锋皆绝伦。还闻献士卒，足以静风尘。\r\n老马夜知道，苍鹰饥著人。临危经久战，用急始如神。\r\n奇兵不在众，万马救中原。谈笑无河北，心肝奉至尊。\r\n孤云随杀气，飞鸟避辕门。竟日留欢乐，城池未觉喧。"
        },
        {
            "title": "题郑县亭子",
            "content": "郑县亭子涧之滨，户牖凭高发兴新。云断岳莲临大路，\r\n天晴宫柳暗长春。巢边野雀群欺燕，花底山蜂远趁人。\r\n更欲题诗满青竹，晚来幽独恐伤神。"
        },
        {
            "title": "寄高三十五詹事",
            "content": "安稳高詹事，兵戈久索居。时来如宦达，岁晚莫情疏。\r\n天上多鸿雁，池中足鲤鱼。相看过半百，不寄一行书。"
        },
        {
            "title": "出此门有悲往事",
            "content": "至德二载，甫自京金光门出，间道归凤翔。乾元初，从左拾遗移华州掾，与亲故别，因出此门，有悲往事。\r\n　　此道昔归顺，西郊胡正繁。\r\n　　至今犹破胆，应有未招魂。\r\n　　近待归京邑，移官岂至尊？\r\n　　无才日衰老，驻马望千门。\r\n【注释】：①道：道路。\r\n②归顺：指投奔在凤翔的唐肃宗。\r\n③胡：指安禄山军队。\r\n④近侍：侍奉皇帝的官，指作者作左拾遗。\r\n⑤移官：指作者被贬华州掾。\r\n⑥岂至尊：岂是皇上之意。\r\n⑦无才：没有才能。\r\n⑧千门：指宫中的门户。\r\n⑨破胆：丧胆。\r\n⑩未招魂：丧落而未招回的魂魄。【译文】：　　昔日曾从此道往凤翔归依朝廷，那时西郊满是叛乱的胡兵。如今过此仍不免心有余悸，忆起前情胆战心惊。去年侍从圣驾，总也算侥幸回京；如今被贬官外放，岂出于天子本心？我无才而且日见衰老，临行驻马徘徊回望宫门。【赏析】：　　至德二载(757）,作者自金光门出,由小路投奔凤翔肃宗,任左拾遗，十月随肃宗返回长安。次年——乾元元年（758）,被贬到华州任司功参军,又出金光门,回首往事,感慨万千。然而作者在诗中写道“移官岂至尊”，不敢归怨于君,而以“无才日衰老”自责,写得委婉曲折,缠绵悱恻,十分得体。前人评为“自觉孤臣去国,徘徊四顾,凄怆动人”。\r\n　　诗人因上书为宰相房琯的战败辩护，被贬为华州司功参军，又从金光门被流放离京了。抚今追昔，感慨万千。后四句虽然写得很含蓄，实际是在埋怨肃宗。"
        },
        {
            "title": "酬孟云卿",
            "content": "乐极伤头白，更长爱烛红。相逢难衮衮，告别莫匆匆。\r\n但恐天河落，宁辞酒盏空。明朝牵世务，挥泪各西东。"
        },
        {
            "title": "端午日赐衣",
            "content": "宫衣亦有名，端午被恩荣。细葛含风软，香罗叠雪轻。\r\n自天题处湿，当暑著来清。意内称长短，终身荷圣情。"
        },
        {
            "title": "画鹘行",
            "content": "高堂见生鹘，飒爽动秋骨。初惊无拘挛，何得立突兀。\r\n乃知画师妙，功刮造化窟。写作神骏姿，充君眼中物。\r\n乌鹊满樛枝，轩然恐其出。侧脑看青霄，宁为众禽没。\r\n长翮如刀剑，人寰可超越。乾坤空峥嵘，粉墨且萧瑟。\r\n缅思云沙际，自有烟雾质。吾今意何伤，顾步独纡郁。"
        },
        {
            "title": "题郑十八著作丈",
            "content": "台州地阔海冥冥，云水长和岛屿青。乱后故人双别泪，\r\n春深逐客一浮萍。酒酣懒舞谁相拽，诗罢能吟不复听。\r\n第五桥东流恨水，皇陂岸北结愁亭。贾生对鵩伤王傅，\r\n苏武看羊陷贼庭。可念此翁怀直道，也沾新国用轻刑。\r\n祢衡实恐遭江夏，方朔虚传是岁星。穷巷悄然车马绝，\r\n案头干死读书萤。"
        },
        {
            "title": "赠毕四曜",
            "content": "才大今诗伯，家贫苦宦卑。饥寒奴仆贱，颜状老翁为。\r\n同调嗟谁惜，论文笑自知。流传江鲍体，相顾免无儿。"
        },
        {
            "title": "送李校书二十六韵",
            "content": "代北有豪鹰，生子毛尽赤。渥洼骐骥儿，尤异是龙脊。\r\n李舟名父子，清峻流辈伯。人间好少年，不必须白晰。\r\n十五富文史，十八足宾客。十九授校书，二十声辉赫。\r\n众中每一见，使我潜动魄。自恐二男儿，辛勤养无益。\r\n乾元元年春，万姓始安宅。舟也衣彩衣，告我欲远适。\r\n倚门固有望，敛衽就行役。南登吟白华，已见楚山碧。\r\n蔼蔼咸阳都，冠盖日云积。何时太夫人，堂上会亲戚。\r\n汝翁草明光，天子正前席。归期岂烂漫，别意终感激。\r\n顾我蓬屋姿，谬通金闺籍。小来习性懒，晚节慵转剧。\r\n每愁悔吝作，如觉天地窄。羡君齿发新，行己能夕惕。\r\n临岐意颇切，对酒不能吃。回身视绿野，惨澹如荒泽。\r\n老雁春忍饥，哀号待枯麦。时哉高飞燕，绚练新羽翮。\r\n长云湿褒斜，汉水饶巨石。无令轩车迟，衰疾悲夙昔。"
        },
        {
            "title": "得舍弟消息",
            "content": "风吹紫荆树，色与春庭暮。花落辞故枝，风回返无处。\r\n骨肉恩书重，漂泊难相遇。犹有泪成河，经天复东注。"
        },
        {
            "title": "题李尊师松树障子歌",
            "content": "老夫清晨梳白头，玄都道士来相访。握发呼儿延入户，\r\n手提新画青松障。障子松林静杳冥，凭轩忽若无丹青。\r\n阴崖却承霜雪干，偃盖反走虬龙形。老夫平生好奇古，\r\n对此兴与精灵聚。已知仙客意相亲，更觉良工心独苦。\r\n松下丈人巾屦同，偶坐似是商山翁。怅望聊歌紫芝曲，\r\n时危惨澹来悲风。"
        },
        {
            "title": "奉陪赠附马韦曲二首",
            "content": "韦曲花无赖，家家恼杀人。绿尊虽尽日，白发好禁春。\r\n石角钩衣破，藤枝刺眼新。何时占丛竹，头戴小乌巾。\r\n野寺垂杨里，春畦乱水间。美花多映竹，好鸟不归山。\r\n城郭终何事，风尘岂驻颜。谁能共公子，薄暮欲俱还。"
        },
        {
            "title": "曲江对雨",
            "content": "城上春云覆苑墙，江亭晚色静年芳。林花著雨燕脂落，\r\n水荇牵风翠带长。龙武新军深驻辇，芙蓉别殿谩焚香。\r\n何时诏此金钱会，暂醉佳人锦瑟旁。"
        },
        {
            "title": "曲江对酒",
            "content": "苑外江头坐不归，水精春殿转霏微。桃花细逐杨花落，\r\n黄鸟时兼白鸟飞。纵饮久判人共弃，懒朝真与世相违。\r\n吏情更觉沧洲远，老大悲伤未拂衣。"
        },
        {
            "title": "奉赠王中允维",
            "content": "中允声名久，如今契阔深。共传收庾信，不比得陈琳。\r\n一病缘明主，三年独此心。穷愁应有作，试诵白头吟。"
        },
        {
            "title": "曲江二首",
            "content": "一片花飞减却春，风飘万点正愁人。且看欲尽花经眼，\r\n莫厌伤多酒入唇。江上小堂巢翡翠，花边高冢卧麒麟。\r\n细推物理须行乐，何用浮名绊此身。\r\n朝回日日典春衣，每日江头尽醉归。酒债寻常行处有，\r\n人生七十古来稀。穿花蛱蝶深深见，点水蜻蜓款款飞。\r\n传语风光共流转，暂时相赏莫相违。"
        },
        {
            "title": "奉答岑参补阙见赠",
            "content": "窈窕清禁闼，罢朝归不同。君随丞相后，我往日华东。\r\n冉冉柳枝碧，娟娟花蕊红。故人得佳句，独赠白头翁。"
        },
        {
            "title": "送翰林张司马南海勒碑",
            "content": "冠冕通南极，文章落上台。诏从三殿去，碑到百蛮开。\r\n野馆浓花发，春帆细雨来。不知沧海上，天遣几时回。"
        },
        {
            "title": "送贾阁老出汝州",
            "content": "西掖梧桐树，空留一院阴。艰难归故里，去住损春心。\r\n宫殿青门隔，云山紫逻深。人生五马贵，莫受二毛侵。"
        },
        {
            "title": "魏将军歌",
            "content": "将军昔著从事衫，铁马驰突重两衔。披坚执锐略西极，\r\n昆仑月窟东崭岩。君门羽林万猛士，恶若哮虎子所监。\r\n五年起家列霜戟，一日过海收风帆。平生流辈徒蠢蠢，\r\n长安少年气欲尽。魏侯骨耸精爽紧，华岳峰尖见秋隼。\r\n星躔宝校金盘陀，夜骑天驷超天河。欃枪荧惑不敢动，\r\n翠蕤云旓相荡摩。吾为子起歌都护，酒阑插剑肝胆露。\r\n钩陈苍苍风玄武，万岁千秋奉明主，临江节士安足数。"
        },
        {
            "title": "骢马行",
            "content": "邓公马癖人共知，初得花骢大宛种。夙昔传闻思一见，\r\n牵来左右神皆竦。雄姿逸态何崷崒，顾影骄嘶自矜宠。\r\n隅目青荧夹镜悬，肉骏碨礌连钱动。朝来久试华轩下，\r\n未觉千金满高价。赤汗微生白雪毛，银鞍却覆香罗帕。\r\n卿家旧赐公取之，天厩真龙此其亚。昼洗须腾泾渭深，\r\n朝趋可刷幽并夜。吾闻良骥老始成，此马数年人更惊。\r\n岂有四蹄疾于鸟，不与八骏俱先鸣。时俗造次那得致，\r\n云雾晦冥方降精。近闻下诏喧都邑，肯使骐驎地上行。"
        },
        {
            "title": "曲江陪郑八丈南史饮",
            "content": "雀啄江头黄柳花，??鸂鶒满晴沙。自知白发非春事，\r\n且尽芳尊恋物华。近侍即今难浪迹，此身那得更无家。\r\n丈人文力犹强健，岂傍青门学种瓜。"
        },
        {
            "title": "沙苑行",
            "content": "君不见左辅白沙如白水，缭以周墙百馀里。\r\n龙媒昔是渥洼生，汗血今称献于此。苑中騋牝三千匹，\r\n丰草青青寒不死。食之豪健西域无，每岁攻驹冠边鄙。\r\n王有虎臣司苑门，入门天厩皆云屯。骕骦一骨独当御，\r\n春秋二时归至尊。至尊内外马盈亿，伏枥在坰空大存。\r\n逸群绝足信殊杰，倜傥权奇难具论。累累塠阜藏奔突，\r\n往往坡陀纵超越。角壮翻同麋鹿游，浮深簸荡鼋鼍窟。\r\n泉出巨鱼长比人，丹砂作尾黄金鳞。岂知异物同精气，\r\n虽未成龙亦有神。"
        },
        {
            "title": "天育骠骑歌",
            "content": "吾闻天子之马走千里，今之画图无乃是。\r\n是何意态雄且杰，骏尾萧梢朔风起。毛为绿缥两耳黄，\r\n眼有紫焰双瞳方。矫矫龙性合变化，卓立天骨森开张。\r\n伊昔太仆张景顺，监牧攻驹阅清峻。遂令大奴守天育，\r\n别养骥子怜神俊。当时四十万匹马，张公叹其材尽下。\r\n故独写真传世人，见之座右久更新。年多物化空形影，\r\n呜呼健步无由骋。如今岂无騕褭与骅骝，\r\n时无王良伯乐死即休。"
        },
        {
            "title": "题省中院壁",
            "content": "掖垣竹埤梧十寻，洞门对霤常阴阴。落花游丝白日静，\r\n鸣鸠乳燕青春深。腐儒衰晚谬通籍，退食迟回违寸心。\r\n衮职曾无一字补，许身愧比双南金。"
        },
        {
            "title": "上韦左相二十韵",
            "content": "凤历轩辕纪，\r\n龙飞四十春。\r\n八荒开寿域，\r\n一气转洪钓。\r\n霖雨思贤佐，\r\n丹青忆老臣。\r\n（原注：公之先人，遗风馀烈，至今称之）\r\n应图求骏马，\r\n惊代得麒麟。\r\n沙汰江河浊，\r\n调和鼎鼐新。\r\n韦贤初相汉，\r\n范叔巳归秦。\r\n盛业今如此，\r\n传经固绝伦。\r\n豫章深出地，\r\n沧海阔无津。\r\n北斗司喉舌，\r\n东方领缙绅。\r\n持衡留藻鉴，\r\n听履上星辰。\r\n独步才超古，\r\n馀波德照邻。\r\n聪明过管辂，\r\n尺牍倒陈遵。\r\n岂是池中物？\r\n由来席上珍。\r\n庙堂知至理，\r\n风俗尽还淳。\r\n才杰俱登用，\r\n愚蒙但隐沦。\r\n长卿多病久，\r\n子夏索居频。\r\n回首驱流俗，\r\n生涯似众人。\r\n巫咸不可问，\r\n邹鲁莫容身。\r\n感激时将晚，\r\n苍茫兴有神。\r\n为公歌此曲，\r\n涕泪在衣巾。"
        },
        {
            "title": "承沈八丈东美徐膳",
            "content": "今日西京掾，多除内省郎。通家惟沈氏，谒帝似冯唐。\r\n诗律群公问，儒门旧史长。清秋便寓直，列宿顿辉光。\r\n未暇申宴慰，含情空激扬。司存何所比，膳部默凄伤。\r\n贫贱人事略，经过霖潦妨。礼同诸父长，恩岂布衣忘。\r\n天路牵骐骥，云台引栋梁。徒怀贡公喜，飒飒鬓毛苍。"
        },
        {
            "title": "九日寄岑参",
            "content": "出门复入门，两脚但如旧。所向泥活活，思君令人瘦。\r\n沉吟坐西轩，饮食错昏昼。寸步曲江头，难为一相就。\r\n吁嗟呼苍生，稼穑不可救。安得诛云师，畴能补天漏。\r\n大明韬日月，旷野号禽兽。君子强逶迤，小人困驰骤。\r\n维南有崇山，恐与川浸溜。是节东篱菊，纷披为谁秀。\r\n岑生多新诗，性亦嗜醇酎。采采黄金花，何由满衣袖。"
        },
        {
            "title": "渼陂西南台",
            "content": "高台面苍陂，六月风日冷。蒹葭离披去，天水相与永。\r\n怀新目似击，接要心已领。仿像识鲛人，空蒙辨鱼艇。\r\n错磨终南翠，颠倒白阁影。崷崒增光辉，乘陵惜俄顷。\r\n劳生愧严郑，外物慕张邴。世复轻骅骝，吾甘杂蛙黾。\r\n知归俗可忽，取适事莫并。身退岂待官，老来苦便静。\r\n况资菱芡足，庶结茅茨迥。从此具扁舟，弥年逐清景。"
        },
        {
            "title": "渼陂行",
            "content": "岑参兄弟皆好奇，携我远来游渼陂。天地黤惨忽异色，\r\n波涛万顷堆琉璃。琉璃汗漫泛舟入，事殊兴极忧思集。\r\n鼍作鲸吞不复知，恶风白浪何嗟及。主人锦帆相为开，\r\n舟子喜甚无氛埃。凫鹥散乱棹讴发，丝管啁啾空翠来。\r\n沈竿续蔓深莫测，菱叶荷花静如拭。宛在中流渤澥清，\r\n下归无极终南黑。半陂已南纯浸山，动影袅窕冲融间。\r\n船舷暝戛云际寺，水面月出蓝田关。此时骊龙亦吐珠，\r\n冯夷击鼓群龙趋。湘妃汉女出歌舞，金支翠旗光有无。\r\n咫尺但愁雷雨至，苍茫不晓神灵意。少壮几时奈老何，\r\n向来哀乐何其多。"
        },
        {
            "title": "与鄠县源大少府宴渼陂",
            "content": "应为西陂好，金钱罄一餐。饭抄云子白，瓜嚼水精寒。\r\n无计回船下，空愁避酒难。主人情烂熳，持答翠琅玕。"
        },
        {
            "title": "赠献纳使起居田舍人澄",
            "content": "献纳司存雨露边，\r\n地分清切任才贤。\r\n舍人退食收封事，\r\n宫女开函近御筵。\r\n晓漏追趋青琐闼，\r\n晴窗检点白云篇。\r\n扬雄更有河东赋，\r\n唯待吹嘘送上天。"
        },
        {
            "title": "夜听许十一诵诗爱而有作",
            "content": "许生五台宾，业白出石壁。余亦师粲可，身犹缚禅寂。\r\n何阶子方便，谬引为匹敌。离索晚相逢，包蒙欣有击。\r\n诵诗浑游衍，四座皆辟易。应手看捶钩，清心听鸣镝。\r\n精微穿溟涬，飞动摧霹雳。陶谢不枝梧，风骚共推激。\r\n紫燕自超诣，翠驳谁剪剔。君意人莫知，人间夜寥阒。"
        },
        {
            "title": "投赠哥舒开府翰二十韵",
            "content": "今代麒麟阁，何人第一功。君王自神武，驾驭必英雄。\r\n开府当朝杰，论兵迈古风。先锋百胜在，略地两隅空。\r\n青海无传箭，天山早挂弓。廉颇仍走敌，魏绛已和戎。\r\n每惜河湟弃，新兼节制通。智谋垂睿想，出入冠诸公。\r\n日月低秦树，乾坤绕汉宫。胡人愁逐北，宛马又从东。\r\n受命边沙远，归来御席同。轩墀曾宠鹤，畋猎旧非熊。\r\n茅土加名数，山河誓始终。策行遗战伐，契合动昭融。\r\n勋业青冥上，交亲气概中。未为珠履客，已见白头翁。\r\n壮节初题柱，生涯独转蓬。几年春草歇，今日暮途穷。\r\n军事留孙楚，行间识吕蒙。防身一长剑，将欲倚崆峒。"
        },
        {
            "title": "九日曲江",
            "content": "缀席茱萸好，浮舟菡萏衰。季秋时欲半，九日意兼悲。\r\n江水清源曲，荆门此路疑。晚来高兴尽，摇荡菊花期。"
        },
        {
            "title": "陪诸贵公子丈",
            "content": "落日放船好，轻风生浪迟。竹深留客处，荷净纳凉时。\r\n公子调冰水，佳人雪藕丝。片云头上黑，应是雨催诗。\r\n雨来沾席上，风急打船头。越女红裙湿，燕姬翠黛愁。\r\n缆侵堤柳系，幔宛浪花浮。归路翻萧飒，陂塘五月秋。"
        },
        {
            "title": "陪郑广文游何将军山林十首",
            "content": "不识南塘路，\r\n今知第五桥。\r\n名园依绿水，\r\n野竹上青霄。\r\n谷口旧相得，\r\n濠梁同见招。\r\n平生为幽兴，\r\n未惜马蹄遥。\r\n百顷风潭上，\r\n千章夏木清。\r\n卑枝低结子，\r\n接叶暗巢莺。\r\n鲜鲫银丝脍，\r\n香芹碧涧羹。\r\n翻疑柁楼底，\r\n晚饭越中行。\r\n万里戎王子，\r\n何年别月支？\r\n异花开绝域，\r\n滋蔓匝清池。\r\n汉使徒空到，\r\n神农竟不知。\r\n露翻兼雨打，\r\n开坼渐日（一作渐）离披。\r\n旁舍连高竹，\r\n疏篱带晚花。\r\n碾涡深没马，\r\n藤蔓曲藏蛇。\r\n词赋工无益，\r\n山林迹未赊。\r\n尽捻书籍卖，\r\n来问尔东家。\r\n剩水沧江破，\r\n残山碣石开。\r\n绿垂风折笋，\r\n红绽雨肥梅。\r\n银甲弹筝用，\r\n金鱼换酒来。\r\n兴移无洒扫，\r\n随意坐莓苔。\r\n风磴吹阴雪，\r\n云门吼瀑泉。\r\n酒醒思卧簟，\r\n衣冷欲装绵。\r\n野老来看客，\r\n河鱼不取钱。\r\n只疑淳朴处，\r\n自有一山川。\r\n棘树寒云色，\r\n茵〔艹陈〕春藕香。\r\n脆添生菜美，\r\n阴益食单凉。\r\n野鹤清晨出，\r\n山精白日藏。\r\n石林蟠水府，\r\n百里独苍苍。\r\n忆过杨柳渚，\r\n走马定昆池。\r\n醉把青荷叶，\r\n狂遗白接□（上“曰”下“离”）。\r\n刺船思郢客，\r\n解水乞吴儿。\r\n坐对秦山晚，\r\n江湖兴颇随。\r\n床上书连屋，\r\n阶前树拂云。\r\n将军不好武，\r\n稚子总能文。\r\n醒酒微风入，\r\n听诗静夜分。\r\n〔纟希〕衣挂萝薜，\r\n凉月白纷纷。\r\n幽意忽不惬，\r\n归期无奈何。\r\n出门流水住，\r\n回首白云多。\r\n自笑灯前舞，\r\n谁怜醉後歌。\r\n只应与朋好，\r\n风雨亦来过。"
        },
        {
            "title": "陪李金吾花下饮",
            "content": "胜地初相引，余行得自娱。见轻吹鸟毳，随意数花须。\r\n细草称偏坐，香醪懒再酤。醉归应犯夜，可怕李金吾。"
        },
        {
            "title": "奉赠鲜于京兆二十韵",
            "content": "王国称多士，\r\n贤良复几人？\r\n异才应间出，\r\n爽气必殊伦。\r\n始见张京兆，\r\n宜居汉近臣。\r\n骅骝开道路，\r\n雕鹗离风尘。\r\n侯伯知何等算，\r\n文章实致身。\r\n奋飞超等级，\r\n容易失沈沦。\r\n脱略蟠溪钓，\r\n操持郢匠斤。\r\n云霄今巳逼，\r\n台衮更谁亲？\r\n凤穴邹皆好，\r\n龙门客又新。\r\n义声纷感激，\r\n败绩自逡巡。\r\n途远欲何向，\r\n天高难重陈。\r\n学诗犹孺子，\r\n乡赋忝嘉宾。\r\n不得同晁错，\r\n吁嗟後〔谷阝〕诜。\r\n计疏疑翰墨，\r\n时过忆松筠。\r\n献纳纡皇眷，\r\n中间谒紫宸。\r\n且随诸彦集，\r\n方觊薄才伸。\r\n破胆遭前政，\r\n阴谋独秉钧。\r\n微生沾忌刻，\r\n万事益酸辛。\r\n交合丹青地，\r\n恩倾雨露辰。\r\n有儒愁饿死，\r\n早晚报平津。"
        },
        {
            "title": "故武卫将军挽歌三首",
            "content": "严警当寒夜，前军落大星。壮夫思感决，哀诏惜精灵。\r\n王者今无战，书生已勒铭。封侯意疏阔，编简为谁青。\r\n舞剑过人绝，鸣弓射兽能。铦锋行惬顺，猛噬失蹻腾。\r\n赤羽千夫膳，黄河十月冰。横行沙漠外，神速至今称。\r\n哀挽青门去，新阡绛水遥。路人纷雨泣，天意飒风飘。\r\n部曲精仍锐，匈奴气不骄。无由睹雄略，大树日萧萧。"
        },
        {
            "title": "寄高三十五书记",
            "content": "叹惜高生老，\r\n新诗日又多。\r\n美名人不及，\r\n佳句法如何？\r\n主将收才子，\r\n崆峒足凯歌。\r\n闻君已朱绂，\r\n且得慰蹉跎。"
        },
        {
            "title": "苦雨奉寄陇西公兼呈王征士",
            "content": "今秋乃淫雨，仲月来寒风。群木水光下，万象云气中。\r\n所思碍行潦，九里信不通。悄悄素浐路，迢迢天汉东。\r\n愿腾六尺马，背若孤征鸿。划见公子面，超然欢笑同。\r\n奋飞既胡越，局促伤樊笼。一饭四五起，凭轩心力穷。\r\n嘉蔬没混浊，时菊碎榛丛。鹰隼亦屈猛，乌鸢何所蒙。\r\n式瞻北邻居，取适南巷翁。挂席钓川涨，焉知清兴终。"
        },
        {
            "title": "送裴二虬尉永嘉",
            "content": "孤屿亭何处？\r\n天涯水气中。\r\n故人官就此，\r\n绝境与谁同？\r\n隐吏逢梅福，\r\n游山忆谢公。\r\n扁舟吾已具，\r\n把钓待秋风。"
        },
        {
            "title": "送高三十五书记",
            "content": "崆峒小麦熟，且愿休王师。请公问主将，焉用穷荒为。\r\n饥鹰未饱肉，侧翅随人飞。高生跨鞍马，有似幽并儿。\r\n脱身簿尉中，始与捶楚辞。借问今何官，触热向武威。\r\n答云一书记，所愧国士知。人实不易知，更须慎其仪。\r\n十年出幕府，自可持旌麾。此行既特达，足以慰所思。\r\n男儿功名遂，亦在老大时。常恨结欢浅，各在天一涯。\r\n又如参与商，惨惨中肠悲。惊风吹鸿鹄，不得相追随。\r\n黄尘翳沙漠，念子何当归。边城有馀力，早寄从军诗。"
        },
        {
            "title": "奉留赠集贤院崔于二学士",
            "content": "昭代将垂白，途穷乃叫阍。气冲星象表，词感帝王尊。\r\n天老书题目，春官验讨论。倚风遗鶂路，随水到龙门。\r\n竟与蛟螭杂，空闻燕雀喧。青冥犹契阔，陵厉不飞翻。\r\n儒术诚难起，家声庶已存。故山多药物，胜概忆桃源。\r\n欲整还乡旆，长怀禁掖垣。谬称三赋在，难述二公恩。"
        },
        {
            "title": "白丝行",
            "content": "缫丝须长不须白，越罗蜀锦金粟尺。象床玉手乱殷红，\r\n万草千花动凝碧。已悲素质随时染，裂下鸣机色相射。\r\n美人细意熨帖平，裁缝灭尽针线迹。春天衣著为君舞，\r\n蛱蝶飞来黄鹂语。落絮游丝亦有情，随风照日宜轻举。\r\n香汗轻尘污颜色，开新合故置何许。君不见才士汲引难，\r\n恐惧弃捐忍羁旅。"
        },
        {
            "title": "奉赠太常张卿〔土自〕二十韵",
            "content": "方丈三韩外，\r\n昆仑万国西。\r\n建标天地阔，\r\n诣绝古今迷。\r\n气得神仙迥，\r\n恩承雨露低。\r\n相门清议众，\r\n儒术大名齐。\r\n轩冕罗天阙，\r\n琳琅识介圭。\r\n伶官诗必诵，\r\n夔乐典犹嵇。\r\n健笔凌鹦鹉，\r\n〔金舌〕锋莹〔辟鸟〕鹈。\r\n友于皆挺拔，\r\n公望各端倪。\r\n通籍逾青琐，\r\n亨衢照紫泥。\r\n灵虬传夕箭，\r\n归马散霜蹄。\r\n能事闻重译，\r\n嘉谟及远黎。\r\n弼谐方一展，\r\n班序更何跻。\r\n适越空颠踬，\r\n游梁竟惨凄。\r\n谬知终画虎，\r\n微分是醯鸡。\r\n萍泛无休日，\r\n桃阴想旧蹊。\r\n吹嘘人所羡，\r\n腾跃事仍睽。\r\n碧海真难涉，\r\n青云不可梯。\r\n顾深惭锻炼，\r\n材小辱提携。\r\n槛束哀猿叫，\r\n枝惊夜鹊栖。\r\n几时陪羽猎，\r\n应指钓璜溪。"
        },
        {
            "title": "敬赠郑谏议十韵",
            "content": "谏官非不达，\r\n诗义早知名。\r\n破的由来事，\r\n先锋孰敢争！\r\n思飘云物动，\r\n律中鬼神惊。\r\n毫发无遗憾（一作恨），\r\n波澜独老成。\r\n野人宁得所，\r\n天意薄浮生。\r\n多病休儒服，\r\n冥搜信客旌。\r\n筑居仙缥缈，\r\n旅食岁峥嵘。\r\n使者求颜阖，\r\n诸公厌〔礻尔〕衡。\r\n将期一诺重，\r\n〔焱欠〕使寸心倾。\r\n君见途穷哭，\r\n宣忧阮步兵。"
        },
        {
            "title": "杜位宅守岁",
            "content": "守岁阿戎家，椒盘已颂花。盍簪喧枥马，列炬散林鸦。\r\n四十明朝过，飞腾暮景斜。谁能更拘束，烂醉是生涯。"
        },
        {
            "title": "曲江三章章五句",
            "content": "曲江萧条秋气高，菱荷枯折随风涛，游子空嗟垂二毛。\r\n白石素沙亦相荡，哀鸿独叫求其曹。\r\n即事非今亦非古，长歌激越梢林莽，比屋豪华固难数。\r\n吾人甘作心似灰，弟侄何伤泪如雨。\r\n自断此生休问天，杜曲幸有桑麻田，故将移住南山边。\r\n短衣匹马随李广，看射猛虎终残年。"
        },
        {
            "title": "重游何氏五首",
            "content": "问讯东桥竹，\r\n将军有报书。\r\n倒衣还命驾，\r\n高枕乃吾庐。\r\n花妥莺捎蝶，\r\n溪喧獭趁鱼。\r\n重来休沐地，\r\n真作野人居。\r\n山雨尊仍在，\r\n沙沈榻未移。\r\n犬迎曾宿客，\r\n鸦护落巢儿。\r\n云薄翠微寺，\r\n天清皇子陂。\r\n向来幽兴极，\r\n步屣过东篱。\r\n落日平台上，\r\n春风啜茗时。\r\n石栏斜点笔，\r\n桐叶坐题诗。\r\n翡翠鸣衣桁，\r\n蜻蜓立钓丝。\r\n自今幽兴熟，\r\n来往亦无期。\r\n颇怪朝参懒，\r\n应耽野趣长。\r\n雨抛金锁甲，\r\n苔卧绿沈枪。\r\n手自移蒲柳，\r\n家才足稻粱。\r\n看君用幽意，\r\n白日到羲皇。\r\n到此应常宿，\r\n相流可判年。\r\n蹉跎暮容色，\r\n怅望好林泉。\r\n何日沾微禄，\r\n归山买薄田？\r\n斯游恐不遂，\r\n把酒意茫然。"
        },
        {
            "title": "送张十二参军",
            "content": "好去张公子，通家别恨添。两行秦树直，万点蜀山尖。\r\n御史新骢马，参军旧紫髯。皇华吾善处，于汝定无嫌。"
        },
        {
            "title": "城西陂泛舟",
            "content": "青蛾皓齿在楼船，\r\n横笛短箫悲远天。\r\n春风自信牙樯动，\r\n迟日徐看锦缆牵。\r\n鱼吹细浪摇歌扇，\r\n燕蹴飞花落舞筵。\r\n不有小舟能荡桨，\r\n百壶那送酒如泉？"
        },
        {
            "title": "夏日李公见访",
            "content": "远林暑气薄，公子过我游。贫居类村坞，僻近城南楼。\r\n帝舍颇淳朴，所愿亦易求。隔屋唤西家，借问有酒不。\r\n墙头过浊醪，展席俯长流。清风左右至，客意已惊秋。\r\n巢多众鸟斗，叶密鸣蝉稠。苦道此物聒，孰谓吾庐幽。\r\n水花晚色静，庶足充淹留。预恐尊中尽，更起为君谋。"
        },
        {
            "title": "元都坛歌寄元逸人",
            "content": "故人昔隐东蒙峰，已佩含景苍精龙。故人今居子午谷，\r\n独在阴崖结茅屋。屋前太古玄都坛，青石漠漠常风寒。\r\n子规夜啼山竹裂，王母昼下云旗翻。知君此计成长往，\r\n芝草琅玕日应长。铁锁高垂不可攀，致身福地何萧爽。"
        },
        {
            "title": "示从孙济",
            "content": "平明跨驴出，未知适谁门。权门多噂口沓，且复寻诸孙。\r\n诸孙贫无事，宅舍如荒村。堂前自生竹，堂后自生萱。\r\n萱草秋已死，竹枝霜不蕃。淘米少汲水，汲多井水浑。\r\n刈葵莫放手，放手伤葵根。阿翁懒惰久，觉儿行步奔。\r\n所来为宗族，亦不为盘飧。小人利口实，薄俗难可论。\r\n勿受外嫌猜，同姓古所敦。"
        },
        {
            "title": "病后遇过王倚饮赠歌",
            "content": "麟角凤觜世莫识，煎胶续弦奇自见。尚看王生抱此怀，\r\n在于甫也何由羡。且遇王生慰畴昔，素知贱子甘贫贱。\r\n酷见冻馁不足耻，多病沈年苦无健。王生怪我颜色恶，\r\n答云伏枕艰难遍，疟疠三秋孰可忍，寒热百日相交战。\r\n头白眼暗坐有胝，肉黄皮皱命如线。惟生哀我未平复，\r\n为我力致美肴膳。遣人向市赊香粳，唤妇出房亲自馔。\r\n长安冬菹酸且绿，金城土酥静如练。兼求富豪且割鲜，\r\n密沽斗酒谐终宴。故人情义晚谁似，令我手脚轻欲漩。\r\n老马为驹信不虚，当时得意况深眷。但使残年饱吃饭，\r\n只愿无事常相见。"
        },
        {
            "title": "送孔巢父",
            "content": "巢父掉头不肯住，东将入海随烟雾。诗卷长留天地间，\r\n钓竿欲拂珊瑚树。深山大泽龙蛇远，春寒野阴风景暮。\r\n蓬莱织女回云车，指点虚无是征路。自是君身有仙骨，\r\n世人那得知其故。惜君只欲苦死留，富贵何如草头露。\r\n蔡侯静者意有馀，清夜置酒临前除。罢琴惆怅月照席，\r\n几岁寄我空中书。南寻禹穴见李白，道甫问信今何如。"
        },
        {
            "title": "冬日有怀李白",
            "content": "寂寞书斋里，终朝独尔思。\r\n更寻嘉树传，不忘角弓诗。\r\n短褐风霜入，还丹日月迟。\r\n未因乘兴去，空有鹿门期。\r\n【注释】：①更寻嘉树传，不忘角弓诗：《左传》：“晋韩宣子来聘，公享之。韩宣子赋角弓。既享，燕于季氏，有嘉树焉。宣子誉之。武子曰：‘宿敢不封植此树，以无忘角弓。’遂赋甘棠。” \r\n②未因乘兴去，空有鹿门期：《后汉书》：“庞德携妻子登鹿门山，采药不返。”【赏析】：见《全唐诗》卷224第040首，"
        },
        {
            "title": "赠翰林张四学士",
            "content": "翰林逼华盖，鲸力破沧溟。天上张公子，宫中汉客星。\r\n赋诗拾翠殿，佐酒望云亭。紫诰仍兼绾，黄麻似六经。\r\n内分金带赤，恩与荔枝青。无复随高凤，空馀泣聚萤。\r\n此生任春草，垂老独漂萍。倘忆山阳会，悲歌在一听。"
        },
        {
            "title": "高都护骢行",
            "content": "安西都护胡青骢，声价欻然来向东。此马临阵久无敌，\r\n与人一心成大功。功成惠养随所致，飘飘远自流沙至。\r\n雄姿未受伏枥恩，猛气犹思战场利。腕促蹄高如踣铁，\r\n交河几蹴曾冰裂。五花散作云满身，万里方看汗流血。\r\n长安壮儿不敢骑，走过掣电倾城知。青丝络头为君老，\r\n何由却出横门道。"
        },
        {
            "title": "赠韦左丞丈济",
            "content": "左辖频虚位，今年得旧儒。相门韦氏在，经术汉臣须。\r\n时议归前烈，天伦恨莫俱。鴒原荒宿草，凤沼接亨衢。\r\n有客虽安命，衰容岂壮夫。家人忧几杖，甲子混泥途。\r\n不谓矜馀力，还来谒大巫。岁寒仍顾遇，日暮且踟蹰。\r\n老骥思千里，饥鹰待一呼。君能微感激，亦足慰榛芜。"
        },
        {
            "title": "奉寄河南韦尹丈人",
            "content": "有客传河尹，\r\n逢人问孔融。\r\n青囊仍隐逸，\r\n章甫尚西东。\r\n鼎石分门户，\r\n词场继国风。\r\n尊荣瞻地绝，\r\n疏放忆途穷。\r\n浊酒寻陶令，\r\n丹砂访葛洪。\r\n江湖漂短褐，\r\n霜雪满飞蓬。\r\n牢落乾坤大，\r\n周流道术空。\r\n谬惭知蓟子，\r\n真怯笑扬雄。\r\n盘错神明惧，\r\n讴歌德义丰。\r\n尸乡馀土室，\r\n谁话（一作难说）祝鸡翁？"
        },
        {
            "title": "赠比部萧郎中十兄",
            "content": "有美生人杰，由来积德门。汉朝丞相系，梁日帝王孙。\r\n蕴藉为郎久，魁梧秉哲尊。词华倾后辈，风雅蔼孤鶱。\r\n宅相荣姻戚，儿童惠讨论。见知真自幼，谋拙丑诸昆。\r\n漂荡云天阔，沈埋日月奔。致君时已晚，怀古意空存。\r\n中散山阳锻，愚公野谷村。宁纡长者辙，归老任乾坤。"
        },
        {
            "title": "赠特进汝阳王二十韵",
            "content": "特进群公表，\r\n天人夙德升。\r\n霜蹄千里骏，\r\n风翮九霄鹏。\r\n服礼求毫发，\r\n推思忘寝兴。\r\n圣情常有眷，\r\n朝退若无凭。\r\n仙醴来浮蚁，\r\n奇毛或赐鹰。\r\n清关尘不杂，\r\n中使日相乘。\r\n晚节嬉游简，\r\n平居孝义称。\r\n自多亲棣萼，\r\n谁敢问山陵？\r\n学业醇儒富，\r\n词华哲匠能。\r\n笔飞鸾耸立，\r\n章罢凤骞腾。\r\n精理通谈笑，\r\n忘形向友朋。\r\n寸长堪缱绻，\r\n一诺岂骄矜？\r\n巳忝归曹植，\r\n何知对李膺。\r\n招要恩屡至，\r\n崇重力难胜。\r\n披雾初欢夕，\r\n高秋爽气澄。\r\n尊□（上三“田”下“缶”）临极浦，\r\n凫雁宿张灯。\r\n花月穷游宴，\r\n炎天避郁蒸。\r\n砚寒金井水，\r\n檐动玉壶冰。\r\n瓢饮唯三径，\r\n岩栖在百层。\r\n谬持蠡测海，\r\n况邑酒如渑。\r\n鸿宝宁全秘，\r\n丹梯庶可凌。\r\n淮王门有客，\r\n终不愧孙登。"
        },
        {
            "title": "今夕行",
            "content": "今夕何夕岁云徂，更长烛明不可孤。咸阳客舍一事无，\r\n相与博塞为欢娱。冯陵大叫呼五白，袒跣不肯成枭卢。\r\n英雄有时亦如此，邂逅岂即非良图。\r\n君莫笑刘毅从来布衣愿，家无儋石输百万。"
        },
        {
            "title": "饮中八仙歌",
            "content": "知章骑马似乘船，眼花落井水底眠。汝阳三斗始朝天，\r\n道逢麹车口流涎，恨不移封向酒泉。左相日兴费万钱，\r\n饮如长鲸吸百川，衔杯乐圣称世贤。宗之潇洒美少年，\r\n举觞白眼望青天，皎如玉树临风前。苏晋长斋绣佛前，\r\n醉中往往爱逃禅。李白一斗诗百篇，长安市上酒家眠。\r\n天子呼来不上船，自称臣是酒中仙。张旭三杯草圣传，\r\n脱帽露顶王公前，挥毫落纸如云烟。焦遂五斗方卓然，\r\n高谈雄辨惊四筵。"
        },
        {
            "title": "郑驸马宅宴洞中",
            "content": "主家阴洞细烟雾，\r\n留客夏簟青琅〔王干〕。\r\n春酒杯浓琥珀薄，\r\n冰浆碗碧玛瑙寒。\r\n误疑茅屋过江麓，\r\n已入风磴霾云端。\r\n自是秦楼压郑谷，\r\n时闻杂佩声珊珊。"
        },
        {
            "title": "与李十二白同寻范十隐居",
            "content": "李侯有佳句，往往似阴铿。余亦东蒙客，怜君如弟兄。\r\n醉眠秋共被，携手日同行。更想幽期处，还寻北郭生。\r\n入门高兴发，侍立小童清。落景闻寒杵，屯云对古城。\r\n向来吟橘颂，谁欲讨莼羹。不愿论簪笏，悠悠沧海情。\r\n【注释】：①阴铿：《南史》：“阴铿，字子坚。五岁能诵赋，日千言。及长，尤善五言诗。” \r\n②莼羹：《晋书》：“张翰在洛，见秋风起，思吴中菰菜、莼羹、鲈鱼脍，遂命驾归。”【赏析】：开元、天宝间，公居东都，游齐、赵及归京师作。"
        },
        {
            "title": "赠李白",
            "content": "二年客东都，所历厌机巧。\r\n野人对膻腥，蔬食常不饱。\r\n岂无青精饭，使我颜色好。\r\n苦乏大药资，山林迹如扫。\r\n李侯金闺彦，脱身事幽讨。\r\n亦有梁宋游，方期拾瑶草。\r\n【赏析】：　　这是天宝三载（公元744年），在东都遇由翰林供奉被放的李白时所作。前八句自叙，后四句叙李。 \r\n　　浦评：自叙反详，叙李反略。则似翻宾作主，翻主作宾矣。不知其自叙处多用“青精”、“大药”等语，正为太白作引。落到李侯，只消一两言双绾。而上八句之烟云，都成后四句之烘托。明乎彼己虚实之用，可与说杜矣。"
        },
        {
            "title": "李监宅二首（一作李盐铁）",
            "content": "尚觉王孙贵，\r\n豪家意颇浓。\r\n屏开金孔雀，\r\n褥隐绣芙蓉。\r\n且食双鱼美，\r\n谁看异味重。\r\n门阑多喜色，\r\n女婿近乘龙。\r\n华馆春风起，\r\n高城烟雾开。\r\n杂花分户映，\r\n娇燕入帘回。\r\n一见能倾座，\r\n虚怀只爱才。\r\n盐官虽绊骥，\r\n名是汉廷来。"
        },
        {
            "title": "龙门",
            "content": "龙门横野断，\r\n驿树出城来。\r\n气色皇居近，\r\n金银佛寺开。\r\n往还时屡改，\r\n川陆日悠哉！\r\n相阅征途上，\r\n生涯尽几回？"
        },
        {
            "title": "夜宴左氏庄",
            "content": "风林纤月落，衣露净琴张。\r\n暗水流花径，春星带草堂。\r\n检书烧烛短，看（一作说）剑引杯长。\r\n诗罢闻吴咏，扁舟意不忘。\r\n【赏析】：本诗自然流出，静细幽长。黄生云：“夜景有月易佳，无月难佳。”按此偏于无月中领趣。"
        },
        {
            "title": "过宋员外之问旧庄",
            "content": "宋公旧池馆，\r\n零落首阳阿。\r\n枉道祗从入，\r\n吟诗许更过？\r\n淹留问耆老，\r\n寂寞向山河。\r\n更识将军树，\r\n悲风日暮多。"
        },
        {
            "title": "房兵曹胡马",
            "content": "胡马大宛名，锋棱瘦骨成。\r\n竹批双耳峻，风入四蹄轻。\r\n所向无空阔，真堪托死生。\r\n骁腾有如此，万里可横行。\r\n【注释】：①兵曹：兵曹参军的省称，是唐代州府中掌官军防、驿传等事的小官。房兵曹不详为何人。\r\n②胡：此指西域。大宛：汉西域国名，其地在今乌兹别克国境内，盛产良马。大宛名：著名的大宛马。\r\n③锋棱：锋利的棱角。形容马的神骏健悍之状。\r\n④竹批：形容马耳尖如竹尖。\r\n⑤峻：尖锐。这是良马的特征之一。\r\n⑥堪：可以，能够。\r\n⑦托死生：马值得信赖，对人的生命有保障。\r\n⑧骁腾：健步奔驰。【赏析】：　　此诗约作于玄宗开元二十九年（741），时杜甫在洛阳。杜甫本善骑马，也很爱马，写过不少咏马诗。此诗“前半论骨相，后半并及性情”（《唐诗别裁》语），可谓传神写意，自寓抱负，所以前人说是“为自己写照”（《读杜心解》）。首联写其出身不凡，傲骨铮铮；次联写其峻健敏捷，颔联写其忠诚勇猛的品性；尾联期望骏马立功于万里之外，当是与房兵曹共勉之意。整首诗写得矫健豪放，沉雄隽永。《杜诗详注》引明张綖语：“此四十字中，其种其相，其才其德，无所不备，而形容痛快。”\r\n　　这是一首咏物言志诗。注家一般认为作于开元二十八年（740）或二十九年，正值诗人漫游齐赵，飞鹰走狗，裘马清狂的一段时期。诗的风格超迈遒劲，凛凛有生气，反映了青年杜甫锐于进取的精神。 \r\n　　诗分前后两部分。前面四句正面写马，是实写。诗人恰似一位丹青妙手，用传神之笔为我们描画了一匹神清骨峻的“胡马”。它来自大宛（汉代西域的国名，素以产“汗血马”著称），自然非凡马可比。接着，对马作了形象的刻画。南齐谢赫的《古画品录》提出“六法”，第一为“气韵生动”，第二即是“骨法用笔”，这是作为气韵生动的首要条件提出来的。所谓“骨法”，就是要写出对象的风度、气格。杜甫写马的骨相：嶙峋耸峙，状如锋棱，勾勒出神峻的轮廓。接着写马耳如刀削斧劈一般锐利劲挺，这也是良马的一个特征。至此，骏马的昂藏不凡已跃然纸上了，我们似见其咴咴喷气、跃跃欲试的情状，下面顺势写其四蹄腾空、凌厉奔驰的雄姿就十分自然。“批”和“入”两个动词极其传神。前者写双耳直竖，有一种挺拔的力度；后者不写四蹄生风，而写风入四蹄，别具神韵。从骑者的感受说，当其风驰电掣之时，好像马是不动的，两旁的景物飞速后闪，风也向蹄间呼啸而入。诗人刻画细致，维妙逼真。颔联两句以“二二一”的节奏，突出每句的最后一字：“峻”写马的气概，“轻”写它的疾驰，都显示出诗人的匠心。这一部分写马的风骨，用的是大笔勾勒的方法，不必要的细节一概略去，只写其骨相、双耳和奔驰之态，因为这三者最能体现马的特色。正如张彦远评画所云：“笔才一二，象已应焉，离披点画，时见缺落，此虽笔不周而意周也。”（《历代名画记》）这就是所谓“写意传神”。 \r\n　　诗的前四句写马的外形动态，后四句转写马的品格，用虚写手法，由咏物转入了抒情。颈联承上奔马而来，写它纵横驰骋，历块过都，有着无穷广阔的活动天地；它能逾越一切险阻的能力就足以使人信赖。这里看似写马，实是写人，这难道不是一个忠实的朋友、勇敢的将士、侠义的豪杰的形象吗？尾联先用“骁腾有如此”总挽上文，对马作概括，最后宕开一句：“万里可横行”，包含着无尽的期望和抱负，将意境开拓得非常深远。这一联收得拢，也放得开，它既是写马驰骋万里，也是期望房兵曹为国立功，更是诗人自己志向的写照。盛唐时代国力的强盛，疆土的开拓，激发了民众的豪情，书生寒士都渴望建功立业，封侯万里。这种蓬勃向上的精神用骏马来表现确是最合适不过了。这和后期杜甫通过对病马的悲悯来表现忧国之情，真不可同日而语。 \r\n　　南朝宋人宗炳的《画山水序》认为通过写形传神而达于“畅神”的道理。如果一个艺术形象不能“畅神”，即传达作者的情志，那么再酷肖也是无生命的。杜甫此诗将状物和抒情结合得自然无间。在写马中也写人，写人又离不开写马，这样一方面赋予马以活的灵魂，用人的精神进一步将马写活；另一方面写人有马的品格，人的情志也有了形象的表现。前人讲“咏物诗最难工，太切题则粘皮带骨，不切题则捕风捉影，须在不即不离之间”（钱泳《履园谈诗》），这个要求杜甫是做到了。"
        },
        {
            "title": "巳上人茅斋",
            "content": "巳公茅屋下，\r\n可以赋新诗。\r\n枕簟入林僻，\r\n茶瓜留客迟。\r\n江莲摇白羽，\r\n天棘蔓青丝。\r\n空忝许询辈，\r\n难酬支遁词。"
        },
        {
            "title": "题张氏隐居（二首其一）",
            "content": "春山无伴独相求，伐木丁丁山更幽。\r\n涧道馀寒历冰雪，石门斜日到林丘。\r\n不贪夜识金银气，远害朝看麋鹿游。\r\n乘兴杳然迷出处，对君疑是泛虚舟。\r\n【赏析】：原作共两首，这是第一首，殆初识张君时作，形容他的为人。"
        },
        {
            "title": "喜闻盗贼总退口号五首",
            "content": "萧关陇水入官军，青海黄河卷塞云。\r\n北极转愁龙虎气，西戎休纵犬羊群。\r\n赞普多教使入秦，数通和好止烟尘。\r\n朝廷忽用哥舒将，杀伐虚悲公主亲。\r\n崆峒西极过昆仑，驼马由来拥国门。\r\n逆气数年吹路断，蕃人闻道渐星奔。\r\n勃律天西采玉河，坚昆碧碗最来多。\r\n旧随汉使千堆宝，少答胡王万匹罗。\r\n今春喜气满乾坤，南北东西拱至尊。\r\n大历二年调玉烛，玄元皇帝圣云孙。"
        },
        {
            "title": "上卿翁请修武侯庙遗像缺落时崔卿权夔州",
            "content": "大贤为政即多闻，刺史真符不必分。\r\n尚有西郊诸葛庙，卧龙无首对江濆。\r\n第二百三十卷"
        },
        {
            "title": "承闻河北诸节度入朝欢喜口号绝句十二首",
            "content": "禄山作逆降天诛，更有思明亦已无。\r\n汹汹人寰犹不定，时时斗战欲何须。\r\n社稷苍生计必安，蛮夷杂种错相干。\r\n周宣汉武今王是，孝子忠臣后代看。\r\n喧喧道路多歌谣，河北将军尽入朝。\r\n始是乾坤王室正，却交江汉客魂销。\r\n不道诸公无表来，茫然庶事遣人猜。\r\n拥兵相学干戈锐，使者徒劳百万回。\r\n鸣玉锵金尽正臣，修文偃武不无人。\r\n兴王会静妖氛气，圣寿宜过一万春。\r\n英雄见事若通神，圣哲为心小一身。\r\n燕赵休矜出佳丽，宫闱不拟选才人。\r\n抱病江天白首郎，空山楼阁暮春光。\r\n衣冠是日朝天子，草奏何时入帝乡。\r\n澶漫山东一百州，削成如桉抱青丘。\r\n苞茅重入归关内，王祭还供尽海头。\r\n东逾辽水北滹沱，星象风云喜共和。\r\n紫气关临天地阔，黄金台贮俊贤多。\r\n渔阳突骑邯郸儿，酒酣并辔金鞭垂。\r\n意气即归双阙舞，雄豪复遣五陵知。\r\n李相将军拥蓟门，白头虽老赤心存。\r\n竟能尽说诸侯入，知有从来天子尊。\r\n十二年来多战场，天威已息阵堂堂。\r\n神灵汉代中兴主，功业汾阳异姓王。"
        },
        {
            "title": "解闷十二首",
            "content": "草阁柴扉星散居，浪翻江黑雨飞初。\r\n山禽引子哺红果，溪友得钱留白鱼。\r\n商胡离别下扬州，忆上西陵故驿楼。\r\n为问淮南米贵贱，老夫乘兴欲东流。\r\n一辞故国十经秋，每见秋瓜忆故丘。\r\n今日南湖采薇蕨，何人为觅郑瓜州。\r\n沈范早知何水部，曹刘不待薛郎中。\r\n独当省署开文苑，兼泛沧浪学钓翁。\r\n李陵苏武是吾师，孟子论文更不疑。\r\n一饭未曾留俗客，数篇今见古人诗。\r\n复忆襄阳孟浩然，清诗句句尽堪传。\r\n即今耆旧无新语，漫钓槎头缩颈鳊。\r\n陶冶性灵在底物，新诗改罢自长吟。\r\n孰知二谢将能事，颇学阴何苦用心。\r\n不见高人王右丞，蓝田丘壑漫寒藤。\r\n最传秀句寰区满，未绝风流相国能。\r\n先帝贵妃今寂寞，荔枝还复入长安。\r\n炎方每续朱樱献，玉座应悲白露团。\r\n忆过泸戎摘荔枝，青峰隐映石逶迤。\r\n京中旧见无颜色，红颗酸甜只自知。\r\n翠瓜碧李沈玉甃，赤梨葡萄寒露成。\r\n可怜先不异枝蔓，此物娟娟长远生。\r\n侧生野岸及江蒲，不熟丹宫满玉壶。\r\n云壑布衣骀背死，劳生重马翠眉须。"
        },
        {
            "title": "夔州歌十绝句",
            "content": "中巴之东巴东山，江水开辟流其间。\r\n白帝高为三峡镇，夔州险过百牢关。\r\n白帝夔州各异城，蜀江楚峡混殊名。\r\n英雄割据非天意，霸主并吞在物情。\r\n群雄竞起问前朝，王者无外见今朝。\r\n比讶渔阳结怨恨，元听舜日旧箫韶。\r\n赤甲白盐俱刺天，闾阎缭绕接山巅。\r\n枫林橘树丹青合，复道重楼锦绣悬。\r\n瀼东瀼西一万家，江北江南春冬花。\r\n背飞鹤子遗琼蕊，相趁凫雏入蒋牙。\r\n东屯稻畦一百顷，北有涧水通青苗。\r\n晴浴狎鸥分处处，雨随神女下朝朝。\r\n蜀麻吴盐自古通，万斛之舟行若风。\r\n长年三老长歌里，白昼摊钱高浪中。\r\n忆昔咸阳都市合，山水之图张卖时。\r\n巫峡曾经宝屏见，楚宫犹对碧峰疑。\r\n武侯祠堂不可忘，中有松柏参天长。\r\n干戈满地客愁破，云日如火炎天凉。\r\n阆风玄圃与蓬壶，中有高堂天下无。\r\n借问夔州压何处，峡门江腹拥城隅。"
        },
        {
            "title": "存殁口号二首",
            "content": "席谦不见近弹棋，毕曜仍传旧小诗。\r\n玉局他年无限笑，白杨今日几人悲。\r\n郑公粉绘随长夜，曹霸丹青已白头。\r\n天下何曾有山水，人间不解重骅骝。"
        },
        {
            "title": "奉和严公军城早秋",
            "content": "秋风袅袅动高旌，玉帐分弓射虏营。\r\n已收滴博云间戍，欲夺蓬婆雪外城。"
        },
        {
            "title": "绝句（四首其一）",
            "content": "堂西长笋别开门，堑北行椒却背村。\r\n梅熟许同朱老吃，松高拟对阮生论。"
        },
        {
            "title": "戏作寄上汉中王二首",
            "content": "云里不闻双雁过，掌中贪见一珠新。\r\n秋风袅袅吹江汉，只在他乡何处人。\r\n谢安舟楫风还起，梁苑池台雪欲飞。\r\n杳杳东山携汉妓，泠泠修竹待王归。"
        },
        {
            "title": "投简梓州幕府兼韦十郎官",
            "content": "幕下郎官安稳无，从来不奉一行书。\r\n固知贫病人须弃，能使韦郎迹也疏。"
        },
        {
            "title": "惠义寺园送辛员外",
            "content": "朱樱此日垂朱实，郭外谁家负郭田。\r\n万里相逢贪握手，高才却望足离筵。"
        },
        {
            "title": "黄河二首",
            "content": "黄河北岸海西军，椎鼓鸣钟天下闻。\r\n铁马长鸣不知数，胡人高鼻动成群。\r\n黄河西岸是吾蜀，欲须供给家无粟。\r\n愿驱众庶戴君王，混一车书弃金玉。"
        },
        {
            "title": "三绝句",
            "content": "楸树馨香倚钓矶，斩新花蕊未应飞。\r\n不如醉里风吹尽，可忍醒时雨打稀。\r\n门外鸬鹚去不来，沙头忽见眼相猜。\r\n自今已后知人意，一日须来一百回。\r\n无数春笋满林生，柴门密掩断人行。\r\n会须上番看成竹，客至从嗔不出迎。"
        },
        {
            "title": "谢严中丞送青城山道士乳酒一瓶",
            "content": "山瓶乳酒下青云，气味浓香幸见分。\r\n鸣鞭走送怜渔父，洗盏开尝对马军。"
        },
        {
            "title": "重赠郑鍊绝句",
            "content": "郑子将行罢使臣，囊无一物献尊亲。\r\n江山路远羁离日，裘马谁为感激人。"
        },
        {
            "title": "李司马桥了承高使君自成都回",
            "content": "向来江上手纷纷，三日成功事出群。\r\n已传童子骑青竹，总拟桥东待使君。"
        },
        {
            "title": "少年行二首",
            "content": "莫笑田家老瓦盆，自从盛酒长儿孙。\r\n倾银注瓦惊人眼，共醉终同卧竹根。\r\n巢燕养雏浑去尽，江花结子已无多。\r\n黄衫年少来宜数，不见堂前东逝波。"
        },
        {
            "title": "春水生二绝",
            "content": "二月六夜春水生，门前小滩浑欲平。\r\n鸬鹚鸂鶒莫漫喜，吾与汝曹俱眼明。\r\n一夜水高二尺强，数日不可更禁当。\r\n南市津头有船卖，无钱即买系篱旁。"
        },
        {
            "title": "官池春雁二首",
            "content": "自古稻粱多不足，至今鸂鶒乱为群。\r\n且休怅望看春水，更恐归飞隔暮云。\r\n青春欲尽急还乡，紫塞宁论尚有霜。\r\n翅在云天终不远，力微矰缴绝须防。"
        },
        {
            "title": "中丞严公雨中垂寄见忆绝奉答二绝",
            "content": "雨映行宫辱赠诗，元戎肯赴野人期。\r\n江边老病虽无力，强拟晴天理钓丝。\r\n何日雨晴云出溪，白沙青石先无泥。\r\n只须伐竹开荒径，倚杖穿花听马嘶。"
        },
        {
            "title": "戏简郑广文兼呈苏司业",
            "content": "广文到官舍，系马堂阶下。醉则骑马归，颇遭官长骂。\r\n才名四十年，坐客寒无毡。赖有苏司业，时时与酒钱。"
        },
        {
            "title": "凭韦少府班觅松树子栽",
            "content": "落落出群非榉柳，青青不朽岂杨梅。\r\n欲存老盖千年意，为觅霜根数寸栽。"
        },
        {
            "title": "从韦二明府续处觅绵竹",
            "content": "华轩蔼蔼他年到，绵竹亭亭出县高。\r\n江上舍前无此物，幸分苍翠拂波涛。"
        },
        {
            "title": "萧八明府实处觅桃栽",
            "content": "奉乞桃栽一百根，春前为送浣花村。\r\n河阳县里虽无数，濯锦江边未满园。"
        },
        {
            "title": "规雁",
            "content": "东来万里客，乱定几年归。肠断江城雁，高高正北飞。"
        },
        {
            "title": "复愁十二首",
            "content": "人烟生处僻，虎迹过新蹄。野鹘翻窥草，村船逆上溪。\r\n钓艇收缗尽，昏鸦接翅归。月生初学扇，云细不成衣。\r\n万国尚防寇，故园今若何。昔归相识少，早已战场多。\r\n身觉省郎在，家须农事归。年深荒草径，老恐失柴扉。\r\n金丝镂箭镞，皂尾制旗竿。一自风尘起，犹嗟行路难。\r\n胡虏何曾盛，干戈不肯休。闾阎听小子，谈话觅封侯。\r\n贞观铜牙弩，开元锦兽张。花门小前好，此物弃沙场。\r\n今日翔麟马，先宜驾鼓车。无劳问河北，诸将觉荣华。\r\n任转江淮粟，休添苑囿兵。由来貔虎士，不满凤凰城。\r\n江上亦秋色，火云终不移。巫山犹锦树，南国且黄鹂。\r\n每恨陶彭泽，无钱对菊花。如今九日至，自觉酒须赊。\r\n病减诗仍拙，吟多意有馀。莫看江总老，犹被赏时鱼。"
        },
        {
            "title": "答郑十七郎一绝",
            "content": "雨后过畦润，花残步屐迟。把文惊小陆，好客见当时。"
        },
        {
            "title": "绝句三首",
            "content": "闻道巴山里，春船正好行。都将百年兴，一望九江城。\r\n水槛温江口，茅堂石笋西。移船先主庙，洗药浣沙溪。\r\n设道春来好，狂风大放颠。吹花随水去，翻却钓鱼船。"
        },
        {
            "title": "诣徐卿觅果栽",
            "content": "草堂少花今欲栽，不问绿李与黄梅。\r\n石笋街中却归去，果园坊里为求来。"
        },
        {
            "title": "王录事许修草堂资不到聊小诘",
            "content": "为嗔王录事，不寄草堂赀。昨属愁春雨，能忘欲漏时。"
        },
        {
            "title": "绝句",
            "content": "江边踏青罢，回首见旌旗。风起春城暮，高楼鼓角悲。"
        },
        {
            "title": "因崔五侍御寄高彭州一绝",
            "content": "百年已过半，秋至转饥寒。为问彭州牧，何时救急难。"
        },
        {
            "title": "哀王孙",
            "content": "长安城头头白乌，夜飞延秋门上呼。\r\n又向人家啄大屋，屋底达宫走避胡。\r\n金鞭断折九马死，骨肉不得同驰驱。\r\n腰下宝玦青珊瑚，可怜王孙泣路隅。\r\n问之不肯道姓名，但道困苦乞为奴。\r\n已经百日窜荆棘，身上无有完肌肤。\r\n高帝子孙尽隆准，龙种自与常人殊。\r\n豺狼在邑龙在野，王孙善保千金躯。\r\n不敢长语临郊衢，且为王孙立斯须。\r\n昨夜东风吹血腥，东来橐驼满旧都。\r\n朔方健儿好身手，昔何勇锐今何愚。\r\n窃闻天子已传位，圣德北服南单于。\r\n花门剺面请雪耻，慎勿出口他人狙。\r\n哀哉王孙慎勿疏，五陵佳气无时无。\r\n【注释】：①九马：九匹骏马，指皇帝的御马。\r\n②头白乌：白头乌鸦。旧时以乌鸦为不祥之物。\r\n③延秋门：唐宫苑西门。出此门可由咸阳大道至马嵬驿。\r\n④隆准：高鼻。两句借汉喻唐，写王孙具有皇族的特征。\r\n⑤豺狼在邑：指安禄山在洛阳称帝。\r\n⑥龙在野：指唐玄宗出奔在蜀。\r\n⑦橐驼：骆驼。\r\n⑧避胡：指逃避安禄山叛军。\r\n⑨窜荆棘：流窜在荆棘之中，指处境艰难。\r\n⑩剺面：古代某些少数民族割面流血，表示忠诚哀痛。依匈奴风俗，在宣誓仪式上割面流血以示诚意。【译文】：　　无数只白头乌鸦栖息在长安城垣，夜晚来飞到延秋门上不住悲鸣；又落向高门大户人家频频乱啄，屋主人逃亡四散躲避胡兵。累死了骏马、折断了金鞭，亲骨肉也顾不上相携逃难。玉佩珊瑚还悬挂腰间，可怜这些王孙哭泣在路边。路人询问姓名，死活不肯吐露。只说历经困苦，甘愿作仆为奴；百来天逃窜在荆棘丛里，折磨受尽，体无完肤。高帝的子孙全都是鼻梁高出，龙种相传自有不同寻常的仪容。豺狼盘踞都邑，真龙逃奔在野，王孙您要把千金之躯善自保重。哪敢在交通道口与您长谈，只说上三言两语此刻稍停。昨夜里东风吹过血腥阵阵，东来的骆驼队挤满京城。朔方健儿本是好身手，先前何等勇锐，这回却多么迟钝。听说天子已经传位给新君，圣德仁恩使异族都感动。回纥割面宣誓，正请求讨伐叛军。您可要处处说话留神，提防被坏人捕获难以脱身。王孙呵，切莫疏忽千万谨慎，要知道五陵佳气终久是郁郁葱葱不会中断。【赏析】：　　唐玄宗天宝十五年（756）六月九日，潼关失守，十三日玄宗奔蜀，仅携贵妃姊妹几人，其余妃嫔、皇孙、公主皆不及逃走。七月安禄山部将孙孝哲攻陷长安，先后杀戮霍国长公主等李唐宗室一百余人。诗先追忆安史祸乱发生前的征兆；接着写明皇抛弃王孙匆促出奔，王孙流落的痛苦；最后密告王孙内外的形势，叮咛王孙自珍，不要丧失信心，等待河山光复，对唐玄宗弃王孙于不顾仓皇出逃给予委婉而辛辣的讽刺。全诗写景写情，皆诗人所目睹耳闻，亲身感受，因而情真意切，荡人胸怀。\r\n　　本诗作于唐天宝十五年（756）安禄山犯长安后几个月。自七月安的部将孙孝哲占领长安后，杀戮了唐宗室霍国长公主以下百余人，诗里所哀的王孙是侥幸逃出来的。诗中既写了唐宗室逃离长安时连子弟都不能相顾的惊恐和王孙流落生的哀伤，也表现了诗人对他们的关切同情和对肃宗的希望。诗人当时还没有从长安逃出，因而其景其情能写得这样逼真。"
        },
        {
            "title": "绝句六首",
            "content": "日出篱东水，云生舍北泥。\r\n竹高鸣翡翠，沙僻舞鹍鸡。\r\n蔼蔼花蕊乱，飞飞蜂蝶多。\r\n幽栖身懒动，客至欲如何。\r\n凿井交棕叶，开渠断竹根。\r\n扁舟轻褭缆，小径曲通村。\r\n舍下笋穿壁，庭中藤刺檐。\r\n地晴丝冉冉，江白草纤纤。\r\n江动月移石，溪虚云傍花。\r\n鸟栖知故道，帆过宿谁家。"
        },
        {
            "title": "赠李白",
            "content": "秋来相顾尚飘蓬，未就丹砂愧葛洪。\r\n痛饮狂歌空度日，飞扬跋扈为谁雄。\r\n【注释】：①飘蓬：草本植物，叶如柳叶，开白色小花，秋枯根拨，随风飘荡。故常用来比喻人的行踪飘忽不定。时李白杜甫二人在仕途上都失意，相偕漫游，无所归宿，故以飘蓬为喻。\r\n②未就：没有成功。\r\n③丹砂：即朱砂。道教认为炼砂成药，服之可以延年益寿。\r\n④葛洪：东晋道士，自号抱朴子，入罗浮山炼丹。李白好神仙，曾自炼丹药，并在齐州从道士高如贵受“道箓”（一种入教仪式）。杜甫也渡黄河登王屋山访道士华盖君，因华盖君已死，惆怅而归。两人在学道方面都无所成就，所以说“愧葛洪”。\r\n⑤飞扬跋扈：不守常规，狂放不羁。【赏析】：　　天宝三载（744）四月，杜甫与刚被唐玄宗赐金放还的李白在洛阳相识，遂相约同游梁宋（今河南省开封市、商丘市一带），天宝四载（745），二人又同游齐赵，他们一同驰马射猎，赋诗论文，相爱如弟兄。这年秋天，杜甫与李白在鲁郡（今山东兖州）相别，杜甫写了这首赠诗。诗中慨叹二人漂泊不定，学道无成。“痛饮”二句，既是对好友的规劝，也含有自警之意，语重心长，可见二人友谊之诚挚。这是现存杜诗中最早的一首绝句。《杜诗镜铨》引蒋弱六语：“是白一生小像。公赠白诗最多，此诗最简，而足以尽之。”"
        },
        {
            "title": "征夫",
            "content": "十室几人在，千山空自多。\r\n路衢唯见哭，城市不闻歌。\r\n漂梗无安地，衔枚有荷戈。\r\n官军未通蜀，吾道竟如何。"
        },
        {
            "title": "寄韩谏议注",
            "content": "今我不乐思岳阳，身欲奋飞病在床。\r\n美人娟娟隔秋水，濯足洞庭望八荒。\r\n鸿飞冥冥日月白，青枫叶赤天雨霜。\r\n玉京群帝集北斗，或骑骐驎翳凤凰。\r\n芙蓉旌旗烟雾乐，影动倒景摇潇湘。\r\n星宫之君醉琼浆，羽人稀少不在旁。\r\n似闻昨者赤松子，恐是汉代韩张良。\r\n昔随刘氏定长安，帷幄未改神惨伤。\r\n国家成败吾岂敢，色难腥腐餐风香。\r\n周南留滞古所惜，南极老人应寿昌。\r\n美人胡为隔秋水？焉得置之贡玉堂。\r\n【注释】：①岳阳：今湖南岳阳，韩注居留之地。\r\n②美人：《楚辞》中常以美人香草比喻君子。此指韩注。\r\n③八荒：八方荒远之地。\r\n④鸿飞冥冥：鸿雁远扬。此喻韩注归隐不出。\r\n⑤玉京：玉京山，道教传说是元始天尊在天上的居处。\r\n⑥潇湘：即潇水和湘江，两河在湖南永州合流后入洞庭湖。\r\n⑦羽人：穿羽衣的仙人。\r\n⑧刘氏：指汉高祖刘邦。\r\n⑨色难：有难色，不愿。【译文】：　　我的心啊悒郁不悦，不由得思念起岳阳——你所在的地方，想要腾身飞去啊，无奈我辗转在病床。远隔着澄碧清澈的秋水，我怀念的人啊品貌端庄，洞庭洪波为你洗去脚上的尘土，宇宙八荒在你眼前铺展：苍穹高邈，鸿雁飞翔，日月皎皎，放射光芒，枫叶已经涂抹成红色，秋天开始降下了寒霜。居住在玉京的天帝们，一齐到北斗星宫会聚，驮着他们飘然而至的，是那吉祥的麒麟和凤凰。绘绣莲花的面面旌旗，在轻烟雾霭中飞扬，这天上的胜景啊，倒映在波光摇曳的潇湘。星宫里的帝君们开怀畅饮，在玉液琼浆中陶醉，随逝的飞仙羽人却缺少了谁，你正遨游在远方。所说你早已退隐山林，追随那仙人赤松子，难道你就是那汉朝的开国元勋，韩国良相得后代张良。从前曾辅佐那刘氏，成就帝业，定都长安，运筹决胜的初衷未改，位高禄厚却让你黯然神伤：国家的兴衰成败，我怎敢不闻不问？只是不愿与腐臭污浊同流，还是退居山林去领受红枫的清香。当年太史公周南留滞的故事，自古以来为人们所痛惜，都希望天空出现南极老人之星，让世间一片太平安康。你有着美好的品行和功业，却为何要远隔秋水避世隐居？怎样才能重返朝廷，为君王贡献肝胆，治国安邦。【赏析】：　　这是一首寄赠诗。诗意可分四层：前六句，表达了思念韩注的情感；次六句，喻指贵胄满朝，而高人远引；又次六句，点明韩注去官归山的缘由；末四句，为韩注的归隐感到惋惜，希望他重新出山为国效力。全诗语言隐晦，意境惝恍迷离，具有浪漫主义色彩，不同于杜诗一贯的写实风格。诗中用仙家的浪漫情景，来暗喻无法直言的隐衷，这需要读者去认真体味。"
        },
        {
            "title": "月夜忆舍弟",
            "content": "戍鼓断人行，秋边一雁声。\r\n露从今夜白，月是故乡明。\r\n有弟皆分散，无家问死生。\r\n寄书长不避，况乃未休兵。\r\n【注释】：①行：交通。\r\n②秋边：秋天的边地。\r\n③达：到。\r\n④况乃：何况是。【译文】：　　戍楼上的鼓声隔断了人们的来往，秋天的边塞一只孤雁在鸣叫。从今夜就进入了白露节气，月亮应该还是故乡的最明亮。有兄弟却都分散了，没有家无法探问生死。寄的家书常常不能送到，何况战乱频繁没有停止。【赏析】：　　在安史之乱中，杜甫颠沛流离，尝尽艰辛，家愁国难填满心胸，真是感慨万端。一旦触动，千头万绪便一齐从笔端流出，所以把常见的怀乡思亲的题材写得如此凄楚感伤、沉郁顿挫。\r\n　　战乱频繁，诗人与兄弟离散，只能寄诗表达思念之情。凄凉萧瑟的边地秋色更衬托出诗人悲凉的心情，而深刻的人生体验更是诗人创作的动力。全诗结构严谨、首尾照应、有致有序、沉郁顿挫。"
        },
        {
            "title": "赠卫八处士",
            "content": "人生不相见，动如参与商。\r\n今夕复何夕，共此灯烛光。\r\n少壮能几时，鬓发各已苍。\r\n访旧半为鬼，惊呼热中肠。\r\n焉知二十载，重上君子堂。\r\n昔别君未婚，儿女忽成行。\r\n怡然敬父执，问我来何方？\r\n问答未及已，驱儿罗酒浆。\r\n夜雨剪春韭，新炊间黄粱。\r\n主称会面难，一举累十觞。\r\n十觞亦不醉，感子故意长。\r\n明日隔山岳，世事两茫茫。\r\n【注释】：①参与商：星座名，参星在西而商星在东，当一个上升，另一个下沉，故不相见。\r\n②间：掺合。\r\n③故意：故交的情意。\r\n③驱儿罗酒浆：此句争议较大，也有许多版本叫“儿女罗酒浆”【译文】：　　世间上的挚友真难得相见，好比此起彼落的参星商辰。今晚是什么日子如此幸运，竟然能与你挑灯共叙衷情？青春壮年实在是没有几时，不觉得你我各巳鬓发苍苍。打听故友大半早成了鬼藉，听到你惊呼胸中热流回荡。真没想到阔别二十年之后，能有机会再次来登门拜访。当年握别时你还没有成亲，今日见到你儿女已经成行。他们和顺地敬重父亲挚友，热情地问我来自哪个地方？三两句问答话还没有说完，你便叫他们张罗家常酒筵。雨夜割来的春韭嫩嫩长长，刚烧好黄粱掺米饭喷喷香。你说难得有这个机会见面，一举杯就接连地喝了十觞。十几杯酒我也难得一醉呵，谢谢你对故友的情深意长，明朝你我又要被山岳阻隔，人情世事竟然都如此渺茫！【赏析】：　　这首诗是肃宗乾元二年（759）春天，杜甫自洛阳返回华州途中所作。卫八处士，名字和生平事迹已不可考。处士，指隐居不仕的人。\r\n　　开头四句说，人生动辄如参、商二星，此出彼没，不得相见；今夕又是何夕，咱们一同在这灯烛光下叙谈。这几句从离别说到聚首，亦悲亦喜，悲喜交集，把强烈的人生感慨带入了诗篇。诗人与卫八重逢时，安史之乱已延续了三年多，虽然两京已经收复，但叛军仍很猖獗，局势动荡不安。诗人的慨叹，正暗隐着对这个乱离时代的感受。\r\n　　久别重逢，彼此容颜的变化，自然最容易引起注意。别离时两人都还年轻，而今俱已鬓发斑白了。“ 少壮能几时，鬓发各已苍”两句，由“能几时”引出，对于世事、人生的迅速变化，表现出一片惋惜、惊悸的心情。接着互相询问亲朋故旧的下落，竟有一半已不在人间了，彼此都不禁失声惊呼，心里火辣辣地难受。按说，杜甫这一年才四十八岁，何以亲故已经死亡半数呢？如果说开头的“人生不相见”已经隐隐透露了一点时代气氛，那么这种亲故半数死亡，则更强烈地暗示着一场大的干戈乱离。“焉知”二句承接上文“今夕复何夕，共此灯烛光”，诗人故意用反问句式，含有意想不到彼此竟能活到今天的心情。其中既不无幸存的欣慰，又带着深深的痛伤。\r\n　　前十句主要是抒情。接下去，则转为叙事，而无处不关人世感慨。随着二十年岁月的过去，此番重来，眼前出现了儿女成行的景象。这里面当然有倏忽之间迟暮已至的喟叹。“怡然”以下四句，写出卫八的儿女彬彬有礼、亲切可爱的情态。诗人款款写来，毫端始终流露出一种真挚感人的情意。这里“问我来何方”一句后，本可以写些路途颠簸的情景，然而诗人只用“问答乃未已”一笔轻轻带过，可见其裁剪净炼之妙。接着又写处士的热情款待：菜是冒着夜雨剪来的春韭，饭是新煮的掺有黄米的香喷喷的二米饭。这自然是随其所有而具办的家常饭菜，体现出老朋友间不拘形迹的淳朴友情。“主称”以下四句，叙主客畅饮的情形。故人重逢话旧，不是细斟慢酌，而是一连就进了十大杯酒，这是主人内心不平静的表现。主人尚且如此，杜甫心情的激动，当然更不待言。“感子故意长”，概括地点出了今昔感受，总束上文。这样，对“今夕”的眷恋，自然要引起对明日离别的慨叹。末二句回应开头的“人生不相见，动如参与商”，暗示着明日之别，悲于昔日之别：昔日之别，今幸复会；明日之别，后会何年？低回深婉，耐人玩味。\r\n　　诗人是在动乱的年代、动荡的旅途中，寻访故人的；是在长别二十年，经历了沧桑巨变的情况下与老朋友见面的，这就使短暂的一夕相会，特别不寻常。于是，那眼前灯光所照，就成了乱离环境中幸存的美好的一角；那一夜时光，就成了烽火乱世中带着和平宁静气氛的仅有的一瞬；而荡漾于其中的人情之美，相对于纷纷扰扰的杀伐争夺，更显出光彩。“今夕复何夕，共此灯烛光”，被战乱推得遥远的、恍如隔世的和平生活，似乎一下子又来到眼前。可以想象，那烛光融融、散发着黄粱与春韭香味、与故人相伴话旧的一夜，对于饱经离乱的诗人，是多么值得眷恋和珍重啊。诗人对这一夕情事的描写，正是流露出对生活美和人情美的珍视，它使读者感到结束这种战乱，是多么符合人们的感情与愿望。\r\n　　这首诗平易真切，层次井然。诗人只是随其所感，顺手写来，便有一种浓厚的气氛。它与杜甫以沉郁顿挫为显著特征的大多数古体诗有别，而更近于浑朴的汉魏古诗和陶渊明的创作；但它的感情内涵毕竟比汉魏古诗丰富复杂，有杜诗所独具的感情波澜，如层漪迭浪，展开于作品内部。清代张上若说它“情景逼真，兼极顿挫之妙”（杨伦《杜诗镜铨》引），正是深一层地看到了内在的沉郁顿挫。诗写朋友相会，却由“人生不相见”的慨叹发端，因而转入“今夕复何夕，共此灯烛光”时，便格外见出内心的激动。但下面并不因为相会便抒写喜悦之情，而是接以“少壮能几时”至“惊呼热中肠”四句，感情又趋向沉郁。诗的中间部分，酒宴的款待，冲淡了世事茫茫的凄惋，带给诗人幸福的微醺，但劝酒的语辞却是“主称会面难”，又带来离乱的感慨。诗以“人生不相见”开篇，以“世事两茫茫”结尾，前后一片苍茫，把一夕的温馨之感，置于苍凉的感情基调上。这些，正是诗的内在沉郁的表现。如果把这首诗和孟浩然的《过故人庄》对照，就可以发现，二者同样表现故人淳朴而深厚的友情，但由于不同的时代气氛，诗人的感受和文字风格都很不相同，孟浩然心情平静而愉悦，连文字风格都是淡淡的。而杜甫则是悲喜交集，内心蕴积着深深的感情波澜，因之，反映在文字上尽管自然浑朴，而仍极顿挫之致。"
        },
        {
            "title": "月夜",
            "content": "今夜鄜州月，闺中只独看。\r\n遥怜小儿女，未解忆长安。\r\n香雾云鬟湿，清辉玉臂寒。\r\n何时倚虚幌，双照泪痕干。\r\n【注释】：①闺中：内室，这里指妾。\r\n②解：懂得。\r\n③清辉：月光。\r\n④双照：互相照见。【译文】：　　今天夜里鄜洲的月亮，在家里只有妻子一个人看见。远远想起家中可怜的小儿女们，还不懂得想念在长安的父亲。妻子站久了，雾气一定润湿了她的头发，清冷的月光照在手臂一定会觉得寒冷。什么时候才能一同倚着轻薄透明的帷幔，月光一同照着我们两个人，把泪痕拭干。【赏析】：　　公元七五五年，安禄山勾结史思明在范阳起兵发动叛乱。第二年六月九日潼关失守，十三日唐玄宗仓皇逃到了四川。七月唐肃宗李亨即位，杜甫在投奔唐肃宗路上被叛军抓住，因为官小，看他破衣啰唆，就把他撵出了军营。回到住处以后，看到城中破堪的样子，思乡之情油然而生。因为强烈地思念妻儿，写下了这首名作。\r\n　　诗人望月想念家中的妻子，充满了深情也满怀忧虑与辛酸。这无尽的思念与盼望能双照泪干的愿望正揭示了离乱带给人们的痛苦。这首诗描写形象，情深意切。"
        },
        {
            "title": "游龙门奉先寺",
            "content": "已从招提游，更宿招提境。\r\n阴壑生虚籁，月林散清影。\r\n天阙象纬逼，云卧衣裳冷。\r\n欲觉闻晨钟，令人发深省。"
        },
        {
            "title": "咏怀古迹（五首其一）",
            "content": "支离东北风尘际，漂泊西南天地间。\r\n三峡楼台淹日月，五溪衣服共云山。\r\n羯胡事主终无赖，词客哀时且未还。\r\n庾信平生最萧瑟，暮年诗赋动江关。\r\n【注释】：①支离：流离。\r\n②五溪：指雄溪、樠溪、酉溪、潕溪、辰溪，在今湘、黔、川边境。\r\n③羯胡：指安禄山。\r\n④庾信：梁朝诗人。【译文】：　　战乱中在长安东北一带流离，天地间漂泊在西南地区。长久地停留在三峡的房屋中，在五溪与溪人一同住在山里。羯胡事主狡猾反复无常，诗人伤怀的时候还没有回还。庾信一生最凄凉，晚年作的诗震动了江关。【赏析】：　　咏怀古迹（共五首）是咏古迹怀古人进而感怀自己的诗。作者于代宗大历元年（766），先后游历了宋玉宅、庾信古居、昭君村、永安宫、先主庙、武侯祠等古迹，对于古代的才士、国色、英雄、名相，沉表崇敬，写下了《咏怀古迹》五首，以抒情怀。\r\n　　这是五首中的第一首。开首咏怀的是庾信，这是因为诗人对庾信的诗赋推崇备至，极为倾倒。他曾经说：“清新庾开府”，“庾信文章老更成“。另一方面，当时他即将有江陵之行，情况与庾信漂泊有相通之处。\r\n　　首联写安史之乱起，漂泊入蜀居无定处。颔联写流落三峡、五溪，与夷人共处。颈联写安禄山狡猾反复，正如梁朝的侯景；自己飘泊异地，欲归不得，恰似当年的庾信。末联写庾信晚年《哀江南赋》极为凄凉悲壮，暗寓自己的乡国之思。全诗写景写情，均属亲身体验，深切真挚，议论精当，耐人寻味。"
        },
        {
            "title": "义鹘行",
            "content": "阴崖有苍鹰，养子黑柏颠。白蛇登其巢，吞噬恣朝餐。\r\n雄飞远求食，雌者鸣辛酸。力强不可制，黄口无半存。\r\n其父从西归，翻身入长烟。斯须领健鹘，痛愤寄所宣。\r\n斗上捩孤影，噭哮来九天。修鳞脱远枝，巨颡坼老拳。\r\n高空得蹭蹬，短草辞蜿蜒。折尾能一掉，饱肠皆已穿。\r\n生虽灭众雏，死亦垂千年。物情有报复，快意贵目前。\r\n兹实鸷鸟最，急难心炯然。功成失所往，用舍何其贤。\r\n近经潏水湄，此事樵夫传。飘萧觉素发，凛欲冲儒冠。\r\n人生许与分，只在顾盼间。聊为义鹘行，用激壮士肝。"
        },
        {
            "title": "新婚别",
            "content": "兔丝附蓬麻，引蔓故不长。嫁女与征夫，不如弃路旁。\r\n结发为妻子，席不暖君床。暮婚晨告别，无乃太匆忙。\r\n君行虽不远，守边赴河阳。妾身未分明，何以拜姑嫜。\r\n父母养我时，日夜令我藏。生女有所归，鸡狗亦得将。\r\n君今往死地，沈痛迫中肠。誓欲随君去，形势反苍黄。\r\n勿为新婚念，努力事戎行。妇人在军中，兵气恐不扬。\r\n自嗟贫家女，久致罗襦裳。罗襦不复施，对君洗红妆。\r\n仰视百鸟飞，大小必双翔。人事多错迕，与君永相望。\r\n【注释】：(1)兔丝：即菟丝子，一种蔓生的草，依附在其他植物枝干上生长。蓬和麻的枝干都很短，所以菟丝子附在上面的引蔓自然长不了。比喻女子嫁给征夫，相处难久。\r\n(2)无乃：岂不是。\r\n(3)河阳：今河南孟县，当时唐军与叛军在此对峙。\r\n(4)身：身份，指在新家中的名份地位。唐代习俗，嫁后三日，始上坟告庙，才算成婚。今仅宿一夜，婚礼尚未完成，故身份不明。姑嫜：婆婆、公公。\r\n(5)藏：躲藏，不随便见外人。\r\n(6)归：古代女子出嫁称\\\"归\\\"。将：带领，相随。这两句即俗语所说的\\\"嫁鸡随鸡，嫁狗随狗\\\"。\r\n(7)迫：煎熬、压抑。\r\n(8)中肠：内心。\r\n(9)苍黄：犹仓皇。意思是多所不便，更麻烦。\r\n(10)事戎行：从军打仗。\r\n(11)久致：许久才制成。\r\n(12)襦：短袄，裳：下衣。\r\n(13)不复施：不再穿。\r\n(14)洗红妆：洗去脂粉，不再打扮。\r\n(15)双翔：双双对对一起飞翔。此句写出了女子的寂寞和对那些能够成双成对的鸟儿的羡慕。\r\n(16)错迕：差错，不如意。\r\n(17)永相望：永远盼望重聚。表示对丈夫的爱情始终不渝。【赏析】：　　这首诗写一对新婚夫妇，在结婚的次日清晨，新郎就要赴前线。诗写得回肠荡气，全诗除开始两句“特用比兴发端”（《杜诗说》）外，全是新妇赠别劝勉的独白之词，这与“三吏”的对话体有别。通过大段悲怨而又沉痛的自诉，塑造了一个承受着苦难命运、又懂得以国事为重的善良坚毅的青年妇女形象，深刻揭示了战争带给人民的巨大不幸。\r\n　　杜甫“三别”中的《新婚别》，精心塑造了一个深明大义的少妇形象。此诗采用独白形式，全篇先后用了七个“君”字，都是新娘对新郎倾吐的肺腑之言，读来深切感人。 \r\n　　这首诗大致可分为三段，也可以说是三层，但是这三层并不是平列的，而是一层比一层深，一层比一层高，而且每一层当中又都有曲折。这是因为人物的心情本来就是很复杂的。第一段，从“兔丝附蓬麻”到“何以拜姑嫜”，主要是写新娘子诉说自己的不幸命运。她是刚过门的新嫁娘，过去和丈夫没见过面，没讲过话。所以语气显得有些羞涩，有些吞吞吐吐。这明显地表现在开头这两句：“兔丝附蓬麻，引蔓故不长。”新嫁娘这番话不是单刀直入，而是用比喻来引起的。这很符合她的特定身份和她这时的心理状态。“兔丝”是一种蔓生的草，常寄生在别的植物身上。“蓬”和“麻”也都是小植物，所以，寄生在蓬麻上的兔丝，它的蔓儿也就不能延长。在封建社会里，女子得依靠丈夫才能生活，可是现在她嫁的是一个“征夫”，很难指望白头偕老，用“兔丝附蓬麻”的比喻非常贴切。“嫁女与征夫，不如弃路旁”，这是一种加重的说法，为什么这位新娘子会伤心到这步田地呢？“结发为君妻”以下的八句，正是申明这个问题。“结发”二字，不要轻易读过，它说明这个新娘子对丈夫的好歹看得很重，因为这关系到她今后一生的命运。然而，谁知道这洞房花烛之夜，却就是生离死别之时呢！头一天晚上刚结婚，第二天一早就得走，连你的床席都没有睡暖，这哪里象个结发夫妻呢？“无乃太匆忙”的“无乃”，是反问对方的口气，意即“岂不是”。如果是为了别的什么事，匆忙相别，也还罢了，因为将来还可以团圆，偏偏你又是到河阳去作战，将来的事且不说，眼面前，我这媳妇的身份都没有明确，怎么去拜见公婆、侍候公婆呢？古代婚礼，新嫁娘过门三天以后，要先告家庙、上祖坟，然后拜见公婆，正名定分，才算成婚。“君行虽不远，守边赴河阳”两句，点明了造成新婚别的根由是战争；同时说明了当时进行的战争是一次“守边”战争。从诗的结构上看，这两句为下文“君今往死地”和“努力事戎行”张本。当时正值安史之乱，广大地区沦陷，边防不得不往内地一再迁移，而现在，边境是在洛阳附近的河阳，守边居然守到自己家门口来了，这岂不可叹？所以，我们还要把这两句看作是对统治阶级昏庸误国的讥讽，诗人在这里用的是一种“婉而多讽”的写法。 \r\n　　第二段，从“父母养我时”到“形势反苍黄”。新娘子把话题由自身进一步落到丈夫身上了。她关心丈夫的死活，并且表示了对丈夫的忠贞，要和他一同去作战。“父母养我时，日夜令我藏”，当年父母对自己非常疼爱，把自己当作宝贝儿似的。然而女大当嫁，父母也不能藏我一辈子，还是不能不把我嫁人，而且嫁谁就得跟谁。“鸡狗亦得将”，“将”字当“跟随”讲，就是俗话说的“嫁鸡随鸡，嫁狗随狗”。可是现在，“君今往死地，沉痛迫中肠。”你却要到那九死一生的战场去，万一有个三长两短，我还跟谁呢？想到这些，怎能不叫人沉痛得柔肠寸断？紧接着，新娘子表示：“我本来决心要随你前去，死也死在一起，省得牵肠挂肚。但又怕这样一来，不但没有好处，反而要把事情弄得糟糕，更复杂。军队里是不允许有年轻妇女的，你带着妻子去从军，也有许多不方便，我又是一个刚出门的闺女，没见过世面，更不用说是打仗了。真是叫人左右为难。这段话，刻画了新娘子那种心痛如割、心乱如麻的矛盾心理，非常曲折、深刻。 \r\n　　诗的第三段，是从“勿为新婚念”到“与君永相望”。在这里，女主人公经过一番痛苦的倾诉和内心剧烈的斗争以后，终于从个人的不幸中、从对丈夫的关切中，跳了出来，站在更高的角度，把眼光放得更远了。“勿为新婚念，努力事戎行！”她一变哀怨沉痛的诉说而为积极的鼓励，话也说得痛快，不象开始时候那样吞吞吐吐的了，她决定不随同丈夫前去，并且，为了使丈夫一心一意英勇杀敌，她表示了自己生死不渝的坚贞爱情。这爱情，是通过一些看来好象不重要，其实却大有作用的细节，或者说具体行动表达出来的。这就是“自嗟贫家女”这四句所描写的。新娘说，费了许久的心血好不容易才备办得一套美丽的衣裳，现在不再穿了。并且，当着你的面，我这就把脸上的脂粉洗掉。你走了以后，我更没心情梳妆打扮了。这固然是她对丈夫坚贞专一的爱情的表白，但是更可贵的，是她的目的在于鼓励丈夫，好叫他放心地、并且满怀信心、满怀希望地去杀敌。她对丈夫的鼓励是明智的。因为只有把幸福的理想寄托在丈夫的努力杀敌、凯旋归来上面，才有实现的可能。应该说，她是识大体，明大义的。 \r\n　　“仰视百鸟飞，大小必双翔。人事多错迕，与君永相望！”这四句是全诗的总结。其中有哀怨，有伤感，但是已经不象最初那样强烈、显著，主要意思还是在鼓励丈夫，所以才说出“人事多错迕”，好象有点人不如鸟，但立即又振作起来，说出了“与君永相望”这样含情无限的话，用生死不渝的爱情来坚定丈夫的斗志。 \r\n　　《新婚别》是一首高度思想性和完美艺术性结合的作品。诗人运用了大胆的浪漫的艺术虚构，实际上杜甫不可能有这样的生活经历，不可能去偷听新娘子对新郎官说的私房话。在新娘子的身上倾注了作者浪漫主义的理想色彩。另一方面，在人物塑造上，《新婚别》又具有现实主义的精雕细琢的特点，诗中主人公形象有血有肉，通过曲折剧烈的痛苦的内心斗争，最后毅然勉励丈夫“努力事戎行”，表现战争环境中人物思想感情的发展变化，丝毫不感到勉强和抽象，而觉得非常自然，符合事件和人物性格发展的逻辑，并且深受感染。 \r\n　　人物语言的个性化，也是《新婚别》的一大艺术特点。诗人化身为新娘子，用新娘子的口吻说话，非常生动、逼真。诗里采用了不少俗语，这也有助于语言的个性化，因为他描写的本来就是一个“贫家女”。 \r\n　　此外，在押韵上，《新婚别》和《石壕吏》有所不同。《石壕吏》换了好几个韵脚，《新婚别》却是一韵到底，《垂老别》和《无家别》也是这样。这大概和诗歌用人物独白的方式有关，一韵到底，一气呵成，更有利于主人公的诉说，也更便于读者的倾听\r\n　　历史评价：《唐诗品汇》引刘云：“曲折详至，缕缕凡七转，微显条达”。《唐诗选脉会通评林》引吴山民曰：“含几许凄恻，又极温厚。”"
        },
        {
            "title": "戏为六绝句（其一）",
            "content": "庾信文章老更成，凌云健笔意纵横。\r\n今人嗤点流传赋，不觉前贤畏后生。\r\n【注释】：①庾信：南北朝时期的著名诗人。文章：泛言文学。老更成：到了老年就更加成熟了。\r\n②凌云健笔：高超雄健的笔力。意纵横：文思如潮，文笔挥洒自如。\r\n③嗤点：讥笑、指责。\r\n④前贤指庾信。后生，指“嗤点”庾信的人。畏后生：即孔子说的“后生可畏”。但这里是讽刺话，意谓如果庾信还活着，恐怕真会觉得“后生可畏”了。【赏析】：　　这组诗大约写于宝应元年（762〕。在我国文学史上，用绝句这种体裁论诗，这是首创。杜甫在这组诗中评点作家，批评当时文人相轻的风气，谈自己的学习和创作体会。由于他见识精确，因而不仅他的观点深为后人认可，而且这种以诗论诗的形式也常为后人效仿。\r\n　　关于这组诗的创作意图，宋张戒《岁寒堂诗话》云：“此诗非为庾信、王、杨、卢、骆而作，乃子美自谓也。方子美在时，虽名满天下，人犹有议论其诗者，故有‘嗤点’、‘哂未休’之句”。《杜诗镜铨》引蒋云：“公每以庾信自比，殆亦兼遭时言之”。\r\n　　组诗第一首论庾信。杜甫评庾信曾有“清新庚开府”之语，此又言“老更成”；又云“庾信平生最萧瑟，暮年诗赋动江关”（《咏怀古迹五首》其一）。明杨慎《升庵诗话》云：\"庾信之诗，为梁之冠绝，启唐之先鞭。史评其诗曰绮艳，杜子美称之曰清新，又曰老成。绮艳、清新，人皆知之；而其老成，独子美能发其妙。余尝合而衍之曰：绮多伤质，艳多无骨；清易近薄，新易近尖。子山之诗，绮而有质，清而不薄，新而不尖，所以为老成也\"。"
        },
        {
            "title": "韦讽录事宅观曹将军画马图",
            "content": "国初已来画鞍马，神妙独数江都王。\r\n将军得名三十载，人间又见真乘黄。\r\n曾貌先帝照夜白，龙池十日飞霹雳。\r\n内府殷红玛瑙盘，婕妤传诏才人索。\r\n碗赐将军拜舞归，轻纨细绮相追飞。\r\n贵戚权门得笔迹，始觉屏障生光辉。\r\n昔日太宗拳毛騧，近时郭家师子花。\r\n今之新图有二马，复令识者久叹嗟。\r\n此皆骑战一敌万，缟素漠漠开风沙。\r\n其馀七匹亦殊绝，迥若寒空动烟雪。\r\n霜蹄蹴踏长楸间，马官厮养森成列。\r\n可怜九马争神骏，顾视清高气深稳。\r\n借问苦心爱者谁，后有韦讽前支遁。\r\n忆昔巡幸新丰宫，翠华拂天来向东。\r\n腾骧磊落三万匹，皆与此图筋骨同。\r\n自从献宝朝河宗，无复射蛟江水中。\r\n君不见金粟堆前松柏里，龙媒去尽鸟呼风。\r\n【注释】：①照夜白：马名。\r\n②龙池：在唐宫内。\r\n③支遁：东晋名僧，养马数匹，有人说道人养马不清高，答：“贫道爱其神骏。”此处比喻韦讽极爱曹霸的画马。“自从献宝朝河宗”：此句意指玄帝已经去世。\r\n④金粟堆：玄宗的陵墓，在今陕西省蒲城县东。【译文】：　　大唐开国到今朝，画马之人不知有多少，只有那皇侄江都王，可以算得上神奇美妙。曹霸将军擅长丹青，闻名天下已经三十春秋，看了他的画马图卷，庆幸人间再现了乘黄神骏。曾经为先帝玄宗描摹那：“照夜白”龙驹，在宫中十天画成，仿佛龙池中又腾起霹雳。那珍贵的血红玛瑙盘，收藏在皇宫内府，先帝让女官传诏取来，要赐给技艺超群的画家。将军感恩不尽，叩谢舞蹈而归，同时赏赐有精细丝绢，在他身后飘舞翻飞。贵族和高官门都渴求他的画啊，一旦得到将军的墨迹，顿时觉得屏障增色万分，厅堂辉煌无比。从前太宗骑过的一匹骏马，名字就叫“卷毛騧”；近世名将郭子仪深受恩宠，天子赐给御马“狮子花”。曹将军新作骏马图，就将它们入了画。真让那些见过真马的人们啊，在画前赞叹不已，难辨真假。这都是君王、大将的坐骑啊，征战疆场胜过万匹凡马，虽然那洁白的画绢寂然无声，仍然让人感到眼前飞扬起尘沙。画幅上还有另外七匹马，也都是与众不同奇异非凡，远远望去有如轻烟和雪花，在清寒的空中飞动飘洒。雪白的马蹄在大道上腾踏，矫捷的身形在楸林间穿插；饲养他们的官吏役卒，屏息静气地排列成行。多么可爱的九匹神骏啊，争相显示它们的品格不同寻常，左看右看都是那么清新高雅，深沉稳健气度不凡。请问古往今来有谁是真正苦心孤诣地爱马？后有当今的韦录事，前有东晋的支遁公。回想当年先皇帝，巡游驾临新丰宫，仪仗队的翠华旗凌空飘舞，浩浩荡荡直奔向东。奔驰腾跃的三万匹骏马，都与这画上的神驹形貌相同。自从先皇帝随河伯仙逝，再不能见他在江中射杀蛟龙，如今你看那金粟山前的松柏林里，天马早已不见踪影，只有鸟儿在啼雨呼风。【赏析】：　　本诗在章法上错综绝妙。第一段四句先赞曹氏画技之高超。第二段八句追叙曹氏应诏画马时所得到荣誉和宠幸。第三段十句，写九马图之神妙及各马之姿态。第四段八句是照应第二段“先帝”的伏笔，从而产生今昔迥异之感。 \r\n　　诗以奇妙高远开首，中间翻腾跌宕，又以突兀含蓄收尾。写骏马极为传神，写情感神游题外，感人至深，兴味隽永。浦起龙《读杜心解》说：“身历兴衰，感时抚事，惟其胸中有泪，是以言中有物。”此言极是。\r\n　　本诗通篇写画写，实际是在写人。那时唐玄宗和肃宗都已去世，诗人在异乡偶遇曾煊赫一时的将军画家，因而引起许多感慨。浦起龙在《读杜心解》中说：“身历兴衰，感时抚事，惟其胸中有泪，是以言中有物。”是前人很中肯的说明。"
        },
        {
            "title": "新安吏",
            "content": "客行新安道，喧呼闻点兵。\r\n借问新安吏：“县小更无丁？”\r\n“府帖昨夜下，次选中男行。”\r\n“中男绝短小，何以守王城？”\r\n肥男有母送，瘦男独伶俜。\r\n白水暮东流，青山犹哭声。　\r\n莫自使眼枯，收汝泪纵横。\r\n眼枯即见骨，天地终无情！\r\n我军取相州，日夕望其平。\r\n岂意贼难料，归军星散营。\r\n就粮近故垒，练卒依旧京。\r\n掘壕不到水，牧马役亦轻。\r\n况乃王师顺，抚养甚分明。\r\n送行勿泣血，仆射如父兄。\r\n【注释】：①注：新安：地名。今河南省新安县。\r\n②中男：指十八岁以上，二十三岁以下成丁。这是唐天宝初年兵役制度规定的。\r\n③伶俜：形容孤独。俜：pīng。\r\n④更：岂。次：挨次。【译文】：　　杜甫在去新安的路上走过，听到人声喧哗，原来是吏役在村里点名征兵。杜甫便问那些新安县里派来的吏役：“新安这个小县，连年战争，还会有成丁的青年可以入伍吗?”（又一说为：难道新安这个县小到没有二十三岁的成丁的人了吗？）官吏回答说：“昨夜已有兵府文书下达，规定点选十八岁的中男入伍了。”杜甫说：“啊，这些人还是年龄不大的青年，怎么能让他们去守卫东都啊? ”肥胖的青年大概家境还不坏，他们都有母亲来送行。瘦弱的青年大多来自贫户，他们都孤零零的，无人陪送。时候已到黄昏，河水东流而去，青山下还有送行者的哭声。杜甫看到如此景象，觉得只好对那些哭泣的人安慰一番。他说：把你们的眼泪收起吧，不要哭坏了眼睛，徒然伤了身体。天地终是一个无情的东西啊! 官军进攻相州，本来希望一二天之内就能平定，岂知把敌人的形势估计错了，以致打了败仗，兵士一营一营地溃散了。伙食就在旧营垒附近供应，训练也在东都近郊。要他们做的工作是掘城壕，也不会深到见水。牧马也是比较轻的任务。况且这一场战争是名正言顺的正义战争，参加的是讨伐叛徒的王师。主将对于兵士，显然是很关心抚养的。你们送行的家属不用哭得很伤心，仆射对兵士仁爱得象父兄一样。【赏析】：　　唐肃宗乾元元年（758）冬，郭子仪收复长安和洛阳，旋即，郭和李光弼、王思礼等九节度使乘胜率军进击，以二十万兵力在邺郡（即相州，治所在今河南安阳）包围了安庆绪叛军，局势甚可喜。然而昏庸的肃宗对郭子仪、李光弼等领兵并不信任，诸军不设统帅，只派宦官鱼朝恩为观军容宣慰处置使，使诸军不相统属，又兼粮食不足，士气低落，两军相持到次年春天，史思明援军至，唐军遂在邺城大败。郭子仪退保东都洛阳，其余各节度使逃归本镇。唐王朝为了补充兵力，大肆抽丁拉夫。杜甫这时正由洛阳回华州任所，耳闻目睹了这次惨败后人民罹难的痛苦情状，经过艺术提炼，写成组诗“三吏”、“三别”。“三吏”：《石壕吏》，《潼关吏》，《新安吏》。“三别”：《新婚别》,《垂老别》，《无家别》。《新安吏》是组诗的第一首。新安，在洛阳西。\r\n　　“客行新安道，喧呼闻点兵。”这两句是全篇的总起。“客”，杜甫自指。以下一切描写，都是从诗人“喧呼闻点兵”五字中生出。\r\n　　“借问新安吏：”县小更无丁？‘“这是杜甫的问话。唐高祖武德七年（624）定制：男女十六为中，二十一为丁。至天宝三载（744），又改以十八为中男，二十二为丁。按照正常的征兵制度，中男不该服役。杜甫的问话是很尖锐的，眼前明明有许多人被当作壮丁抓走，却撇在一边，跳过一层问：”新安县小，再也没有丁男了吧？“大概他以为这样一问，就可以把新安吏问住了。”府帖昨夜下，次选中男行。“吏很狡黠，也跳过一层回答说，州府昨夜下的军帖，要挨次往下抽中男出征。看来，吏敏感得很，他知道杜甫用中男不服兵役的王法难他，所以立即拿出府帖来压人。看来讲王法已经不能发生作用了，于是杜甫进一步就实际问题和情理发问：”中男又矮又小，怎么能守卫东都洛阳呢？“王城，指洛阳，周代曾把洛邑称作王城。这在杜甫是又逼紧了一步，但接下去却没有答话。也许吏被问得张口结舌，但更大的可能是吏不愿跟杜甫噜苏下去了。这就把吏对杜甫的厌烦，杜甫对人民的同情，以及诗人那种迂执的性格都表现出来了。\r\n　　“肥男有母送，瘦男独伶俜。白水暮东流，青山犹哭声。”跟吏已经无话可说了，于是杜甫把目光转向被押送的人群。他怀着沉痛的心情，把这些中男仔细地打量再打量。他发现那些似乎长得壮实一点的男孩子是因为有母亲照料，而且有母亲在送行。中男年幼，当然不可能有妻子。但为什么父亲不来呢？上面说过“县小更无丁”，有父亲在还用抓孩子吗？所以“有母”之言外，正可见另一番惨景。“瘦男”之“瘦”已叫人目不忍睹，加上“独伶俜”三字，更见无亲无靠。无限痛苦，茫茫无堪告语，这就是“独伶俜”三字给人的感受。杜甫对着这一群哀号的人流，究竟站了多久呢？只觉天已黄昏了，白水在暮色中无语东流，青山好像带着哭声。这里用一个“犹”字便见恍惚。人走以后，哭声仍然在耳，仿佛连青山白水也呜咽不止。似幻觉又似真实，读起来叫人惊心动魄。以上四句是诗人的主观感受。它在前面与吏的对话和后面对征人的劝慰语之间，在行文与感情的发展上起着过渡作用。\r\n　　“莫自使眼枯，收汝泪纵横。眼枯即见骨，天地终无情！”这是杜甫劝慰征人的开头几句话。照说中男已经走了，话讲给谁听呢？好像是把先前曾跟中男讲的话补叙在这里，又象是中男走过以后，杜甫觉得太惨了，一个人对着中男走的方向自言自语，那种发痴发呆的神情，更显出其茫茫然的心理。照说抒发悲愤一般总是要把感情往外放，可是此处却似乎在收。“使眼枯”、“泪纵横”本来似乎可以再作淋漓尽致的刻画，但杜甫却加上了“莫”和“收”。“不要哭得使眼睛发枯，收起奔涌的热泪吧。”然后再用“天地终无情”来加以堵塞。“莫”、“收”在前，“终无情”在后一笔煞住，好像要人把眼泪全部吞进肚里。这就收到了“抽刀断水水更流”的艺术效果。这种悲愤也就显得更深、更难控制，“天地”也就显得更加“无情”。\r\n　　照说杜甫写到“天地终无情”，已经极其深刻地揭露了兵役制度的不合理，然而这一场战争的性质不同于写《兵车行》的时候。当此国家存亡迫在眉睫之时，诗人从维护祖国的统一角度考虑，在控诉“天地终无情”之后，又说了一些宽慰的话。相州之败，本来罪在朝廷和唐肃宗，杜甫却说敌情难以预料，用这样含混的话掩盖失败的根源，目的是要给朝廷留点面子。本来是败兵，却说是“归军”，也是为了不致过分叫人丧气。“况乃王师顺，抚养甚分明”。唐军讨伐安史叛军，当然可以说名正言顺，但哪里又能谈得上爱护士卒、抚养分明呢？另外，所谓战壕挖得浅，牧马劳役很轻，郭子仪对待士卒亲如父兄等等，也都是些安慰之词。杜甫讲这些话，都是对强征入伍的中男进行安慰。诗在揭露的同时，又对朝廷有所回护，杜甫这样说，用心是很苦的。实际上，人民蒙受的惨痛，国家面临的灾难，都深深地刺激着他沉重而痛苦的心灵。\r\n　　杜甫在诗中所表现的矛盾，除了有他自己思想上的根源外，同时又是社会现实本身矛盾的反映。一方面，当时安史叛军烧杀掳掠，对中原地区生产力和人民生活的破坏是空前的。另一方面，唐朝统治者在平时剥削、压迫人民，在国难当头的时候，却又昏庸无能，把战争造成的灾难全部推向人民，要捐要人，根本不顾人民死活。这两种矛盾，在当时社会现实中尖锐地存在着，然而前者毕竟居于主要地位。可以说，在平叛这一点上，人民和唐王朝多少有一致的地方。因此，杜甫的“三吏”“三别”既揭露统治集团不顾人民死活，又旗帜鲜明地肯定平叛战争，甚至对应征者加以劝慰和鼓励，也就不难理解了。因为当时的人民虽然怨恨唐王朝，但终究咬紧牙关，含着眼泪，走上前线支持了平叛战争。"
        },
        {
            "title": "望岳",
            "content": "岱宗夫如何？齐鲁青未了。\r\n造化钟神秀，阴阳割昏晓。\r\n荡胸生层云，决眦入归鸟。\r\n会当凌绝顶，一览众山小。\r\n【注释】：①岳：此指东岳泰山，泰山为五岳之首，其余四岳为西岳：华山；北岳：恒山；南岳：衡山；中岳：嵩山。\r\n②岱宗：泰山亦名岱山，在今山东省泰安市城北。古代以泰山为五岳之首，诸山所宗，故又称“岱宗”。历代帝王凡举行封禅大典，皆在此山。\r\n③青：山色。未了：不尽。青未了：指郁郁苍苍的山色无边无际，浩茫浑涵，难以尽言。\r\n④造化：大自然。钟：聚集。神秀：指山色的奇丽。\r\n⑤阴阳：阴指山北(水南),阳指山南(水北)。割：划分。此句是说泰山很高，在同一时间，山南山北判若早晨和晚上。\r\n⑥荡胸：心胸摇荡。\r\n⑦决眦：决：裂开。眦：眼角。决眦：极力张大眼睛。\r\n⑧入归鸟；目光追随归鸟。入：受到眼里，即看到。\r\n⑨会当：定要。\r\n⑩凌：登上。【译文】：　　泰山的面貌怎么样？绵延不绝的青色在齐鲁也看得见。大自然在这里聚集了英灵之气，在同一时间，山南山北判若早晨与晚上。层出不穷的云雾使人心胸荡漾，我睁大眼睛极力看见想要归巢的飞鸟。应当要登上泰山的最高峰，在上面俯视的话，众山都会显得矮小。【赏析】：　　全诗没有一个“望”字，但句句写向岳而望。距离是自远而近，时间是从朝至暮，并由望岳暮，并由望岳悬想将来的登岳。\r\n　　首句“岱宗夫如何？“写乍一望见泰山时，高兴得不知怎样形容才好的那种揣摩劲和惊叹仰慕之情，非常传神。岱是泰山的别名，因居五岳之首，故尊为岱宗。“夫如何”，就是到底怎么样呢？“夫”字在古文中通常是用于句首的虚字，这里把它融入诗句中，是个新创，很别致。这个“夫”字，虽无实在意义，却少它不得，所谓“传神写照，正在阿堵中”。\r\n　　“齐鲁青未了”了是经过一番揣摩后得出的答案，真是惊人之句。它既不是抽象地说泰山高，也不是像谢灵运《泰山吟》那样用“刺云天”这类一般化的语言来形容，而是别出心裁地写出自己的体验──在古代齐鲁两大国的国境外还能望见远远横亘在那里的泰山，以距离之远来烘托出泰山之高。泰山之南为鲁，泰山之北为齐，所以这一句描写地理特点，写其他山岳时不能挪用。明代莫如忠《登东郡望岳楼》诗说：“齐鲁到今青未了，题诗谁继杜陵人？”他特别提出这句诗，并认为无人能继，是有道理的。\r\n　　“造化钟神秀，阴阳割昏晓”两句，写近望中所见泰山的神奇秀丽和巍峨高大的形象，是上句“青未了”的注脚。“钟”字，将大自然写得有情，而诗人或许也钟情于泰山。山前向日的一面为“阳”，山后背日的一面为“阴”，由于山高，天色一昏一晓判割于山的阴、阳面，所以说“割昏晓”。“割”本是个普通字，但用在这里，确是“奇险”。由此可见，诗人杜甫那种“语不惊人死不休”的创作作风，在他的青年时期就已养成。“荡胸生曾云，决眦入归鸟”两句，是写细望。见山中云气层出不穷，故心胸亦为之荡漾；因长时间目不转眼地望着，故感到眼眶有似决裂。“归鸟”是投林还巢的鸟，这也从侧面体现了泰山的深远，巍峨。而时已薄暮，诗人还在望。不言而喻，其中蕴藏着诗人对祖国河山的热爱。\r\n　　“会当凌绝顶，一览众山小”，这最后两句，写由望岳而产生的登岳的意愿。“会当”是唐人口语，意即“一定要”。如王勃《春思赋》：“会当一举绝风尘，翠盖朱轩临一春。”有时单用一个“会”字，如孙光宪《北梦琐言》：“ 他日会杀此竖子！”即杜诗中亦往往有单用者，如“此生那老蜀，不死会归秦！”（《奉送严公入朝》）如果把“会当”解作“应当”，便欠准确，神气索然。从这两句富有启发性和象征意义的诗中，可以看到诗人杜甫不怕困难、敢于攀登绝顶、俯视一切的雄心和气概。这正是杜甫能够成为一个伟大诗人的关键所在，也是一切有所作为的人们所不可缺少的。这就是为什么这两句诗千百年来一直为人们所传诵，而至今仍能引起我们强烈共鸣的原因。清代浦起龙认为杜诗“当以是为首”，并说“杜子心胸气魄，于斯可观。取为压卷，屹然作镇。”（《读杜心解》）也正是从这两句诗的象征意义着眼的。这和杜甫在政治上“自比稷与契”，在创作上“气靡屈贾垒，目短曹刘墙”，正是一致的。此诗被后人誉为“绝唱”，并刻石为碑，立在山麓。无疑，它将与泰山同垂不朽。也写出了诗人的伟大抱负和雄心壮志。"
        },
        {
            "title": "潼关吏",
            "content": "士卒何草草，筑城潼关道。\r\n大城铁不如，小城万丈余。\r\n借问潼关吏：“修关还备胡？”\r\n要我下马行，为我指山隅：\r\n“连云列战格，飞鸟不能逾。\r\n胡来但自守，岂复忧西都。\r\n丈人视要处，窄狭容单车。\r\n艰难奋长戟，万古用一夫。”\r\n“哀哉桃林战，百万化为鱼。\r\n请嘱防关将，慎勿学哥舒！”\r\n【译文】：　　士卒何草草，筑城潼关道。 士卒劳役是多么的艰辛，在潼关要道筑城。 \r\n　　大城铁不如，小城万丈余。 大城比铁还要坚固，小城也有万丈多。 \r\n　　借问潼关吏：“修道还备胡?” 我请问潼关吏：修道是为了防史思明军吗?(这是杜甫明知故问) \r\n　　要我下马行，为我指南隅： 潼关吏邀请我下马步行，为我指着山隅说： \r\n　　“连云列战格，飞鸟不能逾。 潼关高与云相连，城上堡垒把城墙区分成一格格战栅，飞鸟也不能越逾。 \r\n　　胡来但自守，岂复忧西都。 胡贼来犯只要守住，哪要担心西都长安。 \r\n　　丈人视要处，窄狭容单车。 您看这个要害的地方，狭窄到只能一辆车子通过。 \r\n　　艰难奋长戟，万古用一夫。” 艰难时刻就拿起长戟防守，因形势险要，利于防守，万古守关也只用一人。 \r\n　　“哀哉桃林战，百万化为鱼。 “悲哀啊!桃林塞(即潼关之古称)那一仗，哥舒翰潼关之败死伤极多，惨死黄河。 \r\n　　请嘱防关将，慎勿学哥舒” 请嘱咐防守潼关竹将领，谨慎啊!千万别学哥舒仓卒促应战的覆辙。”【赏析】：　　乾元二年（759）春，唐军在相州（治所在今河南安阳）大败，安史叛军乘势进逼洛阳。如果洛阳再次失陷，叛军必将西攻长安，那么作为长安和关中地区屏障的潼关势必有一场恶战。杜甫经过这里时，刚好看到了紧张的备战气氛。开头四句可以说是对筑城的士兵和潼关关防的总写。漫漫潼关道上，无数的士卒在辛勤地修筑工事。“草草”，劳苦的样子。前面加一“何”字，更流露出诗人无限赞叹的心情。放眼四望，沿着起伏的山势而筑的大小城墙，既高峻又牢固，显示出一种威武的雄姿。这里大城小城应作互文来理解。一开篇杜甫就用简括的诗笔写出唐军加紧修筑潼关所给予他的总印象。\r\n　　“借问潼关吏：”修关还备胡？‘“这两句引出了”潼关吏“。胡，即指安史叛军。”修关“何为，其实杜甫是不须问而自明的。这里故意发问。而且又有一个”还“字，暗暗带出了三年前潼关曾经失守一事，从而引起人们对这次潼关防卫效能的关心与悬念。这对于开拓下文，是带关键性的一笔。\r\n　　接下来，应该是潼关吏的回答了。可是他似乎并不急于作答，却“要（yāo邀）我下马行，为我指山隅。”从结构上看，这是在两段对话中插入一段叙述，笔姿无呆滞之感。然而，更主要的是这两句暗承了“修关还备胡”。杜甫不是忧心忡忡吗？而那位潼关吏看来对所筑工事充满了信心。他可能以为这个问题不必靠解释，口说不足为信，还是请下马来细细看一下吧。下面八句，都是潼关吏的话，他首先指看高耸的山峦说：“瞧，那层层战栅，高接云天，连鸟也难以飞越。敌兵来了，只要坚决自守，何须再担心长安的安危呢！”语调轻松而自豪，可以想象，关吏说话时因富有信心而表现出的神采。他又兴致勃勃地邀请杜甫察看最险要处：老丈，您看那山口要冲，狭窄得只能容单车通过。真是一夫当关，万夫莫开。这八句，“神情声口俱活”（浦起龙《读杜心解》），不只是关吏简单的介绍，更主要的是表现了一种“胡来但自守”的决心和“艰难奋长戟”的气概。而这虽然是通过关吏之口讲出来的，却反映了守关将士昂扬的斗志。\r\n　　紧接关吏的话头，诗人却没有赞语，而是一番深深的感慨。为什么呢？因为诗人并没有忘记“前车之覆”。桃林，即桃林塞，指河南灵宝县以西至潼关一带地方。三年前，占据了洛阳的安禄山派兵攻打潼关，当时守将哥舒翰本拟坚守，但为杨国忠所疑忌。在杨国忠的怂恿下，唐玄宗派宦官至潼关督战。哥舒翰不得已领兵出战，结果全军覆没，许多将士被淹死在黄河里。睹今思昔，杜甫余哀未尽，深深觉得要特别注意吸取上次失败的教训，避免重蹈覆辙。“请嘱防关将，慎勿学哥舒。”“慎”字意味深长，它并非简单地指责哥舒翰的无能或失策，而是深刻地触及了多方面的历史教训，表现了诗人久久难以消磨的沉痛悲愤之感。\r\n　　与“三别”通篇作人物独白不同，“三吏”是夹带问答的。而此篇的对话又具有自己的特点。首先是在对话的安排上，缓急有致，表现了不同人物的心理和神态。“修关还备胡”，是诗人的问话，然而关吏却不急答，这一“缓”，使人可以感觉到关吏胸有成竹。关吏的话一结束，诗人马上表示了心中的忧虑，这一“急”，更显示出对历史教训的痛心。其次，对话中神情毕现，形象鲜明。关吏的答话并无刻意造奇之感，而守关的唐军却给读者留下一种坚韧不拔、英勇沉着的印象。其中“艰难奋长戟，万古用一夫”两句又格外精警突出，塑造出犹如战神式的英雄形象，具有精神鼓舞的力量。"
        },
        {
            "title": "天末怀李白",
            "content": "凉风起天末，君子意如何。\r\n鸿雁几时到，江湖秋水多。\r\n文章憎命达，魑魅喜人过。\r\n应共冤魂语，投诗赠汩罗。\r\n【注释】：①天末：天边。\r\n②君子：指李白。\r\n③意：心境。\r\n④冤魂：含冤的鬼魂，此指屈原。\r\n⑤汨罗：在今湖南湘阴，屈原投江处。\r\n⑥鸿雁：指代书信。\r\n⑦秋水：风浪。\r\n⑧命：命运。\r\n⑨魑魅：山精水怪。\r\n⑩过：失误。【译文】：　　天边又吹来瑟瑟秋风，不知你近来心境如何。鸿雁何时带来久盼的书信？江湖上风浪迭起，怎好行船？绝世奇才，自古总遭遇命运捉弄；吃人的精怪正等着不幸者经过身边。你该向屈子的忠魂把冤屈倾诉，投一首诗到汨罗江上。【赏析】：　　李白于至德二载（757）因永王之罪受牵连，被流放夜郎，行至巫山遇赦得还。杜甫不知实情，于乾元二年（759）作此诗，眷怀李白，设想他当路经汨罗，因而以屈原喻之。其实，此时李已遇赦，泛舟洞庭了。因凉风而念故友，望秋雁而怀思。文人相重，末路相亲，天涯沦落之感，跃然纸上，至今读之，令人潸然泪下。\r\n　　杜甫的怀人诗，写得最多最好的，除怀妻、怀兄弟的以外，就数怀李白的了。诗人设想李白会去汩罗江吊念屈原，并想到他会投诗以寄托心中的痛苦。但李白当年并未去过汩罗。"
        },
        {
            "title": "蜀相",
            "content": "丞相祠堂何处寻，锦官城外柏森森。\r\n映阶碧草自春色，隔叶黄鹂空好音。\r\n三顾频烦天下计，两朝开济老臣心。\r\n出师未捷身先死，长使英雄泪满襟！\r\n【注释】：①蜀相：三国时蜀国丞相，指诸葛亮。 \r\n②锦官城：现四川省成都市。 \r\n③自：空。 \r\n④三顾：指刘备三顾茅庐。 \r\n⑤两朝：刘备、刘禅父子两朝。 \r\n⑥开济：指帮助刘备开国和辅佐刘禅继位。【译文】：　　丞相的祠堂要到哪里寻找？在锦官城外柏树繁茂的地方。映着石阶的绿草自成一片春色，隔着树叶的黄鹂徒有好听的声音。三顾茅庐频繁讨论天下大计，两朝的开创与辅佐老臣竭尽忠心。出师还没有取得最后的胜利就先病死了，常使后世的英雄泪满衣襟。【赏析】：　　诗人游览武侯祠，描写了武侯祠周围的景色，抒发了对诸葛亮崇敬的心情及深切的缅怀。而诸葛亮“出师未捷身先死”更让诗人倍感惋惜。全诗内涵深刻，感人至深。"
        },
        {
            "title": "洗兵马",
            "content": "中兴诸将收山东，捷书日报清昼同。河广传闻一苇过，\r\n胡危命在破竹中。祗残邺城不日得，独任朔方无限功。\r\n京师皆骑汗血马，回纥喂肉葡萄宫。已喜皇威清海岱，\r\n常思仙仗过崆峒。三年笛里关山月，万国兵前草木风。\r\n成王功大心转小，郭相谋深古来少。司徒清鉴悬明镜，\r\n尚书气与秋天杳。二三豪俊为时出，整顿乾坤济时了。\r\n东走无复忆鲈鱼，南飞觉有安巢鸟。青春复随冠冕入，\r\n紫禁正耐烟花绕。鹤禁通霄凤辇备，鸡鸣问寝龙楼晓。\r\n攀龙附凤势莫当，天下尽化为侯王。汝等岂知蒙帝力，\r\n时来不得夸身强。关中既留萧丞相，幕下复用张子房。\r\n张公一生江海客，身长九尺须眉苍。征起适遇风云会，\r\n扶颠始知筹策良。青袍白马更何有，后汉今周喜再昌。\r\n寸地尺天皆入贡，奇祥异瑞争来送。不知何国致白环，\r\n复道诸山得银瓮。隐士休歌紫芝曲，词人解撰河清颂。\r\n田家望望惜雨干，布谷处处催春种。淇上健儿归莫懒，\r\n城南思妇愁多梦。安得壮士挽天河，净洗甲兵长不用。\r\n【赏析】：　　第一段（从“中兴诸将收山东”至“万国军前草木风”）以歌颂战局神变发端。唐室在中兴诸将的努力下，已光复华山以东包括河北大片土地，捷报昼夜频传。三句借用以言克敌极易，安史乱军的覆灭已成“破竹”之势。当时，安庆绪困守邺城，故云“祗残邺城不日得”。复兴大业与善任将帅关系甚大，“独任朔方无限功”既是肯定与赞扬当时朔方节度使郭子仪在平叛战争中的地位和功绩，又是表达一种意愿，望朝廷信赖诸将，以奏光复无限之功。以上多叙述，“京师”二句则描绘了两个显示胜利喜庆气氛的画面：长安街上出入的官员们，都骑着产于边地的名马，春风得意；助战有功的回纥兵则在“蒲萄宫”备受款待，大吃大喝。“餧（喂）肉”二字描状生动，客观铺写中略寓讽意。从“捷书夜报”句至此，句句申战争克捷之意，节奏急促，几使人应接不暇，亦似有破竹之势。以下意略转折，“已喜皇威清海岱”一句束上，时河北尚未完全克复，言“清海岱”则语有分寸；“常思仙仗过崆峒”一句启下，意在警告肃宗居安思危，勿忘銮舆播迁、往来于崆峒山的艰难日子。紧接以“三年笛里”一联，极概括地写出战争带来的创伤。安史之乱三年来，笛咽关山，兵惊草木，人民饱受乱离的痛苦。此联连同上联，恰是抚今追昔，痛定思痛，淋漓悲壮，于欢快词中小作波折，不一味流走，极抑扬顿挫之致，将作者激动而复杂的心情写出。\r\n　　第二段（从“成王功大心转小”到“鸡鸣问寝龙楼晓”）逆接篇首“中兴诸将”四字，以铺张排比句式，对李豫、郭子仪等人致词赞美。“成王”收复两京时为天下兵马元帅，“功大心转小”云云，赞颂其成大功后更加小心谨慎。随后盛赞郭子仪的谋略、司徒李光弼的明察、尚书王思礼的高远气度。四句中，前两句平直叙来，后两句略作譬喻，铺述排比中有变化。赞语既切合各人身份事迹，又表达出对光复大业卓有贡献的“豪俊”的钦仰。“二三豪俊为时出”，总束前意，说他们本来就为重整乾坤，应运而生的。“东走无复”以下六句承“整顿乾坤济时了”而展开描写，从普天下的喜庆到宫禁中的新气象，调子轻快：做官的人弹冠庆贺，不必弃官避乱；平民百姓也能安居乐业，如鸟之有归巢；春天的繁华景象正随朝仪之再整而重新回到宫禁，天子与上皇也能实施“昏定晨省”的宫廷故事。上上下下都是一派熙洽气象。\r\n　　第三段（从“攀龙附凤势莫当”至“后汉今周喜再昌”）一开头就揭示一种政治弊端：朝廷赏爵太滥，许多投机者无功受禄，一时有“天下尽化为侯王”之虞。“汝等”二句即对此辈作申斥语，声调一变而为愤激。继而又将张镐、房琯等作为上述腐朽势力的对立面来歌颂，声调复转为轻快，这样一张一弛，极富擒纵唱叹之致。“青袍白马”句以南朝北来降将侯景比安、史，言其不堪一击；“后汉今周”句则以周、汉的中兴比喻时局。当时，房琯、张镐俱已罢相，诗人希望朝廷能复用他们，故特加表彰，与赞“中兴诸将”相表里。镐于去年五月罢相，改荆王府长史。此言“幕下复用”，措意深婉。这一段表明杜甫的政治眼光。\r\n　　第四段（从“寸地尺天皆入贡”到篇终）先用六句申“后汉今周喜再昌”之意，说四方皆来入贡，海内遍呈祥瑞，举国称贺。以下继续说：隐士们也不必再避乱遁世，文人们都大写歌颂诗文。至此，诗人是“颂其已然”，同时他又并未忘记民生忧患，从而又“祷其将然”：时值春耕逢旱，农夫盼雨；而“健儿”“思妇”犹未得团圆，社会的安定，生产的恢复，均有赖战争的最后胜利。诗人勉励围邺的“淇上健儿”以“归莫懒”，寄托着欲速其成功的殷勤之意。这几句话虽不多，却唱出诗人对人民的关切，表明他是把战争胜利作为安定社会与发展生产的重要前提来歌颂的。正由于这样，诗人在篇末唱出了自己的强烈愿望和诗章的最强音：“安得壮士挽天河，尽洗甲兵长不用！”"
        },
        {
            "title": "石壕吏",
            "content": "暮投石壕村，有吏夜捉人。老翁逾墙走，老妇出门看。\r\n　　吏呼一何怒，妇啼一何苦！ \r\n　　听妇前致词：三男邺城戍。一男附书至，二男新战死。存者且偷生，死者长已矣。室中更无人，惟有乳下孙。有孙母未去，出入无完裙。老妪力虽衰，请从吏夜归。急应河阳役，犹得备晨炊。\r\n　　夜久语声绝，如闻泣幽咽。天明登前途，独与老翁别。\r\n【注释】：(1)吏：小官，这里指差役。\r\n(2)石壕村：今河南三门峡东南。\r\n(3)暮：时间名词作状语，在傍晚。\r\n(4)投：投宿。\r\n(5)逾：越过；翻过。\r\n(6)一何：多么。苦：凄苦。\r\n(7)前致词：走上前去(对差役)说话。 致：对......说。\r\n(8)邺城:即相州,在今河南安阳\r\n(9)戍：防守 ; 念shu的第四声\r\n(10)附书至：捎信回来。 新：最近\r\n(11)且偷生：苟活。且：苟且；姑且。\r\n(12)长已矣：永远完了。已：已经，这里引伸为完结\r\n(13)乳下孙：还在吃奶的孩子。\r\n(14)去:离开，这里指改嫁的意思。\r\n(15)完裙：完整的衣裙。“裙”古代泛指衣服，多指裤子。\r\n(16)老妪：老妇人。请从吏夜归：请让我今晚跟你一起回营去。犹得：还能够。妪：念“yu”的第四声。\r\n(17)河阳：今河南省孟县，当时唐王朝官兵与叛军在此对峙。\r\n(18)请从：请求跟从。从：跟从，随从的意思。\r\n(19)夜久：即“半夜”的意思。\r\n(20)绝：断绝，没有。\r\n(21)幽咽：不出声的哭泣。 \r\n(22)登前途：前面的路。\r\n(23)闻：听。\r\n(24)犹得：还能够。\r\n(25)应：应征。\r\n(26)独：惟独，只有\r\n(27)新：最近。\r\n(28)已：停止。这里引申为完结。\r\n(29)偷生：苟且活着。\r\n(30)更无人：再没有别的（男）人了。\r\n(31)夜：时间名词作状语，在夜里。\r\n(32)走：逃跑。\r\n(33)室中：家中。\r\n(34)更：再。\r\n(35)衰：弱。\r\n(36)啼:哭啼。\r\n(37)未；没有。【译文】：　　傍晚我投宿于石壕村，在夜里有官吏来捉人。老翁翻墙逃走，老妇走出去应对。 \r\n　　官吏吆喝得是多么的愤怒，老妇啼哭得是多么的凄苦。 \r\n　　我听到老妇上前说道：“我三个儿子都服役去参加邺城之战。其中一个儿子托人捎了信回来，其中两个在最近的战争中刚死了。活着的人姑且活一天算一天，死的人永远逝去了。家中再也没有男人了，只剩下个吃奶的小孙子。因为有小孙子还在，所以儿媳妇没有离开这个家，但进进出出没有一套完整的衣服。老妇我虽然身体衰弱，请允许我跟从您夜里走。 赶紧去河阳服役，还能够做早饭呢！” \r\n　　深夜说话的声音已经消失了，好像听到低声哭泣抽咽。 \r\n　　天亮后我继续赶前面的路程，只能与逃走回来的老翁告别。【赏析】：　　唐肃宗乾元二年（759）春，郭子仪等九节度使六十万大军包围安庆绪于邺城，由于指挥不统一，被史思明援兵打得全军溃败。唐王朝为补充兵力，便在洛阳以西至潼关一带，强行抓人当兵，人民苦不堪言。这时，杜甫正由洛阳经过潼关，赶回华州任所。途中就其所见所闻，写成了《三吏》、《三别》。《石壕吏》是《三吏》中的一篇。全诗的主题是通过对“有吏夜捉人”的形象描绘，揭露官吏的横暴，反映人民的苦难。 \r\n　　前四句可看作第一段。首句“暮投石壕村”，单刀直入，直叙其事。“暮”字、“投”字、“村”字都需玩味，不宜轻易放过。在封建社会里，由于社会秩序混乱和旅途荒凉等原因，旅客们都“未晚先投宿”，更何况在兵祸连接的时代！而杜甫，却于暮色苍茫之时才匆匆忙忙地投奔到一个小村庄里借宿，这种异乎寻常的情景就富于暗示性。可以设想，他或者是压根儿不敢走大路；或者是附近的城镇已荡然一空，无处歇脚；或者……总之，寥寥五字，不仅点明了投宿的时间和地点，而且和盘托出了兵荒马乱、鸡犬不宁、一切脱出常轨的景象，为悲剧的演出提供了典型环境。浦起龙指出这首诗“起有猛虎攫人之势”（《读杜心解》），这不仅是就“有吏夜捉人”说的，而且是就头一句的环境烘托说的。“有吏夜捉人”一句，是全篇的提纲，以下情节，都从这里生发出来。不说“征兵”、“点兵”、“招兵”而说“捉人”，已于如实描绘之中寓揭露、批判之意。再加上一个“夜”字，含意更丰富。第一、表明官府“捉人”之事时常发生，人民白天躲藏或者反抗，无法“捉”到；第二、表明县吏“捉人”的手段狠毒，于人民已经入睡的黑夜，来个突然袭击。同时，诗人是“暮”投石壕村的，从“暮”到“夜”，已过了几个小时，这时当然已经睡下了；所以下面的事件发展，他没有参与其间，而是隔门听出来的。“老翁逾墙走，老妇出门看”两句，表现了人民长期以来深受抓丁之苦，昼夜不安；即使到了深夜，仍然寝不安席，一听到门外有了响动，就知道县吏又来“捉人”，老翁立刻“逾墙”逃走，由老妇开门周旋。 \r\n　　从“吏呼一何怒”至“犹得备晨炊”这十六句，可看作第二段。“史呼一何怒！妇啼一何苦！”两句，极其概括、极其形象地写出了“吏”与“妇”的尖锐矛盾。一“呼”、一“啼”，一“怒”、一“苦”，形成了强烈的对照；两个状语“一何”，加重了感情色彩，有力地渲染出县吏如狼似虎，叫嚣隳突的横蛮气势，并为老妇以下的诉说制造出悲愤的气氛。矛盾的两方面，具有主与从、因与果的关系。“妇啼一何苦”，是“吏呼一何怒”逼出来的。下面，诗人不再写“吏呼”，全力写“妇啼”，而“吏呼”自见。“听妇前致词”上启下。那“听”是诗人在“听”，那“致词”是老妇“苦啼”着回答县吏的“怒呼”。写“致词”内容的十三句诗，多次换韵，明显地表现出多次转折，暗示了县吏的多次“怒呼”、逼问。读这十三句诗的时候，千万别以为这是“老妇”一口气说下去的，而县吏则在那里洗耳恭听。实际上，“吏呼一何怒！妇啼一何苦！”不仅发生在事件的开头，而且持续到事件的结尾。从“三男邺城戍”到“死者长已矣”，是第一次转折。可以想见，这是针对县吏的第一次逼问诉苦的。在这以前，诗人已用“有吏夜捉人”一句写出了县吏的猛虎攫人之势。等到“老妇出门看”，便扑了进来，贼眼四处搜索，却找不到一个男人，扑了个空。于是怒吼道：“你家的男人都到哪儿去了？快交出来！”老妇泣诉说：“三个儿子都当兵守邺城去了。一个儿子刚刚捎来一封信，信中说，另外两个儿子已经牺牲了！……”泣诉的时候，也许县吏不相信，还拿出信来交县吏看。总之，“存者且偷生，死者长已矣！”处境是够使人同情的，她很希望以此博得县吏的同情，高抬贵手。不料县吏又大发雷霆：“难道你家里再没有别人了？快交出来！”她只得针对这一点诉苦：“室中更无人，惟有乳下孙。”这两句，也许不是一口气说下去的，因为“更无人”与下面的回答发生了明显的矛盾。合理的解释是：老妇先说了一句：“家里再没人了！”而在这当儿，被儿媳妇抱在怀里躲到什么地方的小孙儿，受了怒吼声的惊吓，哭了起来，掩口也不顶用。于是县吏抓到了把柄，威逼道：“你竟敢撒谎！不是有个孩子哭吗？”老妇不得已，这才说：“只有个孙子啊！还吃奶呢，小得很！”“吃谁的奶？总有个母亲吧！还不把她交出来！”老妇担心的事情终于发生了！她只得硬着头皮解释：“孙儿是有个母亲，她的丈夫在邺城战死了，因为要奶孩子，没有改嫁。可怜她衣服破破烂烂，怎么见人呀！还是行行好吧！”（“有孙母未去，出入无完裙”两句，有的本子作“孙母未便出，见吏无完裙”，可见县吏是要她出来的。）但县吏仍不肯罢手。老妇生怕守寡的儿媳被抓，饿死孙子，只好挺身而出：“老妪力虽衰，请从吏夜归。急应河阳役，犹得备晨炊。”老妇的“致词”，到此结束，表明县吏勉强同意，不再“怒吼”了。 \r\n　　最后一段虽然只有四句，却照应开头，涉及所有人物，写出了事件的结局和作者的感受。“夜久语声绝，如闻泣幽咽。”表明老妇已被抓走，儿媳妇低声哭泣。“夜久”二字，反映了老妇一再哭诉、县吏百般威逼的漫长过程。“如闻”二字，一方面表现了儿媳妇因丈夫战死、婆婆被“捉”而泣不成声，另一方面也显示出诗人以关切的心情倾耳细听，通夜未能入睡。“天明登前途，独与老翁别”两句，收尽全篇，于叙事中含无限深情。试想昨日傍晚投宿之时，老翁、老妇双双迎接，而时隔一夜，老妇被捉走，儿媳妇泣不成声，只能与逃走归来的老翁作别了。老翁是何心情？诗人作何感想？给读者留下了想象的余地。 \r\n　　仇兆鳌在《杜少陵集详注》里说：“古者有兄弟始遣一人从军。今驱尽壮丁，及于老弱。诗云：三男戍，二男死，孙方乳，媳无裙，翁逾墙，妇夜往。一家之中，父子、兄弟、祖孙、姑媳惨酷至此，民不聊生极矣！当时唐祚，亦岌岌乎危哉！”就是说，“民为邦本”，把人民整成这个样子，统治者的宝座也就岌岌可危了。诗人杜甫面对这一切，没有美化现实，却如实地揭露了政治黑暗，发出了“有吏夜捉人”的呼喊，这是值得高度评价的。 \r\n　　在艺术表现上，这首诗最突出的一点则是精炼。陆时雍称赞道：“其事何长！其言何简！”就是指这一点说的。全篇句句叙事，无抒情语，亦无议论语；但实际上，作者却巧妙地通过叙事抒了情，发了议论，爱憎十分强烈，倾向性十分鲜明。寓褒贬于叙事，既节省了很多笔墨，又毫无概念化的感觉。诗还运用了藏问于答的表现手法。“吏呼一何怒！妇啼一何苦！”概括了矛盾双方之后，便集中写“妇”，不复写“吏”，而“吏”的蛮悍、横暴，却于老妇“致词”的转折和事件的结局中暗示出来。诗人又十分善于剪裁，叙事中藏有不尽之意。一开头，只用一句写投宿，立刻转入“有吏夜捉人”的主题。又如只写了“老翁逾墙走”，未写他何时归来；只写了“如闻泣幽咽”，未写泣者是谁；只写老妇“请从吏夜归”，未写她是否被带走；却用照应开头、结束全篇既叙事又抒情的“独与老翁别”一句告诉读者：老翁已经归家，老妇已被捉走；那么，那位吞声饮泣、不敢放声痛哭的，自然是给孩子喂奶的年轻寡妇了。正由于诗人笔墨简洁、洗炼，全诗一百二十个字，在惊人的广度与深度上反映了生活中的矛盾与冲突，这是十分难能可贵的。"
        },
        {
            "title": "日暮",
            "content": "牛羊下来久，各已闭柴门。\r\n风月自清夜，江山非故园。\r\n石泉流暗壁，草露滴秋根。\r\n头白灯明里，何须花烬繁。\r\n【赏析】：　　大历二年（767）秋，杜甫在流寓夔州瀼西东屯期间，写下了这首诗。瀼西一带，地势平坦，清溪萦绕，山壁峭立，林寒涧肃，草木繁茂。黄昏时分，展现在诗人眼前的是一片山村寂静的景色： \r\n　　“牛羊下来久，各已闭柴门。”夕阳的淡淡余晖洒满偏僻的山村，一群群牛羊早已从田野归来，家家户户深闭柴扉，各自团聚。首联从《诗经》“日之夕矣，羊牛下来”句点化而来。“牛羊下来久”句中仅著一“久”字，便另创新的境界，使人自然联想起山村傍晚时的闲静；而“各已闭柴门”，则使人从阒寂而冷漠的村落想象到户内人们享受天伦之乐的景况。这就隐隐透出一种思乡恋亲的情绪。皓月悄悄升起，诗人凝望着这宁静的山村，禁不住触动思念故乡的愁怀： \r\n　　“风月自清夜，江山非故园。”秋夜，晚风清凉，明月皎洁，瀼西的山川在月光覆照下明丽如画，无奈并非自己的故乡风物！淡淡二句，有着多少悲郁之感。杜甫在这一联中采用拗句。“自”字本当用平声，却用了去声，“非”字应用仄声而用了平声。“自”与“非”是句中关键有字眼，一拗一救，显得波澜有致，正是为了服从内容的需要，深曲委婉地表达了怀念故园的深情。江山美丽，却非故园。这一“自”一“非”，隐含着一种无可奈何的情绪和浓重的思乡愁怀。 \r\n　　夜愈深，人更静，诗人带着乡愁的眼光观看山村秋景，仿佛蒙上一层清冷的色彩：“石泉流暗壁，草露滴秋根”，这两句词序有意错置，原句顺序应为：“暗泉流石壁，秋露滴草根”。意思是，清冷的月色照满山川，幽深的泉水在石壁上潺潺而流，秋夜的露珠凝聚在草根上，晶莹欲滴。意境是多么凄清而洁净！给人以悲凉、抑郁之感。词序的错置，不仅使声调更为铿锵和谐，而且突出了“石泉”与“草露”，使“流暗壁”和“滴秋根”所表现的诗意更加奇逸、浓郁。从凄寂幽邃的夜景中，隐隐地流露出一种迟暮之感。 \r\n　　景象如此冷漠，诗人不禁默默走回屋里，挑灯独坐，更觉悲凉凄怆：“头白灯明里，何须花烬繁。”杜甫居蜀近十载，晚年老弱多病，如今，花白的头发和明亮的灯光交相辉映，济世既渺茫，归乡又遥遥无期，因而尽管面前灯烬结花斑斓繁茂，似乎在预报喜兆，诗人不但不觉欢欣，反而倍感烦恼，“何须”一句，说得幽默而又凄惋，表面看来好像是宕开一层的自我安慰，其实却饱含辛酸的眼泪和痛苦的叹息。 \r\n　　“情语能以转折为含蓄者，唯杜陵居胜。”（《姜斋诗话》）王夫之对杜诗的评语也恰好阐明本诗的艺术特色。诗人的衰老感，怀念故园的愁绪，诗中都没有正面表达，结句只委婉地说“何须花烬繁”，嗔怪灯花报喜，仿佛喜兆和自己根本无缘，沾不上边似的，这样写确实婉转曲折，含蓄蕴藉，耐人寻味，给人以更鲜明的印象和深刻的感受，艺术上可谓达到炉火纯青的境地。"
        },
        {
            "title": "去矣行",
            "content": "君不见鞲上鹰，一饱则飞掣。焉能作堂上燕，\r\n衔泥附炎热。野人旷荡无靦颜，岂可久在王侯间。\r\n未试囊中餐玉法，明朝且入蓝田山。"
        },
        {
            "title": "去蜀",
            "content": "五载客蜀郡，一年居梓州。如何关塞阻，转作潇湘游。\r\n世事已黄发，残生随白鸥。安危大臣在，不必泪长流。"
        },
        {
            "title": "秋雨叹（三首其一）",
            "content": "雨中白草秋烂死，阶下决明颜色鲜。\r\n著叶满枝翠羽盖，开花无数黄金钱。\r\n凉风萧萧吹汝急，恐汝后时难独立。\r\n堂上书生空白头，临风三嗅馨香泣。\r\n【注释】：①决明：决明草，一种豆科植物，初夏长苗，七月开黄白色花，入药可以明目，故称“决明”。 \r\n②著（zhuó）叶：附在叶上。著，附。满枝翠羽盖〔翠羽盖〕用鸟羽制成的车盖，这里形容决明的鲜艳。 \r\n③后时：日后，指晚秋霜寒。难独立。 \r\n④馨香：芬香。泣。【赏析】：　　这组诗作于唐玄宗天宝十三载（754）秋天，这是第一首，那一年秋天，下了六十多天雨，庄稼歉收，粮食匮乏，房屋毁坏，民不聊生，奸相杨国忠却找来个别长得好的禾苗向唐玄宗报告说：“雨虽多，不害稼也。”杜甫写这三首诗，形象地描述了当时的情景，寓有讽谏之意，表现出很强的忧患意识，堪称“史诗”。"
        },
        {
            "title": "绝句（二首其一）",
            "content": "迟日江山丽，春风花草香。\r\n泥融飞燕子，沙暖睡鸳鸯。\r\n【注释】：①迟日：指春天。\r\n②泥融：春日来临，冻泥融化，又湿又软。\r\n③鸳鸯：一种漂亮的水鸟，雄鸟与雌鸟时常双双出没。【译文】：江山沐浴着春光多么秀丽，阵阵春风送来花草的芳香。\r\n飞翔的燕子衔着湿泥忙筑巢，美丽的鸳鸯睡在沙上晒太阳。【赏析】：　　这首诗描写了春天美好动人的景色。第一，二句大处着眼，视野开阔，描写了自然界的大环境。诗的开头突出“迟日”，统领全篇。正因为春天来到，才会出现“花草香”“泥融”“沙暖”等现象。后两句生动地描写了两种可爱的动物，写燕子的动态，显出春意繁闹；鸳鸯的静态显得悠闲自在。动静搭配，相映成趣。这首诗意境优美，格调清新，自然流畅。"
        },
        {
            "title": "秋雨叹（三首其二）",
            "content": "阑风伏雨秋纷纷，四海八荒同一云。\r\n去马来牛不复辩，浊泾清渭何当分。\r\n禾头生耳黍穗黑，农夫田妇无消息。\r\n城中斗米换衾绸，想许宁论两相直。\r\n【注释】：①阑风伏雨：连绵不断的风雨。 \r\n②浊泾清渭：泾水本来是清的，却变成了浊的；渭水本来是浊的，却变成了清的。这里形容秋雨之大，使泾水渭水清浊难辨。 \r\n③禾头生耳：因阴雨连绵，禾头长出新芽，蜷曲像耳朵一样。田父〔田父（fǔ）〕老农。 \r\n④无消息：无人说话。。 \r\n⑤衾（chóu）：丝绸被子。 \r\n⑥相许宁论两相直：成交谁管是否等值呢？相许，成交。宁论，不论，不管。直，同“值”。这两句是说城中米贵。【赏析】：　　这组诗作于唐玄宗天宝十三载（754）秋天，这是第二首，那一年秋天，下了六十多天雨，庄稼歉收，粮食匮乏，房屋毁坏，民不聊生，奸相杨国忠却找来个别长得好的禾苗向唐玄宗报告说：“雨虽多，不害稼也。”杜甫写这三首诗，形象地描述了当时的情景，寓有讽谏之意，表现出很强的忧患意识，堪称“史诗”。"
        },
        {
            "title": "秋雨叹（三首其三）",
            "content": "长安布衣谁比数，反锁衡门守环堵。\r\n老夫不出长蓬蒿，稚子无忧走风雨。\r\n雨声飕飕催早寒，胡雁翅湿高飞难。\r\n秋来未曾见白日，泥污后土何时干。\r\n【注释】：①布衣：指没有做官的人。 \r\n②比数（shù）：相提并论，认同。 \r\n③衡门：以横木做的门。 \r\n④环堵：只有四面土墙的屋。与“衡门”一样，指陋室。。 \r\n⑤稚子：小孩子。 \r\n⑥走风雨：在风雨中跑来跑去。 \r\n⑦胡雁：北方的雁。 \r\n⑧后土：大地。【赏析】：　　这组诗作于唐玄宗天宝十三载（754）秋天，这是第三首，那一年秋天，下了六十多天雨，庄稼歉收，粮食匮乏，房屋毁坏，民不聊生，奸相杨国忠却找来个别长得好的禾苗向唐玄宗报告说：“雨虽多，不害稼也。”杜甫写这三首诗，形象地描述了当时的情景，寓有讽谏之意，表现出很强的忧患意识，堪称“史诗”。"
        },
        {
            "title": "前出塞九首",
            "content": "戚戚去故里，悠悠赴交河。\r\n公家有程期，亡命婴祸罗。\r\n君已富土境，开边一何多。\r\n弃绝父母恩，吞声行负戈。\r\n\r\n出门日已远，不受徒旅欺。\r\n骨肉恩岂断，男儿死无时。\r\n走马脱辔头，手中挑青丝。\r\n捷下万仞冈，俯身试搴旗。\r\n\r\n磨刀呜咽水，水赤刃伤手。\r\n欲轻肠断声，心绪乱已久。\r\n丈夫誓许国，愤惋复何有。\r\n功名图骐驎，战骨当速朽。\r\n\r\n送徒既有长，远戍亦有身。\r\n生死向前去，不劳吏怒嗔。\r\n路逢相识人，附书与六亲。\r\n哀哉两决绝，不复同苦辛。\r\n\r\n迢迢万馀里，领我赴三军。\r\n军中异苦乐，主将宁尽闻。\r\n隔河见胡骑，倏忽数百群。\r\n我始为奴仆，几时树功勋。\r\n\r\n挽弓当挽强，用箭当用长。\r\n射人先射马，擒贼先擒王。\r\n杀人亦有限，列国自有疆。\r\n苟能制侵陵，岂在多杀伤。\r\n\r\n驱马天雨雪，军行入高山。\r\n径危抱寒石，指落曾冰间。\r\n已去汉月远，何时筑城还。\r\n浮云暮南征，可望不可攀。\r\n\r\n单于寇我垒，百里风尘昏。\r\n雄剑四五动，彼军为我奔。\r\n虏其名王归，系颈授辕门。\r\n潜身备行列，一胜何足论。\r\n\r\n从军十年馀，能无分寸功。\r\n众人贵苟得，欲语羞雷同。\r\n中原有斗争，况在狄与戎。\r\n丈夫四方志，安可辞固穷。\r\n【赏析】：　　诗人先写《出塞》九首，后又写《出塞》五首；加“前”、“后”以示区别。《前出塞》是写天宝末年哥舒翰征伐吐蕃的时事，意在讽刺唐玄宗的开边黩武。"
        },
        {
            "title": "水槛遣心（二首其一）",
            "content": "去郭轩楹敞，无村眺望赊。\r\n澄江平少岸，幽树晚多花。\r\n细雨鱼儿出，微风燕子斜。\r\n城中十万户，此地两三家。\r\n【注释】：①此诗作于上元二年（761），共两首，这是第一首。诗人自上一年春定居浣花溪畔，经营草堂，至今已粗具规模。水槛，指水亭之槛，可以凭槛眺望，舒畅身心。 \r\n②去郭：远离城郭。轩楹：指草堂的建筑物。轩，长廊；楹，柱子。敞，开朗。 \r\n③无村句：因附近无村庄遮蔽，故可远望。赊：长，远。 \r\n④澄江句：澄清的江水高与岸平，因而很少能看到江岸。 \r\n⑤城中两句：将“城中十万户”与“此地两三家”对照，见得此地非常清幽。城中，指成都。【译文】：　　草堂远离城郭，轩楹宽敞，极目远眺，没有村庄阻隔，视野开阔。江水清澈，江水上涨，几与江岸齐平，因而几乎看不到江岸，草堂四周，树木葱茏，在春日的黄昏里 ，盛开着似锦的繁花。蒙蒙细雨中，鱼儿欢跃，时不时跳出水面，微微风中，燕子斜飞。城中有十万户人家，而此地只有两三户人家。【赏析】：　　首联先写草堂的环境：这儿离城郭很远，庭园开阔宽敞，旁无村落，因而诗人能够极目远眺。中间四句紧接着写眺望到的景色。“澄江平少岸”，诗人凭槛远望，碧澄清澈的江水，浩浩荡荡，似乎和江岸齐平了。这是写远景；“幽树晚多花”则写近景，草堂四周郁郁葱葱的树木，在春日的黄昏里，盛开着姹紫嫣红的花朵，散发出迷人的清香。五、六两句刻画细腻，描写极为生动：“细雨鱼儿出，微风燕子斜。”你看，鱼儿在毛毛细雨中摇曳着身躯，喷吐着水泡儿，欢欣地游到水面来了。燕子呢，轻柔的躯体，在微风的吹拂下，倾斜着掠过水蒙蒙的天空……这是历来为人传诵的名句。诗人遣词用意精微至此，为人叹服。“出”写出了鱼的欢欣，极其自然；“斜”写出了燕子的轻盈，逼肖生动。诗人细致地描绘了微风细雨中鱼和燕子的动态，其意在托物寄兴。从这二句诗中，我们不是可以感到诗人热爱春天的喜悦心情吗？这就是所谓“缘情体物”之工。 尾联呼应起首两句。以“城中十万户”与“此地两三家”对比，更显得这儿非常闲适幽静。\r\n　　此诗写傍晚时分所见到的微风细雨中的景象，表现了环境的清幽美好和诗人闲适宁静的心情及其对大自然的热爱。“细雨鱼儿出，微风燕子斜”是历来为人传诵的名句。叶梦得《石林诗话》云：“诗语忌过巧。然缘情体物，自有天然之妙，如老杜‘细雨鱼儿出，微风燕子斜’，此十字，殆无一字虚设。细雨着水面为沤，鱼常上浮而淰。若大雨，则伏而不出矣。燕体轻弱，风猛则不胜 ，惟微风乃受以为势 ，故又有‘轻燕受风斜’之句 。”正因为雨细，鱼儿才欢腾地游到上面。正因为风微，燕子才轻盈地掠过天空；足见诗人遣词用意精微。“出”写出了鱼的欢欣，极其自然；“斜”写出了燕子的轻盈，逼肖生动。\r\n　　全诗八句都是对仗 ，而且描写中，远近交错，精细自然，“自有天然工巧而不见其刻划之痕 ”。它句句写景，句句有“遣心”之意。杜甫定居草堂后，经过他的一番经营，草堂园亩扩展了，树木栽多了。水亭旁，还添了专供垂钓、眺望的水槛。诗人经过了长期颠沛流离的生活以后 ，得到了安身的处所，面对着绮丽的风光，情不自禁地写下了一些歌咏自然景物的小诗。此诗描绘的是草堂环境，然而字里行间含蕴的，却是诗人优游闲适的心情和对大自然春天的热爱。"
        },
        {
            "title": "贫交行",
            "content": "翻手作云覆手雨，纷纷轻薄何须数。\r\n君不见管鲍贫时交，\r\n此道今人弃如土。\r\n【注释】：①贫交，古歌所谓：“采葵莫伤根，伤根葵不生。结交莫羞贫，羞贫友不成。”贫贱方能见真交，而富贵时的交游则未必可靠。【赏析】：　　诗的开篇“翻手为云覆手雨”，就给人一种势利之交“诚可畏也”的感觉。得意时便如云之趋合，失意时便如雨之纷散，翻手覆手之间，忽云忽雨，其变化迅速无常。“只起一语，尽千古世态。”（浦起龙《读杜心解》）“翻云覆雨”的成语，就出在这里。所以首句不但凝炼、生动，统摄全篇，而且在语言上是极富创造性的。\r\n　　这黑暗冷酷的现实不免使人绝望，于是诗人记起一桩古人的交谊。《史记》载，管仲早年与鲍叔牙游，鲍知其贤。管仲贫困，曾欺鲍叔牙，而鲍终善遇之。后来鲍事齐公子小白（即后来齐桓公），又荐举之。管仲遂佐齐桓成霸业，他感喟说：“生我者父母，知我者鲍叔也。”鲍叔牙待管仲的这种贫富不移的交道，岂不感人肺腑。“君不见管鲍贫时交”，当头一喝，将古道与现实作一对比，给这首抨击黑暗的诗篇添了一点理想光辉。但其主要目的，还在于鞭挞现实。古人以友情为重，重于磐石，相形之下，“今人”之“轻薄”益显。“此道今人弃如土”，末三字极形象，古人的美德被“今人”象土块一样抛弃了，抛弃得多么彻底呵。这话略带夸张意味。尤其是将“今人”一以概之，未免过情。但惟其过情，才把世上真交绝少这个意思表达得更加充分。"
        },
        {
            "title": "梦李白",
            "content": "死别已吞声，生别常恻恻。\r\n江南瘴疠地，逐客无消息。\r\n故人入我梦，明我常相忆。\r\n恐非平生魂，路远不可测。\r\n魂来枫林青，魂返关塞黑。\r\n君今在罗网，何以有羽翼？\r\n落月满屋梁，犹疑照颜色。\r\n水深波浪阔，无使蛟龙得。\r\n【注释】：①明：表明。\r\n②枫林青：指李白所在；\r\n③关塞黑：指杜甫所居秦陇地带。\r\n④落月两句：写梦醒后的幻觉。看到月色，想到梦境，李白容貌在月光下似乎隐约可见。【译文】：　　为死别往往使人泣不成声，而生离却常令人更加伤悲。江南山泽是瘴疬流行之处，被贬谪的人为何毫无消息？老朋友你忽然来到我梦里，因为你知道我常把你记忆。你如今陷入囹圄身不由己，哪有羽翼飞来这北国之地？梦中的你恐不会是鬼魂吧，路途遥远生与死实难估计。灵魂飘来是从西南青枫林，灵魂返回是由关山的黑地。明月落下清辉洒满了屋梁，迷离中见到你的颜容憔悴。水深浪阔旅途请多加小心，不要失足落入蛟龙的嘴里。【赏析】：　　天宝三年（744），李杜初会于洛阳，即成为深交。乾元元年（758），李白因参加永王李?的幕府而受牵连，被流放夜郎，二年春至巫山遇赦。杜甫只知李白流放，不知赦还。这两首记梦诗是杜甫听到李白流放夜郎后，积思成梦而作。\r\n　　诗以梦前，梦中，梦后的次序叙写。第一首写初次梦见李白时的心理，表现对老友吉凶生死的关切。第二首写梦中所见李白的形象，抒写对老友悲惨遭遇的同情。“故人来入梦，明我长相忆”。“水深波浪阔，无使蛟龙得”。“三夜频梦君，情亲见君意。”这些佳句，体现了两人形离神合，肝胆相照，互劝互勉，至情交往的友谊。\r\n　　诗的语言，温柔敦厚，句句发自肺腑，字字恻恻动人，读来叫人心碎！"
        },
        {
            "title": "茅屋为秋风所破歌",
            "content": "八月秋高风怒号，卷我屋上三重茅。茅飞度江洒江郊，\r\n高者挂罥长林梢，下者飘转沉塘坳。南村群童欺我老无力，\r\n忍能对面为盗贼，公然抱茅入竹去。唇焦口燥呼不得，\r\n归来倚杖自叹息。俄顷风定云墨色，秋天漠漠向昏黑。\r\n布衾多年冷似铁，骄儿恶卧踏里裂。床床屋漏无干处，\r\n雨脚如麻未断绝。自经丧乱少睡眠，长夜沾湿何由彻。\r\n安得广厦千万间，大庇天下寒士俱欢颜，风雨不动安如山。\r\n呜呼何时眼前突兀见此屋，吾庐独破受冻死亦足。\r\n【注释】：(1)秋高：秋深\r\n(2)三重茅：几层茅草。三，表示多数。\r\n(3)塘坳：低洼积水的地方。\r\n(4)挂罥（juàn)：悬挂。\r\n(5)忍能：怎能\r\n(6)入竹去：跑进竹林。\r\n(7)俄顷(qǐn)：不久，顷刻之间。\r\n(8)秋天漠漠：秋季的天空浓云密布，一下子就昏暗下来了。\r\n(9)布衾（qīn)：棉被。\r\n(10)娇儿恶卧踏里裂：指稚子睡觉时双脚乱蹬，把被里都蹬了；恶卧，睡相不好。\r\n(11)床头屋漏无干处：整个房子都没有干的地方了；屋漏，指房子西北角，古人在此开天窗，阳光便从此照射，“床头屋漏” 泛指整个屋子。\r\n(12)雨脚如麻：形容雨水密集。雨脚：雨点\r\n(13)丧乱：战乱，指安史之乱\r\n(14)何由彻：怎样才能熬到天亮呢？(如何挨到天亮)彻,通,这里指彻夜、通宵的意思。\r\n(15)安得：如何能得到。\r\n(16)大庇(bì)：全部遮盖、保护起来。庇：遮蔽、保护。\r\n(17)寒士：士本指士人，即文化人，但此处当是泛言贫寒的人们。\r\n(18)漠漠：阴沉迷蒙的样子(乌云密布的样子)\r\n(19)突兀：高耸的样子\r\n(20)见（xiàn）：同“现”，出现。【译文】：　　八月秋深，狂风怒号，（风）卷走了我屋顶上好几层茅草。茅草乱飞，渡过浣花溪，散落在对岸江边。飞得高的茅草悬挂在高高的树梢上，飞得低的飘飘洒洒沉落到水塘里。 \r\n　　南村的一群儿童欺负我年老没力气，竟忍心这样当面作贼抢东西，毫无顾忌地抱着茅草跑进竹林去了。我喊得唇焦口燥也喝止不住，只好回来，拄着拐杖，自己叹息。 \r\n　　一会儿风停了，天空中乌云黑得像墨，深秋天色灰蒙蒙的，渐渐黑下来。布被盖了多年，又冷又硬，像铁板似的。孩子睡相不好，把被子蹬破了。整个屋子都没有干地方了，但雨还是像下垂的垂线一样密集并下个不停。自从安史之乱以来，睡眠的时间很少，长夜漫漫，屋漏床湿，怎能挨到天亮。 \r\n　　怎么才能得到千万间宽敞高大的房子，普遍地庇覆天下间贫寒的读书人，让他们个个都开颜欢笑，（房子）不为风雨中所动摇，安稳得像山一样！唉！什么时候眼前出现这样高耸的房屋，（即使）唯独我的茅屋被吹破，自己受冻而死也甘心！【赏析】：　　唐肃宗乾元二年（759），杜甫在成都西郊的浣花溪畔建起了一座草堂，过上了暂时安定的生活。但这种表面上的安逸，掩饰不住他的贫穷，更不能冲淡他那一贯的忧国忧民情怀。上元二年（７６１）秋天，一场暴风雨袭击了他的茅屋，再一次把他从浪漫的隐居生活中敲醒，让他面对现实，让他忧思，于是写下了这首诗。\r\n　　诗题本身就很有趣。茅屋为秋风所破，为什么还要“歌诗一首”？是什么牵动了诗人的诗情呢？\r\n　　诗以描述开篇，完全是写实的手法。先写秋风的威力，“怒号”是其声势，卷走屋上茅草是其“战绩”；再写自己无可奈何的情状，面对这大自然的强者，只好任其所为，眼看着自己的茅草渡江而去，高飞的挂在了树梢，低徊的沉到了塘坳。\r\n　　面对大自然的暴力，诗人表现得较为平静，甚至还有几分耐心去欣赏它。但面对顽童的“趁风打劫”，他却真的动了肝火。它如实地写出了自己的失态，是那样率真。与其说他是在和孩子们生气，不如说他是在和自己生气。他恨自己老迈年高，生活无依，一事无成，于国于家都没什么用了。也许还深责自己缺乏修养，和小孩子们一般计较。总之，焦灼之后，他转为沉静，渐而苦苦地思索。\r\n　　大风过后，黑云涌来，不用说，秋雨是不请自来的了。诗人收回自己的视线，不再关注大自然的风云变化，而把心神集中在自己赖以生存的茅屋里。多年的贫困，多年的流离失所，他甚至做不起一床被子，而就是那床冰冷似铁的被子，也让睡觉不老实的孩子蹬破了。满屋漏雨，没有干爽的地方，可是秋雨却不管不顾地下个不停。这是怎样的生活啊!长夜漫漫，诗人失眠了。而“自经丧乱”，已不知有过多少个这样的夜晚，洒泪沾襟又有什么用呢？\r\n　　突然，诗人从沉思中振作起来，发出了“安得广厦千万间，大庇天下寒士俱欢颜”的呼喊。这时，理想战胜了现实，意志战胜了叹息。虽然他现在缺少“风雨不动安如山”的住所，但是，如果眼前突现这样的房屋，能够温暖天下寒士，他宁可独守茅屋，受冻而死!这是怎样的一种情怀呢？这是一种饱览民生疾苦、体察人间冷暖的济世情怀，就像他在兵荒马乱中写“三吏”“三别”一样。\r\n　　这是一首歌行体的古诗，连续的韵脚变换体现了“歌”的特点，单行散句乃至长短句的错落搭配，又体现了“行”的动感。正因为有了现实的触动，有了内心的渴望，诗句才能这样不假修饰，从胸臆中自然涌现。全诗先叙事，后议论抒情，既写了诗人贫穷甚至恼羞成怒的窘状，也表达了诗人博大宽广的胸怀，情真意切，感人至深。"
        },
        {
            "title": "漫成一首",
            "content": "江月去人只数尺，风灯照夜欲三更。\r\n沙头宿鹭联拳静，船尾跳鱼拨剌鸣。\r\n【赏析】：　　这首诗是杜甫流寓巴蜀时期写的，诗写夜泊之景。\r\n　　一开始就抓住江上夜景的特色。“去人只数尺”是说月影靠船秀近，“江清月近人”，它同时写出江水之清明。江中月影近人，画出了“江天一色无纤尘，皎皎空中孤月轮”的江间月夜美景，境界是宁静安谧的。第二句写舟中樯竿上挂着照夜的灯，在月下灯光显得冲淡而柔和。桅灯当有纸罩避风，故曰风灯。其时江间并没有风，否则江水不会那样宁静，月影也不会那样清晰可接了。一二句似乎都是写景，但读者能够真切感到一个未眠人的存在（第一句已点出“人”字），这就是诗人自己。从“江月”写到“风灯”，从舟外写到舟内，由远及近。然后再写到江岸，又是由近移远。由于月照沙岸如雪，沙头景物隐略可辨，夜宿的白鹭屈曲着身子，三五成群团聚在沙滩上，它们睡得那样安恬，与环境极为和谐；同时又表现出宁静的景物中有生命的呼吸。这和平境界的可爱，惟有饱经丧乱的不眠人才能充分体会。\r\n　　诗句中洋溢着诗人对和平生活的向往和对于自然界小生命的热爱，这与诗人忧国忧民的精神是一脉相通的。诗人对着“沙头宿鹭”，不禁衷心赞美夜的“静”美。由于他与自然万类息息相通，这“静”与“深林人不知，明月来相照”（王维）的寂静幽独该有多少不同。忽然船尾传来“拨剌”的声响，使凝神睇视着的诗人猛地惊醒，他转向船尾，那里波光粼粼，显然刚刚有一条大鱼从那儿跃出水面。\r\n　　诗的前三句着力刻画都在一个“静”字，末句却写动、写声，似乎破了静谧之境，然而给读者的实际感受恰好相反，以动破静，愈见其静；以声破静，愈见其静。这是陪衬的手法，适当把对立因素渗入统一的基调，可以强化总的基调。这是诗、画、音乐都常采用的手法。诗的末两句分写鱼、鸟，一动一静，相反相成，抓住了江上月夜最有特点同时又最富于诗意的情景，写得逼真、亲切而又传神，可见诗人体物之工。"
        },
        {
            "title": "旅夜书怀",
            "content": "细草微风岸，危樯独夜舟。\r\n星垂平野阔，月涌大江流。\r\n名岂文章著，官应老病休。\r\n飘飘何所似？天地一沙鸥。\r\n【注释】：①飘飘：不定的样子。\r\n②何所似：所像的是什么。\r\n③危樯：船上的高桅杆。\r\n④独夜：孤独的不眠之夜。\r\n⑤文章著：因文章而著名。\r\n⑥老病休：因年老衰病而离职。\r\n⑦星垂：星辰低垂。\r\n⑧平野：天空和原野。【译文】：　　岸边微风低拂细草，旅夜孤舟桅杆高耸。广阔的原野上空星辰低垂，翻滚的江潮里月轮奔涌。名声难道要凭文章流播，官位只该因为年老多病断送。我漂泊一生，究竟象什么？就如同那茫茫天地之间一只孤飞的沙鸥！【赏析】：　　诗作于代宗永泰元年（765），诗人由华州解职离成都去重庆途中。全诗流露了诗人奔波不遇之情。诗的前半段写“旅夜”的情景。以写景展现境况和情怀，寓情于景之中。后半写“书怀”。抒发自己原有政治抱负，却因老病而被排挤，表现了内心漂泊无依的伤感，字字是泪，声声哀叹，感人至深。“星垂平野阔，月涌大江流”与李白的“山随平野尽，江入大荒流”有异曲同工之妙。此诗读来虽觉凄苦，却不感颓废，所以清代纪昀说：“通首神完气足，气象万千，可当雄浑之品。”\r\n　　这首诗既写旅途风情，更感伤老年多病，却仍然只能像沙鸥在天地间飘零。“名岂文章著”是反语，也许在诗人的内心，自认为还有宏大的政治抱负未能施展。"
        },
        {
            "title": "刘九法曹郑瑕邱石门宴集",
            "content": "秋水清无底，萧然静客心。\r\n椽曹乘逸兴，鞍马到荒林。\r\n能吏逢聊璧，华筵直一金。\r\n晚来横吹好，泓下亦龙吟。"
        },
        {
            "title": "丽人行",
            "content": "三月三日天气新，长安水边多丽人。\r\n态浓意远淑且真，肌理细腻骨肉匀。\r\n绣罗衣裳照暮春，蹙金孔雀银麒麟。\r\n头上何所有，翠微（外勹内盍）叶垂鬓唇。\r\n背后何所见，珠压腰衱稳称身。\r\n就中云幕椒房亲，赐名大国虢与秦。\r\n紫驼之峰出翠釜，水精之盘行素鳞。\r\n犀箸厌饫久未下，鸾刀缕切空纷纶。\r\n黄门飞鞚不动尘，御厨络绎送八珍。\r\n箫鼓哀吟感鬼神，宾从杂遝实要津。\r\n后来鞍马何逡巡，当轩下马入锦茵。\r\n杨花雪落覆白蘋，青鸟飞去衔红巾。\r\n炙手可热势绝伦，慎莫近前丞相嗔。\r\n【注释】：(1)三月三日：上巳节。古人到水边祭祀，以除灾求福。后演变成水边饮宴、郊外游春的节日。\r\n(2)翠微：薄薄的翡翠片。\r\n(3)盍叶：镶以翡翠的头花。“盍”，该字为“勹”框，里边一个“盍”字，因为没有这个字，所以用“盍”先代替。\r\n(4)鬓唇：鬓边。\r\n(5)衱:衣后襟。\r\n(6)稳称身：指衣物合身。\r\n(7)紫驼之峰：驼背上的肉，为珍贵食品。\r\n(8)翠釜：翠绿的锅。\r\n(9)水精之盘：水晶盘。\r\n(10)素鳞：洁白的鱼。\r\n(11)犀:犀角筷子。\r\n(12)厌饫：饱食腻胃。厌，同“餍”。\r\n(13)鸾刀：刀环带铃的刀。\r\n(14)缕切：切丝。\r\n(15)空纷纶：空忙一番。\r\n(16)黄门：宦官的通称。\r\n(17)飞:驰着快马。\r\n(18)鞚:马勒。\r\n(19)不动尘：喻马之轻快。\r\n(20)八珍：泛指山珍海味。\r\n(21)态浓意远：浓妆艳抹，神情悠远。\r\n(22)淑且真：文雅而自然。\r\n(23)肌理细腻：肌肤洁白细腻。\r\n(24)骨肉匀：指体形匀称。\r\n(25)云幕：画着云彩的帐幕。\r\n(26)椒房亲：指外戚。\r\n(27)虢与秦：指杨贵妃姐姐虢国夫人和秦国夫人。\r\n(28)宾从：杨氏的宾客随从。\r\n(29)杂:纷杂。,通“沓”。\r\n(30)要津：重要的职位。\r\n(31)后来鞍马：最后骑马到的人，即下文“丞相”杨国忠。\r\n(32)逡巡：顾盼自得的意思。\r\n(33)轩：车辆。锦茵：锦绣地毯。\r\n(34)炙手可热：比喻气焰熏天。\r\n(35)丞相：指杨国忠，天宝十一年(752)为丞相，权势显赫。安史乱起后，为将士所杀。\r\n(36)青鸟：神话中替西王母传递信息的鸟，后指男女间的信使。\r\n(37)红巾：红帕。两句暗示杨国忠与虢国夫人兄妹有淫乱关系。【译文】：　　三月三日天气晴明，看那曲江池畔，游春的丽人结队成群。一个个仪态高雅，姿容娴静，一个个肌肤细腻，骨肉均匀。罗衣绣裳映照着春光，金孔雀银麒麟色彩辉煌。首饰那么华美，嵌翡翠的彩叶垂在鬓角上；背影多么窈窕，缀珍珠的裙带那么合身。郊游的帐幕中，论尊贵要数那外戚皇亲——天子加封的虢国、秦国夫人。筵席上紫色的驼峰刚从青铜釜烹出，水晶盘盛着的白鱼仿佛还在游动。感到腻味的贵人，却久久下不了筷，那细细切脍的厨师真白费了刀功。太监们沿途飞马尘灰不起，络绎不绝地正把御厨的珍肴传送。婉转悠扬的音乐，能使鬼神感动，众多的宾客随从，阻塞了路口交通。最后跨马到来的那位，你看他顾盼矜持，欲进不进，当门下马便踏上了锦茵。似雪的杨花淹没了江上的白，殷勤的青鸟衔送去香艳的红巾。真是炙手可热，气焰薰天！当心这位丞相发怒呵，千万别走近前！【赏析】：　　诗巧借曲江游春这一特定事件，着力描写杨氏姐妹的穷奢极欲、气焰嚣张，讽刺杨氏国戚之奢侈淫乱，侧面反映了玄宗的昏庸和朝政的腐败。“后来”六句，写杨国忠之显赫，意气骄恣，势焰熏天，用含蓄手法揭露他的丑行。全诗语极铺排，富丽华美中蕴含清刚之气。虽然不见讽刺的语言，但在惟妙惟肖的描摹中，隐含犀利的匕首，讥讽入木三分，所以有后人评价“无一刺讥语，描摹处，语语刺讥。无一慨叹声，点逗处，声声慨叹。”\r\n　　本诗约作于天宝十二年（753）或次年。诗的主旨是对杨贵妃兄姐妹们嚣张气焰的指斥和鞭笞。唐代自武后以来，外戚擅权已成为统治阶层中一种通常现象，他们形成了一个特殊的利益集团，引起了广大人民的强烈不满，这也是后来酿成安史之乱的主国。在白居易的《长恨歌》之前，以杨氏兄姐妹为题材的诗就已经不少，但都没有杜甫这首深刻。本诗通篇只是写“丽人”们的生活情形，却正如前人所说的，达到了“无一刺讥语，描摹处语语刺讥；无一慨叹声，点逗处声声慨叹”的艺术效果。"
        },
        {
            "title": "客至",
            "content": "舍南舍北皆春水，但见群鸥日日来。\r\n花径不曾缘客扫，蓬门今始为君开。\r\n盘飧市远无兼味，樽酒家贫只旧醅。\r\n肯与邻翁相对饮，隔篱呼取尽余杯。\r\n【注释】：①但：只。\r\n②缘：因为。\r\n③蓬门：蓬草编织的门。\r\n④飧：熟食。\r\n⑤兼味：指饭菜不丰富。\r\n⑥旧醅：没过滤的陈酒。【译文】：　　房前屋后都环绕着春水，只见成群的鸥鸟天天来。花径因为客人少没有打扫过，柴门今天为了你的到来才打开。因为离市集远，盘中的菜品种少，由于家贫，酒杯中只有旧年的陈酒。如果你愿意和邻居的老翁对饮，隔着篱笆喊他一起过来干杯。【赏析】：　　诗人叙述了充满浓郁生活气息的场面，表现了诗人坦率的性格和宴客的喜悦，也表现出两人之间诚挚的友情。全诗描写细腻传神，充满人情味，富有生活情趣。"
        },
        {
            "title": "江畔独步寻花七绝句（其一）",
            "content": "江上被花恼不彻，无处告诉只颠狂。\r\n走觅南邻爱酒伴，经旬出饮独空床。"
        },
        {
            "title": "江汉",
            "content": "江汉思归客，乾坤一腐儒。\r\n片云天共远，永夜月同孤。\r\n落日心犹壮，秋风病欲疏。\r\n古来存老马，不必取长途。\r\n【赏析】：　　江汉思归客，乾坤一腐儒。 \r\n　　漂泊江汉，我这思归故乡的天涯游子，在茫茫天地之间，只是一个迂腐的老儒。“江汉”，长江、汉水之间。首联表达出诗人客滞江汉的窘境，有自嘲意。“思归客”是杜甫自谓，因为身在江汉，时刻思归故乡，但思归而不得，饱含天涯沦落的无限辛酸。“乾坤”，即天地。“腐儒”，迂腐的读书人，这里实际是诗人自指不会迎合世俗。如果说前一句还只是强调诗人飘泊在外的思乡之心，后一句则将自己在天地间的渺小孤独感吐露无遗。诗人原来的抱负是要经天纬地的，然而越到人生的最后阶段，他越是痛感自己的渺小无力。其中的痛楚和无奈该有多深！ \r\n　　片云天共远，永夜月同孤。 \r\n　　像飘荡在远天的片云一样远客异乡；与明月一起，孤独地面对漫漫长夜。颔联为工对。“天共远”，承江汉客；“月同孤”，承一腐儒。诗人表面上是在写片云孤月，实际是在写自己。他把自己的感情和身外的景物融为一片，慨叹自己飘泊无依。不过，在明月的皎洁和孤清中，我们又体会到了诗人的孤高自许，他的心，仍然是光明的。“永夜”，长夜。 \r\n　　落日心犹壮，秋风病欲苏。 \r\n　　我虽已到暮年，就像日将落西山，但一展抱负的雄心壮志依然存在；面对飒飒秋风，我不仅没有悲秋之感，反而觉得病逐渐好转。颈联为借对，“落日”比喻暮年，而非写实。“秋风”句是写实。诗的意境阔大而深沉，形象地表达出诗人积极用世、身处逆境而壮心不已的精神，“苏”，复苏。 \r\n　　古来存老马，不必取长途。 \r\n　　自古以来存养老马是因为其智可用，而不必取其体力，跋涉长途。尾联用老马识途的典故，比喻自己身虽年老多病，但智慧犹可用，还能有所作为。《韩非子·说林上》里讲，春秋时管仲随齐桓公伐孤竹，春往冬返，迷失道路。管仲提议用老马领路，于是找到了归途。“老马”是诗人自比。"
        },
        {
            "title": "江村",
            "content": "清江一曲抱村流，长夏江村事事幽。\r\n自去自来堂上燕，相亲相近水中鸥。\r\n老妻画纸为棋局，稚子敲针作钓钩。\r\n多病所须唯药物，微躯此外更何求。\r\n【注释】：①抱：围绕。\r\n②长夏：盛夏。\r\n③微躯：微贱的身躯，诗人自指。【赏析】：　　这首诗写于唐肃宗上元元年（760）。在几个月之前，诗人经过四年的流亡生活，从同州经由绵州，来到了这不曾遭到战乱骚扰的、暂时还保持安静的西南富庶之乡成都郊外浣花溪畔。他依靠亲友故旧的资助而辛苦经营的草堂已经初具规模；饱经离乡背井的苦楚、备尝颠沛流离的艰虞的诗人，终于获得了一个暂时安居的栖身之所。时值初夏，浣花溪畔，江流曲折，水木清华，一派恬静幽雅的田园景象。诗人拈来《江村》诗题，放笔咏怀，愉悦之情是可以想见的。　\r\n　　本诗首联第二句“事事幽”三字，是全诗关紧的话，提挈一篇旨意。中间四句，紧紧贴住“事事幽”，一路叙下。梁间燕子，时来时去，自由而自在；江上白鸥，忽远忽近，相伴而相随。从诗人眼里看来，燕子也罢，鸥鸟也罢，都有一种忘机不疑、乐群适性的意趣。物情如此幽静，人事的幽趣尤其使诗人惬心快意：老妻画纸为棋局的痴情憨态，望而可亲；稚子敲针做钓钩的天真无邪，弥觉可爱。棋局最宜消夏，清江正好垂钓，村居乐事，件件如意。经历长期离乱之后，重新获得家室儿女之乐，诗人怎么不感到欣喜和满足呢？结句“但有故人供禄米，微躯此外更何求”，虽然表面上是喜幸之词，而骨子里正包藏着不少悲苦之情。曰“但有”，就不能保证必有；曰“更何求”，正说明已有所求。杜甫确实没有忘记，自己眼前优游闲适的生活，是建筑在“故人供禄米”的基础之上的。这是一个十分敏感的压痛点。一旦分禄赐米发生了问题，一切就都谈不到了。所以，我们无妨说，这结末两句，与其说是幸词，倒毋宁说是苦情。艰窭贫困、依人为活的一代诗宗，在暂得栖息，甫能安居的同时，便吐露这样悲酸的话语，实在是对封建统治阶级摧残人才的强烈控诉。　\r\n　　中联四句，从物态人情方面，写足了江村幽事，然后，在结句上，用“此外更何求”一句，关合“事事幽”，收足了一篇主题，最为简净，最为稳当。　\r\n　　《江村》一诗，在艺术处理上，也有独特之处：\r\n　　一，是复字不犯复。此诗首联的两句中，“江”字、“村”字皆两见。照一般做律诗的规矩，颔、颈两联同一联中忌有复字，首尾两联散行的句子，要求虽不那么严格，但也应该尽可能避复字。现在用一对复字，就有一种轻快俊逸的感觉，并不觉得是犯复了。这情况，很象律句中的拗救，拗句就要用拗句来救正，复字也要用复字来弥补。况且，第二句又安下了另外两个叠字“事事”，这样一来，头两句诗在读起来的时候，就完全没有枝撑之感了。　\r\n　　二，是全诗前后啮合，照应紧凑。“梁上燕”属“村”，“水中鸥”属“江”：“棋局”正顶“长夏”，“钓钩”又暗寓“清江”。颔联“自去自来梁上燕，相亲相近水中鸥”，两“自”字，两“相”字，当句自对：“去”“来”与“亲”“近”又上下句为对。自对而又互对，读起来轻快流荡。颈联的“画”字、“敲”字，字皆现成。且两句皆用朴直的语气，最能表达夫妻投老，相敬弥笃，稚子痴顽，不隔贤愚的意境。　\r\n　　三，是结句，忽转凄婉，很有杜甫咏怀诗的特色。杜甫有两句诗自道其做诗的甘苦，说是“愁极本凭诗遣兴，诗成吟咏转凄凉”（《至后》）。此诗本是写闲适心境，但他写着写着，最后结末的地方，也不免吐露落寞不欢之情，使人有怅怅之感。杜甫很多登临即兴感怀的诗篇，几乎都是如此。前人谓杜诗“沉郁”，其契机恐怕就在此处。"
        },
        {
            "title": "佳人",
            "content": "绝代有佳人，幽居在空谷。\r\n自云良家子，零落依草木。\r\n关中昔丧败，兄弟遭杀戮。\r\n官高何足论，不得收骨肉。\r\n世情恶衰歇，万事随转烛。\r\n夫婿轻薄儿，新人已如玉。\r\n合昏尚知时，鸳鸯不独宿。\r\n但见新人笑，那闻旧人哭。\r\n在山泉水清，出山泉水浊。\r\n侍婢卖珠回，牵萝补茅屋。\r\n摘花不插发，采柏动盈掬。\r\n天寒翠袖薄，日暮倚修竹。\r\n【注释】：①佳人：貌美的女子；美好的人，指怀念的人或理想中的人；有才干的人。幽居：静处闺室，恬淡自守。\r\n②零落：飘零沦落。\r\n③依草木：住在山林中。\r\n④丧乱：死亡和祸乱，指遭逢安史之乱。\r\n⑤骨肉：指遭难的兄弟。\r\n⑥转烛：烛火随风转动，比喻世事变化无常。\r\n⑦新人：指丈夫新娶的妻子。\r\n⑧合昏：夜合花，叶子朝开夜合。\r\n⑨旧人：佳人自称。\r\n⑩卖珠：因生活穷困而卖珠宝。【译文】：　　有位举世无双的美人，隐居在空旷的山谷中。她说自己是高门府第的女子，飘零沦落到与草木相依。过去关中一带遭遇战乱，家里的兄弟全被乱军杀戮。官居高位又有什么用？自己的尸骨都无法收埋。世俗人情都厌恶衰败的人家，万事就像随风而转的烛火。丈夫是个轻薄子弟，抛弃了我又娶了个美丽如玉的新人。合欢花尚且知道朝开夜合，鸳鸯鸟成双成对从不独宿。丈夫只看见新人欢笑，哪里听得到旧人哭泣？泉水在山里是清澈的，出了山就浑浊了。让侍女典卖珠宝维持生计，牵把青萝修补茅屋。摘下来的花不愿插在头上，喜欢采折满把的柏枝。天气寒冷，罗袖显得分外单薄，黄昏时分，独自倚在修长的竹子上。【赏析】：　　本首诗作于乾元二年秋季，安史之乱发生后的第五年。在此之前，杜甫被迫辞掉华州司功参军职务，为生计所迫，携带妻子，翻山来到边远的秦州。杜甫对大唐朝廷，竭忠尽力，丹心耿耿，最后却落得弃官漂泊的窘境。即便是在关山难越、饥寒交迫的情况下，仍始终不忘国家民族的命运。这样的不平际遇，这样的高风亮节，和诗中女主人公是很相象的。因此，本诗既反映客观存在的社会问题，又体现了诗人的主观寄托。\r\n　　诗中人物悲惨的命运与高尚的情操形成了强烈的对照，既让人同情，又令人敬佩。诗人用「赋」的手法描写佳人悲苦的生活，同时用「笔兴」赞美了她高洁的品格。全诗含蓄蕴藉，耐人寻味，感人肺腑，强烈地引起读者的共鸣，可谓佳作。\r\n\r\n　　一、句解\r\n　　绝代有佳人，幽居在空谷。自云良家子，零落依草木。\r\n　　有一位盖世无双的绝代佳人，幽居在空寂的山谷。她说自己本是世宦人家的女儿，如今却沦落山野，与草木相依。开头两句点题。上句言其貌之美，下句言其品之高。又以幽居的环境，衬出佳人的孤寂，点出佳人命运之悲，处境之苦，隐含着诗人“同是天涯沦落人 ”的慨叹。“绝代”，冠绝当代。\r\n\r\n　　关中昔丧败，兄弟遭杀戮。官高何足论，不得收骨肉。\r\n　　以上是第三人称的描状，笔调含蓄蕴藉；以下转为第一人称的倾诉，语气率直酣畅。当年安史之乱，长安沦陷，兄弟们惨遭杀戮。官位高又有什么用呢？他们死后连尸骨都不得收殓。“关中”，指函谷关以西地区，这里指长安。天宝十五载（756）六月，安史叛军攻陷长安。“官高”应上文之“良家子”，强调绝代佳人出自贵人之家。\r\n\r\n　　世情恶衰歇，万事随转烛。夫婿轻薄儿，新人美如玉。\r\n　　世态人情总是厌恶衰落，万事都如风中的烛火飘忽不定。娘家中落之后，轻薄的夫婿也看不起我了，新娶了一个美貌如玉的妇人。这四句托物兴感，刻画世态炎凉，人情冷暖。宋代的刘辰翁评论说：“闲言余语，无不可感。”“转烛”，以风中的烛光，飘摇不定，比喻世事转变、光景流逝的迅速。\r\n\r\n　　合昏尚知时，鸳鸯不独宿。但见新人笑，那闻旧人哭。\r\n　　夜合花还知道朝开夜合，鸳鸯也都是同飞共宿。那负心的人，他只看得见新人的高兴欢笑，哪听得见旧人的悲痛啼哭？诗人以形象的比喻，写负心人的无义绝情，被抛弃的人伤心痛苦。在倾诉个人不幸、慨叹世情冷漠的言辞中，充溢着悲愤不平。一“新”一“旧 ”、一“笑”一“哭”，强烈对照，被遗弃女子声泪俱下的痛苦之状，如在目前。“合昏”，即合欢，一名夜合，其花朝开夜合，故云“知时”。“鸳鸯”，鸟名，多雌雄成对，生活在水边。\r\n\r\n　　在山泉水清，出山泉水浊。侍婢卖珠回，牵萝补茅屋。\r\n　　泉水在山间时是清的，出山以后就浑浊了。唉，世人该如何看待被遗弃的我？为买口粮，丫环替我变卖了首饰回来了，草棚漏雨，我和她一起牵引藤萝，修补茅屋。这几句似悲似诉，自言自誓，有矜持慷慨、修洁端丽之意。同时，可见佳人居家环境的简陋清幽，生活的清贫困窘。浦起龙评论说：“这二句，可谓贞士之心，化人之舌，建安而下无此语也。”它出自《诗经·小雅·谷风之什·四月》：“相彼泉水，载清载浊。” 但在本诗中，有多种解释，都有一定的道理。或以新人旧人为清浊，或以前华后憔为清浊，或以在家弃外为清浊，或以守贞为清、改节为浊。还有人认为：佳人以泉水自喻，以山喻夫婿之家，意思是妇人为夫所爱，世人便认为她是清的；为夫所弃，世人便认为她是浊的。另一种解释是佳人怨其夫之辞。人之同处空谷幽寂之地，就像泉水之在山，无所挠其清。佳人之夫出山，乃随物流荡，遂为山下之浊泉。而她则宁肯受饥寒，也不愿再嫁，成为那浊泉。这就像晋孙绰《三日兰亭诗序》所说的那样：“古人以水喻性，有旨哉斯谈！非以停之则清，混之则浊邪？情因所习而迁移，物触所遇而兴感。”\r\n\r\n　　摘花不插发，采柏动盈掬。天寒翠袖薄，日暮倚修竹。\r\n　　我信手摘了一枝花，却没心思插上鬓发；只是常常把那柏枝拣个满把。天冷了，太阳落了，她穿着单薄的翠衫，静静地倚着那修长的竹树。\r\n　　末两句以写景作结，画出佳人的孤高和绝世而立，画外有意，象外有情。在体态美中，透露着意态美。这种美，不只是一种女性美，也是古代士大夫追求的一种理想美。诗句暗示读者，这位时乖命蹇的女子，就像那经寒不凋的翠柏、挺拔劲节的绿竹，有着高洁的情操。诗的最后两句，为后人激赏，妙在对美人容貌不着一字形容，仅凭“翠袖”“修竹”这一对色泽清新而寓有兴寄的意象，与天寒日暮的山中环境相融合，便传神地画出佳人不胜清寒、孤寂无依的幽姿高致。“动”，每每。“掬”，把，两手捧取。\r\n\r\n　　二、评解\r\n　　以弃妇为题材的古典诗文不乏佳作。如《诗经·卫风》中的《氓》，汉乐府里的《上山采蘼芜》等，而司马相如的《长门赋》写被废弃的陈皇后，其中“夫何一佳人兮，步逍遥以自娱”两句，正是杜甫《佳人》诗题的来源。\r\n　　杜甫很少写专咏美人的诗歌，《佳人》却以其格调之高而成为咏美人的名篇。山中清泉见其品质之清，侍婢卖珠见其生计之贫，牵萝补屋见其隐居之志，摘花不戴见其朴素无华，采柏盈掬见其情操贞洁，日暮倚竹见其清高寂寞。诗人以纯客观叙述方法，兼采夹叙夹议和形象比喻等手法，描述了一个在战乱时期被遗弃的上层社会妇女所遭的不幸，并在逆境中揭示她的高尚情操，从而使这个人物形象更加丰满。\r\n　　全诗分三段，每段八句。第一段写佳人家庭的不幸遭遇。第二段，佳人倾诉见弃于夫的大不幸。第三段，赞美佳人虽遭不幸，尚能洁身自持的高尚情操。这首五言古体诗，从开篇一路下来，都是“说”，到了结尾两句，才以一幅画忽然结束。作者的高明之处，就在这里。他没有拿一个结局去迁就读者的胃口，而是用一个悬念故意吊着读者的胃口。读过这首诗的人，一闭上眼睛，就会在脑海里浮现出这样的画面：一位绝世美貌却格外不幸的佳人，在秋风中，在黄昏里，衣裳单薄，孤伶伶地站在那里，背靠着一丛竹，眼里流露着哀愁。"
        },
        {
            "title": "寄李十二白二十韵",
            "content": "昔年有狂客，号尔谪仙人。笔落惊风雨，诗成泣鬼神。\r\n声名从此大，汩没一朝伸。文彩承殊渥，流传必绝伦。\r\n龙舟移棹晚，兽锦夺袍新。白日来深殿，青云满后尘。\r\n乞归优诏许，遇我宿心亲。未负幽栖志，兼全宠辱身。\r\n剧谈怜野逸，嗜酒见天真。醉舞梁园夜，行歌泗水春。\r\n才高心不展，道屈善无邻。处士祢衡俊，诸生原宪贫。\r\n稻粱求未足，薏苡谤何频。五岭炎蒸地，三危放逐臣。\r\n几年遭鵩鸟，独泣向麒麟。苏武先还汉，黄公岂事秦。\r\n楚筵辞醴日，梁狱上书辰。已用当时法，谁将此义陈。\r\n老吟秋月下，病起暮江滨。莫怪恩波隔，乘槎与问津。\r\n【注释】：①狂客：指贺知章。贺知章是唐越州永兴人，晚年自号四明狂客。谪仙：被贬谪的神仙。 \r\n②「诗成」句：据《本事诗》记载，贺知章见了李白的〈乌栖曲〉，「叹赏苦吟曰：『此诗可以泣么神矣。』」说明李白才华超绝，满朝为之倾倒。 \r\n③汩没：埋没。 \r\n④承殊渥：受到特别的恩惠。这里指唐玄宗召李白为供奉翰林。 \r\n⑤「龙舟」句：指唐玄宗泛白莲池，在饮宴高兴的时候召李白作序。「兽锦」句：《唐诗纪事》载：「武后游龙门，命群官赋诗，先成者赐以锦袍。左史东方虬诗成，拜赐。坐未安，之问诗后成，文理兼美，左右莫不称善，乃就夺锦袍衣之。」这里是说李白在皇家赛诗会上夺魁。 \r\n⑥「祢衡」句：才能像祢衡一样好。祢衡：东汉时人，少有才辩。孔融称赞他「淑质贞亮，英才卓跞」。「原宪」句：家境像原宪一样贫困。原宪：春秋时人，孔子弟子，家里十分贫穷。 \r\n⑦「薏苡」句：马援征交趾载薏苡种还，人谤之，以为明珠大贝。这里指当时一些人诬陷李白参与永王璘谋反。 \r\n⑧「几年」句：耽心李白处境危险。鵩鸟：古代认为是不祥之鸟。「独泣」句：叹道穷。 \r\n⑨「楚筵」句：汉代穆生仕楚元王刘交为中大夫。穆生不喜欢饮酒，元王置酒，常为穆生设醴。元王死，子戊嗣位，初常设醴以待。后忘设醴。穆生说：「醴酒不设，王之意怠。」遂称病谢去。这里是指李白在永王璘邀请他参加幕府时辞官不受赏之事。李白在〈经乱离后天恩流夜郎忆旧游书怀赠江夏韦太守良宰〉诗中说：「半夜水军来，寻阳满旌旃。空名适自误，迫胁上楼船。徒赐五百金，弃之若浮烟。辞官不受赏，翻谪夜郎天。」「梁狱」句：汉代邹阳事梁孝王，被谗毁下狱。邹阳在狱中上书梁孝王，力辩自己遭受冤屈。后获释，并成为梁孝王的上客。这里是指李白因永王璘事坐系浔阳后力辩己冤。 \r\n⑩「老吟」以下二句：老病秋江，说明李白已遇赦还浔阳。【赏析】：　　杜甫与李白情谊深厚，李白被放逐，杜甫写了不少思念李白的诗，本诗是其中的一首。尤其是这前四句，是历代写李白最被传诵引用的四句，也是最能表现旷世诗仙的狂放不羁，和摇惊风雨才华的四句－从前有位狂客，外号叫做谪仙，他写起文章来，才华横溢，笔力万钧－笔一落，风雨为之震惊；诗一写成，连鬼神都为之哭泣。 \r\n　　“笔落惊风雨，诗成泣鬼神”，多用来形容那些伟大作家的伟大成就。"
        },
        {
            "title": "画鹰",
            "content": "素练风霜起，苍鹰画作殊。\r\n耸身思狡兔，侧目似愁胡。\r\n绦镟光堪摘，轩楹势可呼。\r\n何当击凡鸟，毛血洒平芜。\r\n【注释】：(1)素练--作画用的白绢。\r\n(2)风霜：指秋冬肃杀之气。这里形容画中之鹰凶猛如挟风霜之杀气。\r\n(3)画作：作画，写生。\r\n(4)殊：特异，不同凡俗。\r\n(5)奴身：即竦身。是收敛驱体准备搏击的样子。\r\n(6)思狡免：想捕获狡兔。\r\n(7)侧目：斜视。\r\n(8)似愁胡：形容鹰的眼睛色碧而锐利。因胡人（指西域人）碧眼，故以为喻。愁胡：指发愁神态的胡人。\r\n(9)绦：丝绳，指系鹰的绳子。\r\n(10)镞：金属转轴，指鹰绳另一端所系的金属环。\r\n(11)堪摘：可以解除。\r\n(12)轩楹：堂前窗柱，指悬挂画鹰的地方。\r\n(13)势可呼：画中的鹰势态逼真，呼之欲飞。\r\n(14)何当：安得，哪得。这里有假如的意思。\r\n(15)击凡鸟：捕捉凡庸的鸟。\r\n(16)平芜--草原。【赏析】：　　这是一首题画诗，“句句是鹰，句句是画”（《杜诗解》）。与《房兵曹胡马》约作于同时。作者借鹰言志，通过描绘画中雄鹰的威猛姿态和飞动的神情，以及搏击的激情，“曲尽其妙”（《瀛奎律髓》），从而表现了自己青年时代昂扬奋发的心志和鄙视平庸的性情。\r\n　　画上题诗，是我国绘画艺术特有的一种民族风格。古代文人画家，为了阐发画意，寄托感慨，往往于作品完成以后，在画面上题诗，收到了诗情画意相得益彰的效果。为画题诗自唐代始，但当时只是以诗赞画，真正把诗题在画上，是宋代以后的事。不过，唐代诗人的题画诗，对后世画上题诗产生了极大影响。其中，杜甫的题画诗数量之多与影响之大，终唐之世未有出其右者。\r\n　　这首题画诗大概写于开元末年，是杜甫早期的作品。此时诗人正当年少，富于理想，也过着“快意”的生活，充满着青春活力，富有积极进取之心。诗人通过对画鹰的描绘，抒发了他那嫉恶如仇的激情和凌云的壮志。\r\n　　全诗共八句，可分三层意思：一、二两句为第一层，点明题目。起用惊讶的口气：说是洁白的画绢上，突然腾起了一片风霜肃杀之气，这是怎么回事呢？第二句随即点明：原来是矫健不凡的画鹰仿佛挟风带霜而起，极赞绘画的特殊技巧所产生的艺术效果。这首诗起笔是倒插法。何谓倒插法？试看杜甫《姜楚公画角鹰歌》的起笔曰：“楚公画鹰鹰戴角，杀气森森到幽朔。”先从画鹰之人所画的角鹰写起，然后描写出画面上所产生的肃杀之气，是谓正起。而此诗则先写“素练风霜起”，然后再点明“画鹰”，所以叫作倒插法。这种手法，一起笔就有力地刻画出画鹰的气势，吸引着读者。杜甫的题画诗善用此种手法，如《奉先刘少府新画山水障歌》的起笔曰：“堂上不合生枫树，怪底江山起烟雾。”《画鹘行》的起笔曰：“高堂见生鹘，飒爽动秋骨。”《奉观严郑公厅事岷山沱江画图十韵》的起笔曰：“沱水临中座，岷山到北堂。”这些起笔诗句都能起到先声夺人的艺术效果。\r\n　　中间四句为第二层，描写画面上苍鹰的神态，是正面文章。颔联的“?（sǒng耸）身”就是“竦身”。“侧目”，句见《汉书。李广传》：“侧目而视，号曰苍鹰。”又见孙楚《鹰赋》：“深目蛾眉，状如愁胡。”再见傅玄《猿猴赋》：“扬眉蹙额，若愁若嗔。”杜甫这两句是说苍鹰的眼睛和猢狲的眼睛相似，耸起身子的样子，好象是在想攫取狡猾的兔子似的，从而刻画出苍鹰搏击前的动作及其心理状态，真是传神之笔，把画鹰一下子写活了，宛如真鹰。颈联“绦镟（tāo tao xuan滔眩）”的“绦”是系鹰用的丝绳：“镟”是转轴，系鹰用的金属的圆轴。“轩楹”是堂前廊柱，此指画鹰悬挂之地。这两句是说系着金属圆轴的苍鹰，光彩照人，只要把丝绳解掉，即可展翅飞翔；悬挂在轩楹上的画鹰，神采飞动，气雄万夫，好象呼之即出，去追逐狡兔，从而描写出画鹰跃跃欲试的气势。作者用真鹰来作比拟，以这两联诗句，把画鹰描写得栩栩如生。\r\n　　此两联中，“思”与“似”、“摘”与“呼”两对词，把画鹰刻画得极为传神。“思”写其动态，“似”写其静态，“摘”写其情态，“呼”写其神态。诗人用字精工，颇见匠心。通过这些富有表现力的字眼，把画鹰描写得同真鹰一样。是真鹰，还是画鹰，几难分辨。但从“堪”与“可”这两个推论之词来玩味，毕竟仍是画鹰。\r\n　　最后两句进到第三层，承上收结，直把画鹰当成真鹰，寄托着作者的思想。大意是说：何时让这样卓然不凡的苍鹰展翅搏击，将那些“凡鸟”的毛血洒落在原野上。“何当”含有希幸之意，就是希望画鹰能够变成真鹰，奋飞碧霄去搏击凡鸟。“毛血”句，见班固《西都赋》：“风毛雨血，洒野蔽天。”至于“凡鸟”，张上若说：“天下事皆庸人误之，末有深意。”这是把“凡鸟”喻为误国的庸人，似有锄恶之意。由此看来，此诗借咏《画鹰》以表现作者嫉恶如仇之心，奋发向上之志。作者在《杨监又出画鹰十二扇》一诗的结尾，同样寄寓着自己的感慨曰：“为君除狡兔，会是翻?上。”\r\n　　总起来看，这首诗起笔突兀，先勾勒出画鹰的气势，从“画作殊”兴起中间两联对画鹰神态的具体描绘，而又从“势可呼”顺势转入收结，寄托着作者的思想，揭示主题。浦起龙《读杜心解》评曰：“起作惊疑问答之势。……‘身’、‘侧目’此以真鹰拟画，又是贴身写。‘堪摘’、‘可呼’，此从画鹰见真，又是饰色写。结则竟以真鹰气概期之。乘风思奋之心，疾恶如仇之志，一齐揭出。”可见此诗，不唯章法谨严，而且形象生动，寓意深远，不愧为题画诗的杰作。"
        },
        {
            "title": "后出塞五首",
            "content": "（一） \r\n男儿生世间，及壮当封侯。 \r\n战伐有功业，焉能守旧丘。 \r\n召募赴蓟门，军动不可留。 \r\n千金买马鞭，百金装刀头。 \r\n闾里送我行，亲戚拥道周。\r\n斑白居上列，酒酣进庶羞。 \r\n少年别有赠，含笑看吴钩。 \r\n（二） \r\n朝进东门营，暮上河阳桥。 \r\n落日照大旗，马鸣风萧萧。 \r\n平沙列万幕，部伍各见招。 \r\n中天悬明月，令严夜寂寥。 \r\n悲笳数声动，壮士惨不骄。 \r\n借问大将谁，恐是霍嫖姚。 \r\n（三） \r\n古人重守边，今人重高勋。 \r\n岂知英雄主，出师亘长云。 \r\n六合已一家，四夷且孤军。 \r\n遂使貔虎士，奋身勇所闻。 \r\n拔剑击大荒，日收胡马群。 \r\n誓开玄冥北，持以奉吾君。 \r\n（四） \r\n献凯日继踵，两蕃静无虞。 \r\n渔阳豪侠地，击鼓吹笙竽。 \r\n云帆转辽海，粳稻来东吴。 \r\n越罗与楚练，照耀舆台躯。 \r\n主将位益崇，气骄凌上都。 \r\n边人不敢议，议者死路衢。 \r\n（五） \r\n我本良家子，出师亦多门。 \r\n将骄益愁思，身贵不足论。 \r\n跃马二十年，恐辜明主恩。 \r\n坐见幽州骑，长驱河洛昏。 \r\n中夜间道归，故里但空村。 \r\n恶名幸脱免，穷老无儿孙。\r\n【赏析】：　　第一首写的是男儿志在军旅，备装待征； \r\n　　第二首写的是轰轰烈烈，悲壮而行； \r\n　　第三首写的是拼死征杀，邀功报君； \r\n　　第四首写的是边靖国安后将帅骄气凌人，有敢议者惨遭宰杀； \r\n　　第五首写的是征者不堪连续20年的穷兵黩武，悄开小差匿于已是空旷无人的家乡小村中，终生没娶、到老孤独。 \r\n　　从这《后出塞》五首的内容可知，这个时候朝廷的拓边好战已使百姓士卒疲于奔命，有的连年征杀已疲怠于无可忍受之中，以至于开小差的现象成为普遍且已被社会及文人同情和认可。据史记载，唐玄宗在开元初曾为靖边安民做出了重大贡献，彻底改变了此前边防废弛的状况，在必要的戍边之战后，多与境外族群部落达成了和平协议，此后边防无事，国泰民安。但随着他奢侈安逸思想的不断增生，边防建设渐乏于冷静和谋略，从开元25年至天宝10年这十五、六年间，接连不断的对境外黩武用兵，而且败仗颇多。杜甫的诸多诗就是对这个时期徭役和战事的实摹。"
        },
        {
            "title": "观公孙大娘弟子舞剑器行（并序）",
            "content": "大历二年十月十九日，夔府别驾元持宅见临颍李十二娘舞剑器，壮其蔚跂。问其所师，曰：“余公孙大娘弟子也。”开元五载，余尚童稚，记于郾城观公孙氏舞剑器浑脱，浏漓顿挫，独头宜春、梨园二伎坊内人洎外供奉，晓是舞者，圣文神武皇帝初，公孙一人而已。玉貌锦衣，况余白首；今兹弟子，亦匪盛颜。既辨其由来，知波澜莫二。抚事慷慨，聊为《剑器行》。昔者吴人张旭，善草书书帖，数常于邺县见公孙大娘舞西河剑器，自此草书长进，豪荡感激，即公孙可知矣。 \r\n昔有佳人公孙氏，一舞剑器动四方。\r\n观者如山色沮丧，天地为之久低昂。\r\n爧如羿射九日落，娇如群帝骖龙翔。\r\n来如雷霆收震怒，罢如江海凝清光。\r\n绛唇珠袖两寂寞，晚有弟子传芬芳。\r\n临颍美人在白帝，妙舞此曲神扬扬。\r\n与余问答既有以，感时抚事增惋伤。\r\n先帝侍女八千人，公孙剑器初第一。\r\n五十年间似反掌，风尘澒洞昏王室。\r\n梨国子弟散如烟，女乐馀姿映寒日。\r\n金粟堆南木已拱，瞿塘石城草萧瑟。\r\n玳筵急管曲复终，乐极哀来月东出。\r\n老夫不知其所往，足茧荒山转愁疾。\r\n【注释】：①圣文神武皇帝：指唐玄宗。 \r\n②波澜莫二：师徙舞技相仿，不差上下。 \r\n③鸿洞：弥漫无际。 \r\n④玳筵：以玳瑁装饰的琴瑟。【译文】：　　唐大历二年十月十九日，我在夔府别驾元持家里，观看临颍李十二娘跳剑器舞，觉得舞姿矫健多变非常壮观，就问她是向谁学习的？她说：“我是公孙大娘的学生”。玄宗开元三年，我还年幼，记得在郾城看过公孙大娘跳《剑器》和《浑脱》舞，流畅飘逸而且节奏明朗，超群出众，当代第一，从皇宫内的宜春、梨园弟子到宫外供奉的舞女中，懂得此舞的，在唐玄宗初年，只有公孙大娘一人而已。当年她服饰华美，容貌漂亮，如今我已是白首老翁，眼前她的弟子李十二娘，也已经不是年轻女子了。既然知道了她舞技的渊源，看来她们师徒的舞技一脉相承，抚今追昔，心中无限感慨，姑且写了《剑器行》这首诗。听说过去吴州人张旭，他擅长书写草书字帖，在邺县经常观看公孙大娘跳一种《西河剑器》舞，从此草书书法大有长进，豪放激扬，放荡不羁，由此可知公孙大娘舞技之高超了。\r\n　　从前有个漂亮女人，名叫公孙大娘，每当她跳起剑舞来，就要轰动四方。观看人群多如山，心惊魄动脸变色，天地也被她的舞姿感染，起伏震荡。剑光璀灿夺目，有如后羿射落九日，舞姿矫健敏捷，恰似天神驾龙飞翔，起舞时剑势如雷霆万钧，令人屏息，收舞时平静，好象江海凝聚的波光。\r\n　　鲜红的嘴唇绰约的舞姿，都已逝去，到了晚年，有弟子把艺术继承发扬。临颍美人李十二娘，在白帝城表演，她和此曲起舞，精妙无比神采飞扬。她和我谈论好久，关于剑舞的来由，我忆昔抚今，更增添无限惋惜哀伤。当年玄宗皇上的侍女，约有八千人，剑器舞姿数第一的，只有公孙大娘。\r\n　　五十年的光阴，真好比翻一下手掌，连年战乱烽烟弥漫，朝政昏暗无常。那些梨园子弟，一个个地烟消云散，只留李氏的舞姿，掩映冬日的寒光。金粟山玄宗墓前的树木，已经合抱，瞿塘峡白帝城一带，秋草萧瑟荒凉。玳筵弦琴瑟急促的乐曲，又一曲终了，明月初出乐极生悲，我心中惶惶。我这老夫，真不知哪是要去的地方，荒山里迈步艰难，越走就越觉凄伤。【赏析】：　　有人说，杜甫是以诗为文，韩愈是以文为诗。杜甫这个序，正是以诗为文。不仅主语虚词大半省略，而且在感慨转折之处，还用跳跃跌宕的笔法。不过，序文的内容仍然是清楚的：他先叙在夔州看了公孙大娘弟子所表演的剑器舞，然后回忆自己童年时在郾城亲见公孙大娘的舞蹈，说明当唐玄宗初年，公孙大娘的剑器舞在内外教坊独享盛名的情况。抚今思昔，深有感慨，因而写成这首《剑器行》。这篇序写得很有诗意，结尾讲大书法家张旭见公孙剑舞而草书长进的故事，尤其见出诗人对公孙舞蹈艺术的敬佩。 \r\n　　“剑器舞”是什么样的舞蹈呢？唐代的舞蹈分为健舞和软舞两大类，剑器舞属于健舞之类。晚唐郑嵎《津阳门诗》说：“公孙剑伎皆神奇”，自注说：“有公孙大娘舞剑，当时号为雄妙。”司空图《剑器》诗说：“楼下公孙昔擅场，空教女子爱军装”。可见这是一种女子穿着军装的舞蹈，舞起来，有一种雄健刚劲的姿势和浏漓顿挫的节奏。 \r\n　　诗的开头八句是先写公孙大娘的舞蹈：很久以前有一个公孙大娘，她善舞剑器的名声传遍了四面八方。人山人海似的观众看她的舞蹈都惊讶失色，整个天地好象也在随着她的剑器舞而起伏低昂，无法恢复平静。“?如羿射九日落”四句，或称为“四如句”，前人解释不一，这大体是描绘公孙舞蹈给杜甫留下的美好印象。羿射九日，可能是形容公孙手持红旗、火炬或剑器作旋转或滚翻式舞蹈动作，好象一个接一个的火球从高而下，满堂旋转；骖龙翔舞，是写公孙翩翩轻举，腾空飞翔；雷霆收怒，是形容舞蹈将近尾声，声势收敛；江海凝光，则写舞蹈完全停止，舞场内外肃静空阔，好象江海风平浪静，水光清澈的情景。 \r\n　　“绛唇珠袖两寂寞”以下六句，突然转到公孙死后剑器舞的沉寂无闻，幸好晚年还有弟子继承了她的才艺。跟着写她的弟子临颍李十二娘在白帝城重舞剑器，还有公孙氏当年神采飞扬的气概。同李十二娘一席谈话，不仅知道她舞技的师传渊源，而且引起了自己抚今思昔的无限感慨。 \r\n　　“先帝侍女八千人”以下六句，笔势又一转折，思想又回到五十年前。回忆开元初年，当时政治清明，国 势强盛，唐玄宗在日理万机之暇，亲自建立了教坊和梨园，亲选乐工，亲教法曲，促成了唐代歌舞艺术的空前繁荣，当时宫廷内和内外教坊的歌舞女乐就有八千人，而公孙大娘的剑器舞又在八千人中“独出冠时”，号称第一。可是五十年历史变化多大啊！一场安史之乱把大唐帝国的整个天下闹得风尘四起、天昏地黑。唐玄宗当年亲自挑选、亲自培养的成千上万的梨园弟子、歌舞人材，也在这一场浩劫中烟消云散了，如今只有这个残存的教坊艺人李十二娘的舞姿，还在冬天残阳的余光里映出美丽而凄凉的影子。对曾经亲见开元盛世的文艺繁荣，曾经亲见公孙大娘《剑器舞》的老诗人杜甫说来，这是他晚年多么难得的精神安慰，可是又多么地令他黯然神伤啊！这一段是全诗的高潮。善于用最简短的几句话集中概括巨大的历史变化和广阔的社会内容，正是杜诗“沉郁顿挫”的表现。 \r\n　　“金粟堆南木已拱”以下六句，是全诗的尾声。诗人接着上段深沉的感慨，说玄宗已死了六年，在他那金粟山上的陵墓上，树已够双手拱抱了。而自己这个玄宗时代的小臣，却流落在这个草木萧条的白帝城里。末了写别驾府宅里的盛筵，在又一曲急管繁弦的歌舞之后告终了，这时下弦月已经东出了，一种乐极哀来的情绪支配着诗人，他不禁四顾茫茫，百端交集，行不知所往，止不知所居，长满老茧的双足，拖着一个衰老久病的身躯，寒月荒山，踽踽独行。身世的悲凉，就不言而可知了。“转愁疾”三字，是说自己以茧足走山道本来很慢，但在心情沉重之时，却反而怪自己走得太快了。 \r\n　　这首七言歌行自始至终并没有离开公孙大娘师徒和剑器舞，但是从全诗那雄浑的气势，从“五十年间似反掌，风尘澒洞昏王室”这样力透纸背的诗史之笔，又感到诗人的确是在通过歌舞的事，反映五十年来兴衰治乱的历史。王嗣奭总评这首诗说：“此诗见剑器而伤往事，所谓抚事慷慨也。故咏李氏，却思公孙；咏公孙，却思先帝；全是为开元天宝五十年治乱兴衰而发。不然，一舞女耳，何足摇其笔端哉！”（《杜诗祥注》引《杜臆》）这一段评语，分析全诗的层次、中心，说得相当中肯。但是，他说“一舞女耳，何足摇其笔端哉！”并不符合杜甫本来的思想，杜甫是十分重视和热爱艺术的。 \r\n　　这首诗的艺术风格，既有“浏漓顿挫”的气势节奏，又有“豪荡感激”的感人力量，是七言歌行中沉郁悲壮的杰作。开头八句，富丽而不浮艳，铺排而不呆板。“绛唇珠袖”以下，则随意境之开合，思潮之起伏，语言音节也随之顿挫变化。全诗既不失雄浑完整的美，用字造句又有浑括锤炼的功力。篇幅虽然不太长，包容却相当广大。从乐舞之今昔对比中见五十年的兴衰治乱，没有沉郁顿挫的笔力是写不出来的。"
        },
        {
            "title": "阁夜",
            "content": "岁暮阴阳催短景，天涯霜雪霁寒宵。\r\n五更鼓角声悲壮，三峡星河影动摇。\r\n野哭几家闻战伐？夷歌数处起渔樵！\r\n卧龙跃马终黄土，人事音书漫寂寥。\r\n【注释】：①阴阳：岁月。\r\n②三峡：包括瞿塘峡、巫峡、西陵峡。\r\n③漫：任随。【译文】：　　到了年末，日月移动，天变短了，身处天涯，霜雪刚停，夜更寒冷。五更的鼓角声悲壮感人，三峡上空的星河映照在江水中摇动不定。野外千家恸哭，听说又要打仗了，几处响起了渔夫和樵夫唱的夷歌。诸葛亮，公孙述最终还是归于黄土，人世萧条家书断绝寂寞孤独，又算得了什么？【赏析】：　　这是大历元年冬杜甫寓居夔州西阁时所作。当时西川军阀混战，连年不息；吐蕃也不断侵袭蜀地。而杜甫的好友李白、严武、高适等都先后死去。感时忆旧，他写了这首诗，表现出异常沉重的心情。诗人从几个侧面抒写了西阁的所见所闻所感，上天下地，俯古仰今，抒发了自己忧国忧民的情怀。全诗激越悲凉，感情真挚。"
        },
        {
            "title": "奉济驿重送严公四韵",
            "content": "远送从此别，青山空复情。\r\n几时杯重把？昨夜月同行。\r\n列郡讴歌惜，三朝出入荣。\r\n江村独归处，寂寞养残生。\r\n【注释】：①空复情：枉然多情。\r\n②重：重新。\r\n③列：多处。\r\n④出入：历官。【译文】：　　远送你从这里就要分别了，青山空自惆怅，倍增离情。什么时候能够再举杯共饮，昨天夜里我们还在月色中同行。各郡的百姓都讴歌你，不忍心你离去，你在三朝为官，多么光荣。送走你我独自回到江村，寂寞地度过剩下的岁月。【赏析】：　　秦济驿，在成都东北的绵阳县。严公，即严武，曾两度为剑南节度使。严武文才武略，品性与杜甫相投。两人结下了深厚的友谊。宝应元年四月，肃宗死，代宗即位，六月，召严武入朝，杜甫送别赠诗。\r\n　　诗人送友远行，心中对友人充满了依恋，却也无可奈何，倒装句的用法更增添了情趣。而诗人对友人离去后自己生活的描述，不免有些悲切，可见诗人对友人真诚的感激及两人间深厚的情谊。全诗语言质朴，充满感情，浅易中抒发沉郁的情意，凄楚感人。"
        },
        {
            "title": "对雨书怀走邀许十一簿公",
            "content": "东岳云峰起，\r\n溶溶满太虚。\r\n震雷翻幕燕，\r\n骤雨落河鱼。\r\n座对贤人酒，\r\n门听长者车。\r\n相邀愧泥泞，\r\n骑马到阶除。"
        },
        {
            "title": "对雪",
            "content": "战哭多新鬼，愁吟独老翁。\r\n乱云低薄暮，急雪舞回风。\r\n瓢弃尊无绿，炉存火似红。\r\n数州消息断，愁坐正书空。\r\n【赏析】：　　杜甫这首诗是在被安禄山占领下的长安写的。长安失陷时，他逃到半路就被叛军抓住，解回长安。幸而安禄山并不怎么留意他，他也设法隐蔽自己，得以保存气节；但是痛苦的心情，艰难的生活，仍然折磨着诗人。在写这首诗之前不久，泥古不化的宰相房琯率领唐军在陈陶斜和青坂与敌人作车战，大败，死伤几万人。消息很快就传开了。\r\n　　诗的开头──“战哭多新鬼”，正暗点了这个使人伤痛的事实。房琯既败，收复长安暂时没有希望，不能不给诗人平添一层愁苦，又不能随便向人倾诉。所以上句用一“多”字，以见心情的沉重；下句“愁吟独老翁”，就用一“独”字，以见环境的险恶。\r\n　　三、四两句──“乱云低薄暮，急雪舞回风”，正面写出题目。先写黄昏时的乱云，次写旋风中乱转的急雪。这样就分出层次，显出题中那个“对”字，暗示诗人独坐斗室，反复愁吟，从乱云欲雪一直呆到急雪回风，满怀愁绪，仿佛和严寒的天气交织融化在一起了。\r\n　　接着写诗人贫寒交困的景况。“瓢弃樽无绿”，葫芦，古人诗文中习称为瓢，通常拿来盛茶酒的。樽，又作尊，似壶而口大，盛酒器。句中以酒的绿色代替酒字。诗人困居长安，生活非常艰苦。在苦寒中找不到一滴酒。葫芦早就扔掉，樽里空空如也。“炉存火似红”，也没有柴火，剩下来的是一个空炉子。这里，诗人不说炉中没有火，而偏偏要说有“火”，而且还下一“红”字，写得好象炉火熊熊，满室生辉，然后用一“似”字点出幻境。明明是冷不可耐，明明是炉中只存灰烬，由于对温暖的渴求，诗人眼前却出现了幻象：炉中燃起了熊熊的火，照得眼前一片通红。这样的无中生有、以幻作真的描写，非常深刻地挖出了诗人此时内心世界的隐秘。这是在一种渴求满足的心理驱使下出现的幻象。这样来刻画严寒难忍，比之“炉冷如冰”之类，有着不可以拟的深度。因为它不仅没有局限于对客观事物的如实描写，而且融进了诗人本身的主观情感，恰当地把诗人所要表现的思想感情表现出来，做到了既有现实感，又有浪漫感。\r\n　　末后，诗人再归结到对于时局的忧念。至德元载至二载（756ˉ757），唐王朝和安禄山、史思明等的战争，在黄河中游一带地区进行，整个形势对唐军仍然不利。诗人陷身长安，前线战况和妻子弟妹的消息都无从获悉，所以说“数州消息断”，而以“愁坐正书空”结束全诗。“书空”是晋人殷浩的典故，意思是忧愁无聊，用手在空中划着字。这首诗表现了杜甫对国家和亲人的命运深切关怀而又无从着力的苦恼心情。"
        },
        {
            "title": "登岳阳楼",
            "content": "昔闻洞庭水，今上岳阳楼。\r\n吴楚东南坼，乾坤日夜浮。\r\n亲朋无一字，老病有孤舟。\r\n戎马关山北，凭轩涕泗流。\r\n【注释】：①岳阳楼：在今湖南岳阳境内洞庭湖岸。\r\n②吴楚：吴地和楚地。\r\n③乾坤：天地。\r\n④字：指书信。\r\n⑤戎马：军事。\r\n⑥凭：倚。\r\n⑦轩：楼窗。\r\n⑧涕泪：眼泪。【译文】：　　早就听说洞庭湖的水势浩大，今天终于登上了这座闻名遐迩的岳阳城楼。洞庭湖如此广阔，东南面的吴地和楚地，似乎被割成两国。洞庭湖的水势浩瀚，整个天与地就如日日夜夜在波涛上漂浮。望着这浩瀚的景象，想到我的亲友连一点消息也没有，而今年迈多病，栖息在这只孤零零的小舟上。在关山以北依然战火不断，凭轩远眺，默思着国难家愁，我终于涕泪交流。【赏析】：　　大历三年（公元七六八年）杜甫携眷夔州出峡，漂泊在江湘一带。暮冬流寓岳州，登临岳阳楼而有此作。「吴楚东南坼，乾坤日夜浮。」实为千古名句。前人称此二句「尤为雄伟，虽不到洞庭者读之，可使胸以豁达。」（宋人黄鹤《少陵年谱》）。全诗将眼前雄伟壮阔的景色与诗人个人的身世悲凉之感及对国事边事的忧心有机地结合了起来，具有极为深广的内涵。表现上擒纵自如，卷舒随意，折转巧妙，充分表现了沉郁顿挫的杜诗本色。"
        },
        {
            "title": "登兖州城楼",
            "content": "东郡趋庭日，南楼纵目初。\r\n浮云连海岳岱，平野人青徐。\r\n孤嶂秦碑在，荒城鲁殿馀。\r\n从来多古意，临眺独踌躇。\r\n【注释】：①弼注：公父闲为衮州司马，公时省侍。《论语》：“鲤（孔子之子）趋而过庭。”\r\n②秦碑指秦始皇登峄山所刻石碑。鲁殿指鲁灵光殿，汉景帝子鲁共王所建。【赏析】：　　这是开元二十五年落第后，第一次游齐赵时所作，是杜诗中现存最早的一首五律，因结构谨严，格律工稳，后人多以之为作五律的规范。"
        },
        {
            "title": "登楼",
            "content": "花近高楼伤客心，万方多难此登临。\r\n锦江春色来天地，玉垒浮云变古今。\r\n北极朝廷终不改，西山寇盗莫相侵。\r\n可怜后主还祠庙，日暮聊为梁甫吟。\r\n【注释】：①客：杜甫自指。\r\n②万方多难：指当前时局艰危，内忧外患，日甚一日。\r\n③锦江：岷江支流，在今四川成都附近。\r\n④玉垒：玉垒山，在今四川省汶川、茂县之间。\r\n⑤北极：北极星。这里比喻唐王朝。谓不管局势如何，唐王朝始终如北极星那样不会动摇。\r\n⑥西山寇盗：指侵占西山松、维、保三州的吐蕃。 \r\n⑦后主：刘禅。刘备死后，刘禅继位，昏庸无能，宠信宦官，朝政腐败，终于亡国。\r\n⑧聊：权且。\r\n⑨梁甫吟：乐府篇名。《三国志·蜀书·诸葛亮传》：“亮躬耕陇亩，好为《梁父吟》。”【译文】：　　满眼花枝，高楼上触景伤情；万方多难，远游到此登临。悠悠天地，遍播锦江春色；茫茫今古，变幻玉垒浮云。朝廷犹如北极星始终高悬于中天，无人能撼动；西山寇盗吐蕃难成气候，侵犯中原，枉费机心。可叹那蜀后主今那么昏庸还立庙祠祭，日暮时分，我权且学那孔明低唱《梁父吟》。【赏析】：　　这是一首感时抚事之诗，写作者登楼望见无边春色，抒发忧国之情。最后袒露了自己要效法诸葛亮辅佐朝廷的抱负，大有澄清天下的气概。全诗即景抒情，写登楼的观感，俯仰瞻眺，山川古迹，都从空间着眼。诗的格律严谨，对仗工整，虽情伤而不流于悲观，雄阔深远，历来为诗家所推崇。\r\n　　这首诗是作者在代宗广德二年(764)春，从阆中回到成都时写的。所表达的是忧国伤时的沉痛心情，但还是对唐王朝存在信心。全诗写景写情，雄阔深远，委婉含讽。"
        },
        {
            "title": "登高",
            "content": "风急天高猿啸哀，渚清沙白鸟飞回。\r\n无边落木萧萧下，不尽长江滚滚来。\r\n万里悲秋常作客，百年多病独登台。\r\n艰难苦恨繁霜鬓，潦倒新停浊酒怀。\r\n【注释】：①渚：水中的小洲。\r\n②回：回旋。\r\n③潦倒：困顿，衰颓。\r\n④新停：指当时杜甫因患病而停酒。\r\n⑤落木：落叶。\r\n⑥萧萧：风吹树叶飘落的声音。\r\n⑦悲秋：因秋生悲意。\r\n⑧百年：人的一生，此指年老。【译文】：　　天高风急，猿啸声声似乎蕴含着无限悲哀；白沙点缀着江洲，飞鸟在水上旋回。一望无边的树叶萧萧飘落，波涛不息的长江滚滚奔来。离家万里，悲叹自己长年漂泊他乡，秋来更添愁绪；年老多病，寒秋中独自登临高台。艰苦备尝，双鬓早被繁霜覆盖；穷途潦倒，不得不放下这浇愁的酒杯。【赏析】：　　这首诗是大历二年(767)年杜甫在夔州时所作。萧瑟的秋天，在诗人的笔下被写得有声有色，而引发出来的感慨更是动人心弦。这不仅由于写了自然的秋，更由于诗人对人生之秋所描绘的强烈的感情色彩。颔联状景逼真，是后人传诵的名句。颈联两句，十四个字包含了多层含意，备述了人生的苦况，更令人寄予强烈的同情。\r\n　　这是一首重阳登高感怀诗。诗前半首写登高所闻所见情景，是写景；后半首写登高时的感触，为抒情。全诗通过登高所见秋江景色，倾诉了诗人长年漂泊老病孤愁的复杂感情，百感交集，思绪万千。全诗八句四对，对偶精巧，用韵讲究。其中颔联字字珠玑，已成为千古佳句。"
        },
        {
            "title": "捣衣",
            "content": "亦知戍不返，秋至拭清砧。已近苦寒月，况经长别心。\r\n宁辞捣熨倦，一寄塞垣深。用尽闺中力，君听空外音。"
        },
        {
            "title": "丹青引·赠曹将军霸",
            "content": "将军魏武之子孙，于今为庶为清门。\r\n英雄割据虽已矣，文彩风流犹尚存。\r\n学书初学卫夫人，但恨无过王右军。\r\n丹青不知老将至，富贵于我如浮云。\r\n开元之中常引见，承恩数上南薰殿。\r\n凌烟功臣少颜色，将军下笔开生面。\r\n良相头上进贤冠，猛将腰间大羽箭。\r\n褒公鄂公毛发动，英姿飒爽来酣战。\r\n先帝天马玉花骢，画工如山貌不同。\r\n是日牵来赤墀下，迥立阊阖生长风。\r\n诏谓将军拂绢素，意匠惨澹经营中。\r\n斯须九重真龙出，一洗万古凡马空。\r\n玉花却在御榻上，榻上庭前屹相向。\r\n至尊含笑催赐金，圉人太仆皆惆怅。\r\n弟子韩幹早入室，亦能画马穷殊相。\r\n幹惟画肉不画骨，忍使骅骝气凋丧。\r\n将军画善盖有神，必逢佳士亦写真。\r\n即今飘泊干戈际，屡貌寻常行路人。\r\n途穷反遭俗眼白，世上未有如公贫。\r\n但看古来盛名下，终日坎壈缠其身。\r\n【注释】：①丹青：指绘画。\r\n②行：古时诗歌的一种体裁。\r\n③曹霸：唐代名画家，以画人物及马著称，颇得唐高宗的宠幸，官至左武卫将军，故称他曹将军。 \r\n④魏武：指魏武帝曹操。 \r\n⑤卫夫人：名铄，字茂猗。晋代有名的女书法家，擅长隶书及正书。 \r\n⑥王右军：即晋代书法家王羲之．官至右军将军。 \r\n⑦承恩：获得皇帝的恩宠：南薰殿，唐宫殿名。 \r\n⑧凌烟：即浚烟阁，唐太宗为了褒奖文武开国功臣，于贞观十七年命阎立本等在凌烟阁画二十四功臣图。少颜色，指功臣图像因年久而褪色。开生面：展现出如生的面貌。 \r\n⑨进贤冠：古代成名，文儒者之服。\r\n⑩ 赤墀：也叫丹墀。宫殿前的台阶。【译文】：　　曹将军是魏武帝曹操后代子孙，而今却沦为平民百姓成为寒门。英雄割据的时代一去不复返了，曹家文章丰采却在你身上留存。当年为学书法你先拜师卫夫人，只恨得没有超过王羲之右将军。你毕生专攻绘画不知老之将至，荣华富贵对于你却如空中浮云。\r\n　　开元年间你常常被唐玄宗召见，承恩载德你曾多次登上南薰殿。凌烟阁的功臣画象年久褪颜色，曹将军你挥笔重画又别开生面。良相们的头顶都戴上了进贤冠，猛将们的腰间皆佩带着大羽箭。褒公鄂公的毛发似乎都在抖动，他们英姿飒爽好象是正在酣战。\r\n　　开元时先帝的天马名叫玉花骢，多少画家画出的都与原貌不同。当天玉花骢被牵到殿中红阶下，昂首屹立宫门更增添它的威风。皇上命令你展开丝绢准备作画，你匠心独运惨淡经营刻苦用功。片刻间九天龙马就在绢上显现，一下比得万代凡马皆成了平庸。\r\n　　玉花骢图如真马倒在皇帝榻上，榻上马图和阶前屹立真马相同。皇上含笑催促左右赏赐你黄金，太仆和马倌们个个都迷惘发怔。将军的门生韩干画技早学上手，他也能画马且有许多不凡形象。韩干只画外表画不出内在精神，常使骅骝好马的生气凋敝失丧。\r\n　　将军的画精美美在画中有神韵，偶逢真名士才肯为他动笔写真。而今你漂泊沦落在战乱的社会，平常所画的却是普通的行路人。你到晚年反而遭受世俗的白眼，人世间还未有人象你这般赤贫。只要看看历来那些负盛名的人，有谁不终日坎坷穷愁纠缠其身？【赏析】：　　这首诗也是写画马的，并直接送给画家曹霸。它着重写了画家的身世、经历，类似一首小叙事诗。全诗以画家承皇帝的宠爱命再绘凌烟阁功臣像和玉花骢马为中心，极状了曹霸当时画名的显赫，因而更衬出晚景的凄凉。这时候诗人也饱经沧桑，生活贫困，在感情上更能和曹霸互相理解。全诗写得错综多变，叙事抒情，跌宕有致，在艺术上很成功。"
        },
        {
            "title": "春宿左省",
            "content": "花隐掖垣暮，啾啾栖鸟过。\r\n星临万户动，月傍九霄多。\r\n不寝听金钥，因风想玉珂。\r\n明朝有封事，数问夜如何。\r\n【注释】：①掖垣：朝廷的门下省与中书省。因中书省和门下省在宫墙的两边，象人的两掖，故名。\r\n②啾啾：鸟声。\r\n③栖鸟：投巢的鸟儿。\r\n④九霄：九重天，此代指皇宫。\r\n⑤多：指得月光多。\r\n⑥明朝：明晨。\r\n⑦封事：奏章。\r\n⑧数：屡次。\r\n⑨听金钥：指听宫门的锁钥声。\r\n⑩玉珂：马上的玉铃。【译文】：　　朦胧花影伴着宫禁黄昏，啾啾归鸟飞过高墙树荫。星空灿烂，宫中万户千门流光闪烁；清辉遍照，高入云霄的楼殿月色最明。夜不成眠，静听午门的锁钥声响；风吹檐铃，似听到上朝的马铃声。心中想着明晨要上的奏章，几次起身询问夜已有多深？【赏析】：　　诗作于左拾遗任上，记叙了诗人诚敬值宿，夜不敢寐的情景，反映了这时诗人忧谗畏讥的感慨，字里行间也流露诗人的忠爱之情。诗开头两联写景，后两联写情。自暮至夜，再自夜至晓，自晓至明，结构严谨而又灵活，叙述详明而有变化，章法严谨,情景交融,含蓄细腻。\r\n　　本诗通篇写上朝前夜的不安和焦盼的心情，但作为诗来说没有多少特色。"
        },
        {
            "title": "春日忆李白",
            "content": "白也诗无敌，飘然思不群。\r\n清新庾开府，俊逸鲍参军。\r\n渭北春天树，江东日暮云。\r\n何时一樽酒，重与细论文。\r\n【注释】：①庾开府：庾信。在北周官至骠骑大将军、开府仪同三司（司马、司徒、司空），世称庾开府。\r\n②鲍参军：刘宋时任荆州前军参军，世称鲍参军。\r\n③渭北：渭水北岸，借指长安一带，当时杜甫在此地。\r\n④江东：指今江苏省南部和浙江省北部一带，当时李白在此地。\r\n⑤论文：即论诗。六朝以来，通称诗为文。【赏析】：　　开头四句，一气贯注，都是对李白诗的热烈赞美。首句称赞他的诗冠绝当代。第二句是对上句的说明，是说他之所以“诗无敌”，就在于他思想情趣，卓异不凡，因而写出的诗，出尘拔俗，无人可比。接着赞美李白的诗象庾信那样清新，象鲍照那样俊逸。这四句，笔力峻拔，热情洋溢，首联的“也”、“然”两个语助词，既加强了赞美的语气，又加重了“诗无敌”、“思不群”的分量。\r\n　　对李白奇伟瑰丽的诗篇，杜甫在题赠或怀念李白的诗中，总是赞扬备至。从此诗坦荡真率的赞语中，也可以见出杜甫对李白诗是何等钦仰。这不仅表达了他对李白诗的无比喜爱，也体现了他们的诚挚友谊。这四句是因忆其人而忆及其诗，赞诗亦即忆人。但作者并不明说此意，而是通过第三联写离情，自然补明。这样处理，不但简洁，还可避免平铺直叙，而使诗意前后勾联，曲折变化。\r\n　　表面看来，第三联两句只是写了作者和李白各自所在地之景。“春天树”和“日暮云”都只是平实叙出，未作任何修饰描绘。分开来看，两句都很一般，并没什么奇特之处。然而作者把它们组织在一联之中，却自然有了一种奇妙的紧密的联系。也就是说，当作者在渭北思念江东的李白之时，也正是李白在江东思念渭北的作者之时；而作者遥望南天，惟见天边的云彩，李白翘首北国，惟见远处的树色，又自然见出两人的离别之恨，好像“春树”、“暮云”，也带着深重的离情。这两句，看似平淡，实则每个字都千锤百炼；语言非常朴素，含蕴却极丰富，是历来传颂的名句。\r\n　　上面将离情写得极深极浓，这就自然引出了末联的热切希望：什么时候才能再次欢聚，象过去那样，把酒论诗啊！把酒论诗，这是作者最难忘怀、最为向往的事，以此作结，正与诗的开头呼应。言“重与”，是说过去曾经如此，这就使眼前不得重晤的怅恨更为悠远，加深了对友人的怀念。用“何时”作诘问语气，把希望早日重聚的愿望表达得更加强烈，使结尾余意不尽，令人读完全诗，心中犹回荡着作者的无限思情。"
        },
        {
            "title": "垂老别",
            "content": "四郊未宁静，垂老不得安。\r\n子孙阵亡尽，焉用身独完！\r\n投杖出门去，同行为辛酸。\r\n幸有牙齿存，所悲骨髓干。\r\n男儿既介胄，长揖别上官。\r\n老妻卧路啼，岁暮衣裳单。\r\n孰知是死别，且复伤其寒。\r\n此去必不归，还闻劝加餐。\r\n土门壁甚坚，杏园度亦难。\r\n势异邺城下，纵死时犹宽。\r\n人生有离合，岂择衰老端！\r\n忆昔少壮日，迟回竟长叹。\r\n万国尽征戍，烽火被冈峦。\r\n积尸草木腥，流血川原丹。\r\n何乡为乐土，安敢尚盘桓！\r\n弃绝蓬室居，塌然摧肺肝。\r\n【译文】：　　四野硝烟真叫人一刻不安，栖身无所正当这风烛残年。子孙们在战场上尽都殉难，兵荒马乱又何需老命苟全。扔掉拐杖出门去拼搏一番，一路的人也为我流泪辛酸。庆幸的牙齿完好胃口不减，悲伤的骨瘦如柴枯槁不堪。男儿既披戴盔甲从戎征战，也只好长揖不拜辞别长官。 \r\n　　老伴闻说睡路上声声哀唤，严冬腊月仍然是裤薄衣单。明知道死别最后一次见面，贫贱夫妻怎么不怜她饥寒。今朝离去永不能回返家园，犹听她再三劝我努力加餐。土门关深沟高垒防守坚严，杏园镇天险足恃偷渡实难。形势变不比当年邺城之战，纵然是死去时间也有宽限。人生世上都有个离合悲欢，那管你饥寒交迫衰老病残。想以前少壮年华国泰民安，竟不免徘徊踟蹰长吁短叹。 \r\n　　普天下应征入伍戒备森严，战争的烽火已弥漫了岗峦。尸骸积山一草一木变腥膻，流血漂杵河流平原都红遍。战火遍地何处觅人间乐园，勤王杀敌又岂敢犹豫盘桓。毅然地抛弃茅棚奔赴前线，天崩地裂真叫人摧断肺肝！【赏析】：　　在平定安史叛乱的战争中，唐军于邺城兵败之后，朝廷为防止叛军重新向西进扰，在洛阳一带到处征丁，连老翁老妇也不能幸免。《垂老别》就是抒写一老翁暮年从军与老妻惜别的苦情。\r\n　　一开头，诗人就把老翁放在“四郊未宁静”的时代的动乱气氛中，让他吐露出“垂老不得安”的遭遇和心情，语势低落，给人以沉郁压抑之感。他慨叹着说：子孙都已在战争中牺牲了，剩下我这个老头，又何必一定要苟活下来！话中饱蕴着老翁深重的悲思。现在，战火逼近，官府要我上前线，那么，走就走吧！于是老翁把拐杖一扔，颤巍巍地跨出了家门。“投杖出门去”，笔锋一振，暗示出主人公是一个深明大义的老人，他知道在这个多难的时代应该怎样做。但是他毕竟年老力衰了，同行的战士看到这番情景，不能不为之感叹欷歔.“同行为辛酸”，就势跌落，从侧面烘托出这个已处于风烛残年的老翁的悲苦命运。“幸有牙齿存，所悲骨髓干。”牙齿完好无缺，说明还可以应付前线的艰苦生活，表现出老翁的倔强；骨髓行将榨干，又使他不由得悲愤难已。这里，语气又是一扬一跌，曲折地展示了老翁内心复杂的矛盾和变化。“男儿既介胄，长揖别上官。”作为男子汉，老翁既已披上戎装，那就义无反顾，告别长官慷慨出发吧。语气显得昂扬起来。\r\n　　接下去，就出现了全诗最扣人心弦的描写：临离家门的时候，老翁原想瞒过老妻，来个不辞而别，好省去无限的伤心。谁知走了没有几步，迎面却传来了老妻的悲啼声。啊！唯一的亲人已哭倒在大路旁，褴褛的单衫正在寒风中瑟瑟抖动。这突然的发现，使老翁的心不由一下子紧缩起来。接着就展开了老夫妻间强抑悲痛、互相爱怜的催人泪下的心理描写：老翁明知生离就是死别，还得上前去搀扶老妻，为她的孤寒无靠吞声饮泣；老妻这时已哭得泪流满面，她也明知老伴这一去，十成是回不来了，但还在那里哑声叮咛：到了前方，你总要自己保重，努力加餐呀！这一小节细腻的心理描写，在结构上是一大跌落，把人物善良凄恻、愁肠寸断、难舍难分的情状，刻画得入木三分。正如吴齐贤《杜诗论文》所说：“此行已成死别，复何顾哉？然一息尚存，不能恝然，故不暇悲己之死，而又伤彼之寒也；乃老妻亦知我不返，而犹以加餐相慰，又不暇念己之寒，而悲我之死也。”究其所以感人，是因为诗人把“伤其寒”、“劝加餐”这类生活中极其寻常的同情劝慰语，分别放在“是死别”、“必不归”的极不寻常的特定背景下来表现。再加上无可奈何的“且复”，迥出人意的“还闻”，层层跌出，曲折状写，便收到了惊心动魄的艺术效果。\r\n　　“土门”以下六句，用宽解语重又振起。老翁毕竟是坚强的，他很快就意识到必须从眼前凄惨的氛围中挣脱出来。他不能不从大处着想，进一步劝慰老妻，也似乎在安慰自己：这次守卫河阳，土门的防线还是很坚固的，敌军要越过黄河上杏园这个渡口，也不是那么容易。情况和上次邺城的溃败已有所不同，此去纵然一死，也还早得很哩！人生在世，总不免有个聚散离合，哪管你是年轻还是年老！这些故作通达的宽慰话语，虽然带有强自振作的意味，不能完全掩饰老翁内心的矛盾，但也道出了乱世的真情，多少能减轻老妻的悲痛。“忆昔少壮日，迟回竟长叹。”眼看就要分手了，老翁不禁又回想起年轻时候度过的那些太平日子，不免徘徊感叹了一阵。情思在这里稍作顿挫，为下文再掀波澜，预为铺垫。\r\n　　“万国”以下六句，老翁把话头进一步引向现实，发出悲愤而又慷慨的呼声：睁开眼看看吧！如今天下到处都是征战，烽火燃遍了山冈；草木丛中散发着积尸的恶臭，百姓的鲜血染红了广阔的山川，哪儿还有什么乐土？我们怎敢只想到自己，还老在那里踌躇徬徨？这一小节有两层意思。一是逼真而广阔地展开了时代生活的画面，这是山河破碎、人民涂炭的真实写照。他告诉老妻：人间的灾难并不只是降临在我们两人头上，言外之意是要想开一些。一是面对凶横的敌人，我们不能再徘徊了，与其束手待毙，还不如扑上前去拚一场！通过这些既形象生动又概括集中的话语，诗人给我们塑造了一个正直的、豁达大度而又富有爱国心的老翁形象，这在中国诗史上还不多见。从诗情发展的脉络来看，这是一大振起，难舍难分的局面终将结束了。\r\n　　“弃绝蓬室居，塌然摧肺肝。”到狠下心真要和老妻诀别离去的时候，老翁突然觉得五内有如崩裂似的苦痛。这不是寻常的离别，而是要离开生于斯、长于斯、老于斯的家乡呵！长期患难与共、冷暖相关的亲人，转瞬间就要见不到了，此情此景，将何以堪！感情的闸门再也控制不住，泪水汇聚成人间的深悲巨痛。这一结尾，情思大跌，却蕴蓄着何等丰厚深长的意境：独行老翁的前途将会怎样，被扔下的孤苦伶仃的老妻将否陷入绝境，苍黄莫测的战局将怎样发展变化，这一切都将留给读者自己去体会、想象、思索……\r\n　　从上面的分析，可以看出这首叙事短诗，并不以情节的曲折取胜，而是以人物的心理刻画见长。诗人用老翁自诉自叹、慰人亦即自慰的独白语气来展开描写，着重表现人物时而沉重忧愤、时而旷达自解的复杂的心理状态；而这种多变的情思基调，又决定了全诗的结构层次，于谨严整饬之中，具有跌宕起伏、缘情宛转之妙。浦起龙在《读杜心解》中评此诗叙别妻，“忽而永诀，忽而相慰，忽而自奋，千曲百折，末段又推开解譬，作死心塌地语，犹云无一寸干净地，愈益悲痛”，是很有道理的。\r\n　　杜甫高出于一般诗人之处，主要在于他无论叙事抒情，都能做到立足生活，直入人心，剖精析微，探骊得珠，通过个别反映一般，准确传神地表现他那个时代的生活真实，概括劳苦人民包括诗人自己的无穷辛酸和灾难。他的诗，博得“诗史”的美称，决不是偶然的。"
        },
        {
            "title": "兵车行",
            "content": "车辚辚，马萧萧，行人弓箭各在腰。\r\n耶娘妻子走相送，尘埃不见咸阳桥。\r\n牵衣顿足拦道哭，哭声直上干云霄。\r\n道旁过者问行人，行人但云点行频。\r\n或从十五北防河，便至四十西营田。\r\n去时里正与裹头，归来头白还戍边。\r\n边庭流血成海水，武皇开边意未已。\r\n君不闻汉家山东二百州，千村万落生荆杞。\r\n纵有健妇把锄犁，禾生陇亩无东西。\r\n况复秦兵耐苦战，被驱不异犬与鸡。\r\n长者虽有问，役夫敢申恨？\r\n且如今年冬，未休关西卒。\r\n县官急索租，租税从何出？\r\n信知生男恶，反是生女好。\r\n生女犹得嫁比邻，生男埋没随百草。\r\n君不见，青海头，古来白骨无人收。\r\n新鬼烦冤旧鬼哭，天阴雨湿声啾啾。\r\n【注释】：(1)辚辚：车行声。\r\n(2)萧萧：马鸣声。\r\n(3)干：犯，冲。\r\n(4)妻子：妻子和子女。\r\n(5)防河：唐时吐蕃常犯边境，故征兵，驻防在河西(黄河以西之地)。\r\n(6)营田：即屯田，平时种田，战时作战。\r\n(7)但云：只说。\r\n(8)点行：按丁口册上的行次点名征发。\r\n(9)里正：里长。唐制百户为一里，设里正管户口、赋役等事。\r\n(10)裹头：古以皂罗三尺裹头作头巾。\r\n(11)武皇：汉武帝，历史上以开疆拓土著称。此暗喻唐玄宗。\r\n(12)山东：指华山以东的关东地区。\r\n(13)荆杞：指荆棘，比喻荒芜冷落的环境。\r\n(14)秦兵：来自秦地的士兵。\r\n(15)陇：通“垅”，田埂。两句意谓壮男皆出征，即使有健妇耕作，庄稼也种得不成行列，难辨东西，势必影响收成。\r\n(16)长者：即上“道旁问者”。\r\n(17)役夫：应兵役者自称。\r\n(18)敢：哪敢，怎敢。\r\n(19)县官：指官府。\r\n(20)啾啾：这里指呜咽声。\r\n(21)比邻：近邻。\r\n(22)青海：青海湖，唐和吐蕃常在此交战。\r\n(23)信知：真的明白。\r\n(24)恶：不吉利。【译文】：　　兵车隆隆作响，战马嘶鸣，征夫们弓箭挂在腰上。爹娘妻儿追来相送，尘埃迷漫看不见咸阳桥；牵衣顿足拦路痛哭，哭声凄惨直冲云霄。过路人向征夫来探听，征夫诉说：这些年点兵征调没个完。十五岁的少年北去守河防，四十岁再调到河西去屯田；记得出发时里长帮他扎头帕，归来头发已白又被派去镇守边城。边境上的鲜血淌成了海水，皇帝开边拓土始终不肯休兵。您没听说，汉家关东二百州，千万个村落长满了荆棘。纵然有壮年妇女下地锄犁，可那零落的田禾已长得杂乱稀疏。更因为西北兵能征惯战，调来遣去就好比赶狗驱鸡。多承您老人家关心询问，役夫我怎敢尽情吐出心头忿恨！只说今冬这时光，关西士卒正在边关打仗；官府还逼着家中交纳租税，请问哪一家能把税交上？这年岁生了男孩实在太晦气，生个女儿反倒命好；女儿还能平安嫁到近邻，男儿却死在异乡埋入荒草。您没见过那青海湖边,自古以来累累白骨无人收。新鬼叫冤旧鬼哭泣,天阴下雨哭声更是凄惨。【赏析】：　　这首诗是讽世伤时之作，也是杜诗中的名篇，为历代所推崇。它以目击者的身份，纯用客观叙述的表现手法，真实地揭露了唐玄宗统治后期穷兵黩武给人民带来的莫大灾难。诗的开头写军人家属送别儿子、丈夫出征的悲惨情景，描绘了一幅催人泪下的送别图。接着通过设问，役人直诉从军后妇女代耕，农村萧条零落的境况。最后写征夫久不得息，连年征兵，百姓惟恐生男和青海战场尸骨遍野，令人不寒而栗的情景。全诗把唐王朝穷兵黩武的罪恶，揭露得淋漓尽致。诗寓情于叙事之中，在叙述中张弛有序，前后呼应，严谨缜密。诗的字数杂言互见，韵脚平仄互换，声调抑扬顿挫，情意低昂起伏。既井井有条，又曲折多变，可谓“新乐府”诗的典范。\r\n　　全诗借征夫对老人的答话，倾诉了人民对战争的痛恨和它所带来的痛苦。地方官吏在这样的情况下还要横征暴敛，百姓更加痛苦不堪。这是诗人深切地了解民间疾苦和寄予深刻同情的名篇之一。\r\n　　杜甫在长安候官那几年，世事看得多，逐渐对社会矛盾有了越来越深的体会。发为诗歌，便有《兵车行》这类针对时事发感慨的诗。\r\n　　从开元末到天宝初，西南边境上进行过石堡之战和南诏之战。唐军伤亡惨重。仗还得打下去，于是继续征兵。杜甫痛惜人民的鲜血，因而根据生活感受，虚构出一位战士和作者对话的情景，发抒与人民共有的愤懑。这手法是从乐府民歌那里学来的。诗中语句通俗，间中使用口语，多处运用接字修辞法，民歌味十足。\r\n　　开头几句，使读者像目击凄惨的场面，耳聆震天的哭声。细细品味，情韵无穷。诗中提到车马，都用象声词，而提到征人，则只写他们“弓箭各在腰”，以表示他们虽在行军，却死气沉沉。从车马有声到行人无声，转折了一下，但接着便大写人声了。那是爷娘妻子四种人在哭，一位征人就惹起四种哭声，读者可以想像其声之大；再加上“牵衣”“顿足”“拦道”几种哭法，都是凄厉、悲惨到声嘶力竭的，则其声之大更非常态可比。还有，那些爷娘妻子是“走”着的，即跑步追赶队伍的，他们脚步声和哭声混合起来，尘土飞扬，喧闹不止，整个场面更加乱七八糟了。\r\n　　本篇在艺术上还有几个特别成功的处理：\r\n　　“行人但云点行频”，只把一切痛苦的根源轻轻点出，却已经概括了征人无尽的悲哀。试想，他们的悲惨经历能冷静地逐条逐项地列举出来么？无数的悲愁翻涌着急于倾诉，结果却如公路出意外大塞车一样，嘴巴喃喃地只说得出“点行频”三个字。叙事如此，真是“得其神”了。诗人作家怎样才能在写人叙事之中“得其神”？必须全身心投入，形成生命体验！\r\n　　前半首诗主要用七言句，显得激切；后半忽然插入五言句，节奏变得稍舒缓，恰到好处地反映着行人絮絮诉说的口吻。\r\n　　“长者虽有问，役夫敢伸恨”是顿挫的句子。先说了不敢伸恨，然后又絮絮地伸恨，反映了行人的情态：起初有所顾忌，吞吞吐吐，终于忍不住，一副豁出去的样子，还是说了。\r\n　　结尾以鬼哭回应开头，句式也从五言变回七言，使读者感到今日之行人即明日之鬼队，不寒而栗了。\r\n　　全诗从前线写到后方，从经济破坏写到社会心理变异，十分深刻。"
        },
        {
            "title": "别房太尉墓",
            "content": "他乡复行役，驻马别孤坟。\r\n近泪无干土，低空有断云。\r\n对棋陪谢傅，把剑觅徐君。\r\n唯见林花落，莺啼送客闻。\r\n【注释】：①复行役：一再奔波忙碌。\r\n②断云：一片片不连缀的云彩。\r\n③对棋：对弈。【译文】：　　身在他乡又要四处奔走，在孤坟面前停下马来向你告别。眼泪将近处的土都弄湿了，低暗的天空中漂浮着残云。你下棋像谢安一样镇定儒雅，我像吴季札一样拿着剑寻找徐君。只看见林花纷纷落下，黄莺啼叫着送我远行。【赏析】：　　房太尉即房琯，玄宗幸蜀时拜相，为人比较正直。至德二载，为肃宗所贬。房琯罢相后，于宝应二年，拜特进、刑部尚书。路遇疾病，卒于阆州。死后赠太尉。后来杜甫经过阆州，特来拜见老友的坟墓。\r\n　　诗人临行前凭吊友人，心情沉重。在一片愁惨哀伤中，抒发了自己对友人的友情及敬佩，发出深深的叹息。全诗写情写人得体恰当，一往情深，感情真挚。又不失含蓄委婉。"
        },
        {
            "title": "哀江头",
            "content": "少陵野老吞声哭，春日潜行曲江曲。\r\n江头宫殿锁千门，细柳新蒲为谁绿？\r\n忆昔霓旌下南苑，苑中万物生颜色。\r\n昭阳殿里第一人，同辇随君侍君侧。\r\n辇前才人带弓箭，白马嚼啮黄金勒。\r\n翻身向天仰射云，一箭正坠双飞翼。\r\n明眸皓齿今何在？血污游魂归不得。\r\n清渭东流剑阁深，去住彼此无消息。\r\n人生有情泪沾臆，江草江花岂终极。\r\n黄昏胡骑尘满城，欲往城南望城北。\r\n【注释】：①少陵野老：杜甫自号。\r\n②曲江：在长安东南，因流水曲折而得名。\r\n③霓旌：一种皇帝仪仗用的霓虹般的彩色旌旗。\r\n④南苑：即芙蓉苑，因在曲江南而名。\r\n⑤勒：马衔的嚼口。\r\n⑥血污游魂：安史乱起，唐玄宗逃离长安，至马嵬驿(今陕西兴平县西)发生兵变，杨贵妃被缢死，年仅三十八。\r\n⑦江头宫殿：曲江时因帝妃游幸，故建有宫殿。\r\n⑧新蒲：嫩蒲。\r\n⑨辇：皇帝的车子。\r\n⑩清渭：马嵬驿南滨渭水，是杨贵妃死处。【译文】：　　春日里我不禁吞声哭泣,悄悄行走在曲江的幽僻角落。江边的宫殿千门尽锁，细柳嫩蒲却为谁抽出新绿？忆当初霓旌彩仗降临南苑,苑中的景物万象更新;昭阳殿里第一美女,侍候着君王同辇随身。宝辇前的女官佩带着弓箭，白马咬着的勒口金光闪闪。在马上翻身向天一箭仰射，美人笑看那云中落下飞鸟双双。当日的明眸皓齿现今何在？血污游魂归不了家乡。渭水东流呵剑阁遥远，相隔了彼此生死茫茫。人生有情难禁泪沾胸襟，江水江花依旧是往昔风光。黄昏时胡骑的尘土满城飞扬，心里想去城南，却走往了城北的方向。【赏析】：　　诗旨在哀悼贵妃之死,因不敢直言，故借当年行幸江头为题。诗的开首先写作者潜行曲江，忆昔日此地的繁华，而今却萧条零落，进而追忆贵妃生前游幸曲江的盛事。再转入叙述贵妃归天，玄宗上蜀，生离死别的悲惨情景。全诗以“哀”字为核心，以“哀”统领全文，笼罩全篇，沉郁顿挫，意境深远。全诗的这种“哀”情，是复杂的、深沉的。诗人在表达出真诚的爱国激情的同时，也流露了对蒙难君王的伤悼。因此，我们说全诗是对国破家亡的深切巨恸，是李唐盛世的挽歌，也是国势衰微的悲叹。诗的结构波折跌宕，迂回有致。情深意长，凄切哀悯，含隐无穷，读之令人肝肠寸断。\r\n　　本诗作于至德二年（756）春天。在这前一年诗人去灵武投奔肃宗的途中，被安禄山的叛兵俘虏带到了长安，后来逃出。诗中所写的就是当时在长安所见到的荒凉情景，回想起从前的盛况，悲愤之情贯穿全篇。"
        },
        {
            "title": "独立",
            "content": "空外一鸷鸟，河间双白鸥。飘飖搏击便，容易往来游。\r\n草露亦多湿，蛛丝仍未收。天机近人事，独立万端忧。"
        },
        {
            "title": "浣溪沙",
            "content": "软草平莎过雨新，轻沙走马路无尘，\r\n何时收拾耦耕身？日暖桑麻光似泼，\r\n风来蒿艾气如熏，使君原是此中人。"
        },
        {
            "title": "浣溪沙",
            "content": "麻叶层层  叶光，谁家煮茧一村香？\r\n隔篱娇语络丝娘。\r\n垂白杖藜抬醉眼，捋青捣  软饥肠，\r\n问言豆叶几时黄。"
        },
        {
            "title": "浣溪沙",
            "content": "旋抹红妆看使君，三三五五棘篱门，相排踏破倩罗裙。\r\n老幼扶携收麦社，乌鸢翔舞赛神村，道逢醉叟卧黄昏。"
        },
        {
            "title": "浣溪沙",
            "content": "照日深红暖见鱼，连村绿暗晚藏乌，黄童白叟聚雎盱。\r\n麋鹿逢人虽未惯，猿猱闻鼓不须呼，归来说与采桑姑。"
        },
        {
            "title": "宿府",
            "content": "清秋幕府井梧寒，独宿江城蜡炬残。\r\n永夜角声悲自语，中天月色好谁看！\r\n风尘荏苒音书绝，关塞萧条行路难。\r\n已忍伶俜十年事，强移栖息一枝安。\r\n【注释】：①井梧：井边的梧桐。\r\n②永夜：整夜。\r\n③伶俜：孤单。【译文】：　　清秋将军幕府井边的梧桐已有了寒意，独自宿在江城，蜡烛微弱快要烧完了。长夜中的角声悲凉，就像自己伤心地自语，天上的月光虽然美好，但有谁欣赏呢？战乱不绝家乡的音讯都断绝了。已经孤单地忍了十年困苦的生活，勉强谋到份差事暂且求得平安。【赏析】：　　代宗广德二年（七六四年）六月，新任成都尹兼剑南节度使严武保荐杜甫为节度使幕府的参谋。做这个参谋，每天天刚亮就得上班，直到夜晚才能下班。杜甫家住成都城外的浣花溪，下班后来不及回家，只好长期住在府内。这首诗就写于这一年的秋天。诗人留宿幕府，心境悲凉，对国家充满忧虑，对自己的漂泊生活深感苦闷。全诗首尾照应，意境深沉。"
        },
        {
            "title": "百忧集行",
            "content": "忆年十五心尚孩，健如黄犊走复来。\r\n庭前八月梨枣熟，一日上树能千回。\r\n即今倏忽已五十，坐卧只多少行立。\r\n强将笑语供主人，悲见生涯百忧集。\r\n入门依旧四壁空，老妻睹我颜色同。\r\n痴儿未知父子礼，叫怒索饭啼门东。\r\n【赏析】：　　这首七言古诗作於上元二年。当时，杜甫栖居成都草堂 ，生活极其穷困，只有充当幕府，仰人鼻息，勉强度日。然而，诗人一贯持有的高尚节操，使他难为「摧眉折腰事权贵」之举，因此时遭冷遇，颇不得意，良多感慨。 \r\n　　首句不谈忧，而是谈喜；不说老，而忆少。诗人回忆年少之时，无忧无虑，体魄健全，精力充沛，真是朝气蓬勃。所谓「健如黄犊走复来，」就是生动的写照。清杨伦称此句「形容绝倒，正为衬出下文」（《杜诗镜铨》卷八）。庭前，八月梨枣熟，一日上树能千回。即当梨枣成熟之时，少年杜甫频频上树摘取，一日千回。所谓「千回」，只是夸张的语气，喻其多也 。少年杜甫「心尚孩」，这个尚字用得非常贴切，说明了一颗天真无邪的童心，在十五岁时，仍在持续跳跃著。一个「尚」字，就概括了杜甫由童年到少年的天真烂漫、活泼可爱。诗人抓住了少年的气质、性格特征，以跳动的笔触把它活灵活现地勾勒出来。这里并非没有目的地表现少年自我，也不是用喜悦的心情颂扬少年自我，而是以忧伤的心情去回忆少年自我的无忧无虑的生活，因而就深深地蕴含著悲痛、愤懑的感情 。杨伦对这首诗开头的眉批是：「聊以泄愤，不嫌径直。」（《杜诗镜铨》卷八） \r\n　　「即今倏忽已五十，坐卧只多少行立。」诗人虽用「倏忽」二字，然从「十五」至「五十」其间沧桑都是读者可以想见。由于年老力衰，行动不便，因此坐卧多而行立少。体弱至此，却不能静养，因生活无著，还须出入於官僚之门，察言观色，养活一家老小。一生不甘俯首低眉，老来却勉作笑语，迎奉主人。内心痛苦不言而喻。不禁悲从中来，忧伤满怀，而发出「悲见生涯百忧集」的概叹。此为全诗之诗眼，它把诗人的情绪凝聚到悲字上。它不仅因老而悲，也因贫而悲，更因依附别人、缺乏自身独立存在的价值而悲。尤可悲者，诗人不是悲一时一事，而是悲其一生。悲其一生为人民而悲。「悲见生涯百忧集」实具有高度的概括性，这是全诗主线，它与诗题相呼应，又因往昔境遇凄惨而悲，联想到当时老窘之境而悲，在结构上可谓承上；由此出发，为以下具体描写家贫先写一笔，可谓启下。「入门依旧四壁空，老妻睹我颜色同。痴儿不知父子礼，叫怒索饭啼门东。」写家中凄景。一进家门，依旧四壁空空，家无余粮，一贫如洗。老夫老妻，相对无言，满面愁倦之色。只有痴儿幼稚无知，饥肠辘辘，对著东边的厨门，啼叫发怒要饭吃，经过诗人的具体描写，其忧伤痛苦之状，如在眼前。为了表现百感交集的感慨，诗人以数字强化衬托悲状，强化悲的情怀。例如，诗中以「十五」比「五十」，就划分了自我的两个时代 。以「 八月」果熟，「一日」上树「千回」，来形容「十五」岁的少年的灵敏活跃，天真烂漫。用「四壁空」写「百忧集」，就充实了忧的内容 。用「健如黄犊」对比「坐卧只多」，用「走复来」对比「少行立」，用「强作笑语」对比「悲见生涯」，更见出悲的氛围之浓。尤其令人心酸的是，诗人还将自己的童心少年和自己的痴儿作了对比。自己年少时，无忧无虑，不愁吃穿，却想不到已入老境之际 ，自己的儿子却饥饿难忍 ，啼叫怒索 。在诗人笔下 ，不仅如实地表现了自己的凄凉处境，而且逼真地写出了老妻、痴儿的表情、姿态，非常富於人情味。 \r\n　　杜甫在《进雕赋表》中，称自己的作品善於「沉郁顿挫」。这也表现在《百忧集行》中。它「悲愤慷慨，郁结於中」（陈廷焯《白雨斋词话》卷一，），「沉郁苍凉，跳跃动荡」（陈廷焯《白雨斋词话》）。诗人不幸的遭遇，切身的体验，内心的痛楚，在诗中化为一股股情感流 。它回旋激荡，悲愤呼号，久久不息。\r\n　　整首诗的意思可总结为：\r\n　　年少之时，无忧无虑，体魄健全，精力充沛，真是朝气蓬勃。庭前，八月梨枣熟，一日上树能千回。即当梨枣成熟之时，少年杜甫频频上树摘取，一日千回。由於年老力衰，行动不便，因此坐卧多而行立少。一生不甘俯首低眉，老来却勉作笑语，迎奉主人。不禁悲从中来，忧伤满怀\r\n　　一进家门，依旧四壁空空，家无余粮，一贫如洗。老夫老妻，相对无言，满面愁倦之色。只有痴儿幼稚无知，饥肠辘辘，对著东边的厨门，啼叫发怒要饭吃。"
        },
        {
            "title": "和贾舍人早朝",
            "content": "五夜漏声催晓箭，九重春色醉仙桃。\r\n旌旗日暖龙蛇动，宫殿风微燕雀高。\r\n朝罢香烟携满袖，诗成珠玉在挥毫。\r\n欲知世掌丝纶美，池上于今有凤毛。\r\n【注释】：①贾舍人：贾至。舍人：官名，即中书舍人。\r\n②五夜：天之将晓。箭：漏箭。计时的工具。\r\n③九重：皇帝居住之地，\r\n④龙蛇：旌旗上的图象。\r\n⑤世长丝纶：世代掌握皇帝的诏书。贾至及其父皆担任过中书舍人，掌管拟诏敕，故称“世掌”。\r\n⑥凤毛：喻人有文采，不弱其父。【译文】：　　五更的刻漏箭催促着拂晓的到来；皇宫的春色盎然，桃花如醉人脸色一般鲜红。绣者龙蛇的旌旗在温暖的太阳下飘扬；宫殿周围微风习习，燕雀高高飞翔。早朝结束后，朝臣双袖携满了御炉的香烟，珠玉般美妙诗篇写出来。要想知道世代掌握为皇上起草诏书之人的荣耀，于今只要看看中书省的才子贾至就可以了。"
        },
        {
            "title": "赠花卿",
            "content": "锦城丝管日纷纷，半入江风半入云。\r\n此曲只应天上有，人间能得几回闻。\r\n【注释】：①花卿：成都尹崔光远的部将花敬定。\r\n②锦城：即锦官城，此指成都。\r\n③丝管：弦乐器和管乐器，这里泛指音乐。这句说战乱勘定后的成都，主将大张筵席，尽情作乐。\r\n④纷纷：形容乐曲的轻柔悠扬。\r\n⑤天上：双关语，表面上指天宫，实指皇宫。【赏析】：　　这首绝句，字面上明白如话，但对它的主旨，历来注家颇多异议。有人认为它只是赞美乐曲，并无弦外之音；而杨慎《升庵诗话》却说：“花卿在蜀颇僭用天子礼乐，子美作此讥之，而意在言外，最得诗人之旨。”沈德潜《说诗晬语》也说：“诗贵牵意，有言在此而意在彼者，杜少陵刺花敬定之僭窃，则想新曲于天上。”杨、沈之说是较为可取的。\r\n　　在中国封建社会里，礼仪制度极为严格，即使音乐，亦有异常分明的等级界限。据《旧唐书》载，唐朝建立后，高祖李渊即命太常少卿祖孝孙考订大唐雅乐，“皇帝临轩，奏太和；王公出入，奏舒和；皇太子轩悬出入，奏承和；……”这些条分缕析的乐制都是当朝的成规定法，稍有违背，即是紊乱纲常，大逆不道。\r\n　　花卿，名敬定，是成都尹崔光远的部将，曾因平叛立过功。但他居功自傲，骄恣不法，放纵士卒大掠东蜀；又目无朝廷，僭用天子音乐。杜甫赠诗予以委婉的讽刺。\r\n　　耐人寻味的是，作者并没有对花卿明言指摘，而是采取了一语双关的巧妙手法。字面上看，这俨然是一首十分出色的乐曲赞美诗。“锦城丝管日纷纷”，锦城，即成都；丝管，指弦乐器和管乐器；纷纷，本意是既多而乱的样子，通常是用来形容那些看得见、摸得着的具体事物的，这里却用来比状看不见、摸不着的抽象的乐曲，这就从人的听觉和视觉的通感上，化无形为有形，极其准确、形象地描绘出弦管那种轻悠、柔靡，杂错而又和谐的音乐效果。“半入江风半入云”也是采用同样的写法：那悠扬动听的乐曲，从花卿家的宴席上飞出，随风荡漾在锦江上，冉冉飘入蓝天白云间。这两句诗，使我们真切地感受到了乐曲的那种“行云流水”般的美妙。两个“半”字空灵活脱，给全诗增添了不少的情趣。\r\n　　乐曲如此之美，作者禁不住慨叹说：“此曲只应天上有，人间能得几回闻。”天上的仙乐，人间当然难得一闻，难得闻而竟闻，愈见其妙得出奇了。\r\n　　全诗四句，前两句对乐曲作具体形象的描绘，是实写；后两句以天上的仙乐相夸，是遐想。因实而虚，虚实相生，将乐曲的美妙赞誉到了极度。\r\n　　然而这仅仅是字面上的意思，其弦外之音是意味深长的。这可以从“天上”和“人间”两词看出端倪。“天上”者，天子所居皇宫也：“人间”者，皇宫之外也。这是封建社会极常用的双关语。说乐曲属于“天上”，且加“只应”一词限定，既然是“只应天上有”，那么，“人间”当然就不应“得闻”。不应“得闻”而竟然“得闻”，不仅“几回闻”，而且“日纷纷”，于是乎，作者的讽刺之旨就从这种矛盾的对立中，既含蓄婉转又确切有力地显现出来了。\r\n　　宋人张天觉曾论诗文的讽刺云：“讽刺则不可怒张，怒张则筋骨露矣。”（《诗人玉屑》卷九引）杜甫这首诗柔中有刚，绵里藏针，寓讽于谀，意在言外，忠言而不逆耳，可谓作得恰到好处。正如杨伦所评：“似谀似讽，所谓言之者无罪，闻之者足戒也。此等绝句，何减龙标（王昌龄）、供奉（李白）。”"
        },
        {
            "title": "恨别",
            "content": "洛城一别四千里，胡骑长驱五六年。\r\n草木变衰行剑外，兵戈阻绝老江边。\r\n思家步月清宵立，忆弟看云白日眠。\r\n闻道河阳近乘胜，司徒急为破幽燕。\r\n【译文】：　　我一别洛城之后便四处漂泊，远离它已有四千里之遥，胡骑长驱直入也已经有五六年了。草木由青便衰，我来到剑阁之外，为兵戈阻断我在江边渐渐老去。我思念家乡，忆念胞第，清冷的月夜，思不能寐，忽步忽立；冷落的白昼，卧看行云，倦极而眠。令人高兴的是听说近来司徒已攻克河阳，正乘胜追击敌人，急于要拿下幽燕。【赏析】：　　这是杜甫上元元年（760）在成都写的一首七言律诗。作品抒发了诗人流落他乡的感慨和对故园、骨肉的怀念，表达了他希望早日平定叛乱的爱国思想，情真语挚，沉郁顿挫，扣人心弦。\r\n　　首联领起“恨别”，点明思家、忧国的题旨。“四千里”，恨离家之远：“五六年”，伤战乱之久。个人的困苦经历，国家的艰难遭遇，都在这些数量词中体现出来。诗人于乾元二年（759）春别了故乡洛阳，返华州司功参军任所，不久弃官客秦州，寓同谷，至成都，辗转四千里。诗人写此诗时，距天宝十四载（755）十一月安史之乱爆发已五六个年头。在这几年中，叛军铁蹄蹂躏中原各地，生灵涂炭，血流成河，这是诗人深为忧虑的事。\r\n　　颔联两句描述诗人流落蜀中的情况。“草木变衰”，语出宋玉《九辩》“萧瑟兮草木摇落而变衰”。这里是指草木的盛衰变易，承上句的“五六年”，暗示入蜀已有多年，同时也与下一句的“老”相呼应，暗比自己的飘零憔悴。诗人到成都，多亏亲友帮助，过着比较安定的草堂生活，但思乡恋亲之情是念念不忘的。由于“兵戈阻绝”，他不能重返故土，只好老于锦江之边了。“老江边”的“老”字，悲凉沉郁，寻味不尽。\r\n　　颈联通过“宵立昼眠，忧而反常”（《杜少陵集详注》）的生活细节描写，曲折地表达了思家忆弟的深情。杜甫有四弟，名为颖、观、丰、占，其中颖、观、丰散在各地，只有占随杜甫入蜀。此二句中的“思家”、“忆弟”为互文。月夜，思不能寐，忽步忽立；白昼，卧看行云，倦极而眠。诗人这种坐卧不宁的举动，正委婉曲折地表现了怀念亲人的无限情思，突出了题意的“恨别”。沈德潜评论此联说：“若说如何思，如何忆，情事易尽。‘步月’、‘看云’，有不言神伤之妙。”（《唐诗别裁集》）这就是说，它不是抽象言情，而是用具体生动的形象说话，让读者自己去体会形象中所蕴含的忧伤之情。手法含蓄巧妙，诗味隽永，富有情致。\r\n　　尾联回应次句，抒写诗人听到唐军连战皆捷的喜讯，盼望尽快破幽燕、平叛乱的急切心情。上元元年三月，检校司徒李光弼破安太清于怀州城下；四月，又破史思明于河阳西渚。这就是诗中“乘胜”的史实。当时李光弼又急欲直捣叛军老巢幽燕，以打破相持局面。杜甫盼望国家复兴，自己亦可还乡，天下可喜可乐之事，孰有逾于此者乎？作品以充满希望之句作结，感情由悲凉转为欢快，显示诗人胸怀的开阔。\r\n　　这首七律用简朴优美的语言叙事抒情，言近旨远，辞浅情深。诗人把个人的遭际和国家的命运结合起来写，每一句都蕴蓄着丰富的内涵，饱和着浓郁的诗情，值得反复吟味。"
        },
        {
            "title": "江南逢李龟年",
            "content": "岐王宅里寻常见，崔九堂前几度闻。\r\n正是江南好风景，落花时节又逢君。\r\n【注释】：①李龟年：唐代著名的音乐家，受唐玄宗赏识，后流落江南。\r\n②歧王：唐玄宗的弟弟李范，他被封为歧王。\r\n③崔九：就是崔涤，当时担任殿中监。\r\n④君：指李龟年，玄宗时宫廷著名乐师。【译文】：　　过去在岐王府中经常和你见面，多次在崔九堂前听你唱歌。现在正是江南景色美好的时候，落花时节又和你相逢。【赏析】：　　李龟年是开元时期“特承顾遇”的著名歌唱家。杜甫初逢李龟年，正是在意气风发的少年时期，正值“开元盛世”。杜甫因才华早著而受到歧王李范和秘书监崔涤的赏识，得以在他们的府邸欣赏李龟年的歌唱。在杜甫的心目中，李龟年正是和鼎盛的开元时代，也和自己充满浪漫情调的青少年时期的生活紧紧联结在一起的。几十年后他们又在江南重逢。这时遭受了八年安史之乱的唐朝业已从繁荣昌盛转入衰落，他们二人的晚景也十分凄凉。这种会见，自然很容易触发杜甫胸中本已郁积的无限沧桑之感。这首诗跨越了几十年的时代苍桑，社会变迁，景物的描写寄寓了诗人对世道衰落的感慨。全诗情韵深厚，内蕴丰富，举重若轻，具有高度的艺术成就。"
        },
        {
            "title": "古柏行",
            "content": "孔明庙前有老柏，柯如青铜根如石。\r\n霜皮溜雨四十围，黛色参天二千尺。\r\n君臣已与时际会，树木犹为人爱惜。\r\n云来气接巫峡长，月出寒通雪山白。\r\n忆昨路绕锦亭东，先主武侯同閟宫。\r\n崔嵬枝干郊原古，窈窕丹青户牖空。\r\n落落盘踞虽得地，冥冥孤高多烈风。\r\n扶持自是神明力，正直原因造化功。\r\n大厦如倾要梁栋，万牛回首丘山重。\r\n不露文章世已惊，未辞翦伐谁能送？\r\n苦心岂免容蝼蚁，香叶终经宿鸾凤。\r\n志士幽人莫怨嗟，古来材大难为用。\r\n【注释】：①先主：指刘备。\r\n②落落：独立不苟合。\r\n③不露文章：指古柏没有花叶之美。【译文】：　　孔明庙前有一株古老的柏树，枝干色如青铜根柢固如盘石。树皮洁白润滑树干有四十围，青黑色朝天耸立足有二千尺。刘备孔明君臣遇合与时既往，至今树木犹在仍被人们爱惜。柏树高耸云雾飘来气接巫峡，月出寒光高照寒气直通岷山。想昔日小路环绕我的草堂东，先生庙与武侯祠在一个?宫。柏树枝干崔嵬郊原增生古致，庙宇深邃漆绘连绵门窗宽空。古柏独立高耸虽然盘踞得地，但是位高孤傲必定多招烈风。它得到扶持自然是神明伟力，它正直伟岸原于造物者之功。大厦如若倾倒要有梁栋支撑，古柏重如丘山万年也难拉动。它不露花纹彩理使世人震惊，它不辞砍伐又有谁能够采送？它虽有苦心也难免蝼蚁侵蚀，树叶芳香曾经招来往宿鸾凤。天下志士幽人请你不要怨叹，自古以来大材一贯难得重用。【赏析】：　　此诗是比兴体。诗人借赞久经风霜、挺立寒空之古柏，以称雄才大略、耿耿忠心的孔明。句句咏古柏，声声颂武侯。写古柏古老，借以兴起君臣际会，以老柏孤高，喻武侯忠贞。\r\n　　诗的前六句为第一段，以古柏兴起，赞其高大，君臣际会。“云来”十句为第二段，由夔州古柏，想到成都先主庙的古柏，其中“落落”两句，既写树，又写人，树人相融。“大厦”八句为第三段，因物及人，大发感想。最后一句语意双关，抒发诗人宏图不展的怨愤和大材不为用之感慨。"
        },
        {
            "title": "闻官军收河南河北",
            "content": "剑外忽传收蓟北，初闻涕泪满衣裳。\r\n却看妻子愁何在，漫卷诗书喜欲狂。\r\n白日放歌须纵酒，青春作伴好还乡。\r\n即从巴峡穿巫峡，便下襄阳向洛阳。\r\n【注释】：(1)闻：听说。\r\n(2)官军：指唐王朝的军队。\r\n(3)收：收复。\r\n(4)河南河北：唐代安史之乱时，叛军的根据地。公元763年被官军收复。\r\n(5)剑外：剑门关以外，这里指四川。当时杜甫流落在四川。\r\n(6)蓟北：今河北北部一带，是叛军的老巢。\r\n(7)涕泪:流泪;流涕。\r\n(8)却看：回过头来看。\r\n(9)妻子:妻子和孩子。\r\n(10)愁:忧愁。\r\n(11)漫卷：胡乱卷起。指高兴得不能读书了。\r\n(12)喜欲狂:高兴的要发狂。\r\n(13)纵酒：尽情的喝酒。\r\n(14)青春：明丽的春天的景色。作者想象春季还乡，途中有宜人（妻子），和景色相伴。\r\n(15)作伴：指春天可以陪伴我。\r\n(16)巴峡：当在嘉陵江上游(长江三峡之一)。\r\n(17)巫峡：长江三峡之一，在今四川湖北交界处。\r\n(18)襄阳：今属湖北。\r\n(19)洛阳：今属河南,古代城池。【译文】：在剑外忽然听说，收复蓟北的消息，\r\n初听到时悲喜交集，涕泪沾满了衣裳。\r\n回头再看看妻子儿女，忧愁哪里还在。\r\n胡乱收卷诗书，我高兴得快要发狂！\r\n白天我要开怀痛饮，放声纵情歌唱；\r\n明媚春光和我作伴，我好启程还乡。\r\n我立即从巴峡穿过了巫峡；\r\n很快便到了襄阳，随即又奔向洛阳。【赏析】：　　这首诗，作于唐代宗广德元年（763）春天，作者五十二岁。宝应元年（762）冬季，唐军在洛阳附近的横水打了一个大胜仗，收复了洛阳和郑（今河南郑州）、汴（今河南开封）等州，叛军头领薛嵩、张忠志等纷纷投降。第二年，即广德元年正月，史思明的儿子史朝义兵败自缢，其部将田承嗣、李怀仙等相继投降。正流寓梓州（治所在今四川三台），过着飘泊生活的杜甫听到这个消息，以饱含激情的笔墨，写下了这篇脍炙人口的名作。\r\n　　杜甫于此诗下自注：“余田园在东京”，诗的主题是抒写忽闻叛乱已平的捷报，急于奔回老家的喜悦。“剑外忽传收蓟北”，起势迅猛，恰切地表现了捷报的突然。“剑外”乃诗人所在之地，“蓟北”乃安史叛军的老巢，在今河北东北部一带。诗人多年飘泊“剑外”，艰苦备尝，想回故乡而不可能，就由于“蓟北”未收，安史之乱未平。如今“忽传收蓟北”，\r\n　　真如春雷乍响，山洪突发，惊喜的洪流，一下子冲开了郁积已久的情感闸门，喷薄而出，涛翻浪涌。“初闻涕泪满衣裳”，就是这惊喜的情感洪流涌起的第一个浪头。\r\n　　“初闻”紧承“忽传”。“忽传”表现捷报来得太突然，“涕泪满衣裳”则以形传神，表现突然传来的捷报在“初闻”的一刹那所激发的感情波涛，这是喜极而悲、悲喜交集的逼真表现。“蓟北”已收，战乱将息，乾坤疮痍、黎元疾苦，都将得到疗救，个人颠沛流离、感时恨别的苦日子，总算熬过来了，怎能不喜！然而痛定思痛，回想八年来的重重苦难是怎样熬过来的，又不禁悲从中来，无法压抑。可是，这一场浩劫，终于象恶梦一般过去了，自己可以返回故乡了，人们将开始新的生活了，于是又转悲为喜，喜不自胜。这“初闻”捷报之时的心理变化、复杂感情，如果用散文的写法，必需很多笔墨，而诗人只用“涕泪满衣裳”五个字作形象的描绘，就足以概括这一切。\r\n　　第二联以转作承，落脚于“喜欲狂”，这是惊喜的情感洪流涌起的更高洪峰。“却看妻子”、“漫卷诗书”，这是两个连续性的动作，带有一定的因果关系。当自己悲喜交集，“涕泪满衣裳”之时，自然想到多年来同受苦难的妻子儿女。“却看”就是“回头看”。“回头看”这个动作极富意蕴，诗人似乎想向家人说些什么，但又不知从何说起。其实，无需说什么了，多年笼罩全家的愁云不知跑到哪儿去了，亲人们都不再是愁眉苦脸，而是笑逐颜开，喜气洋洋。亲人的喜反转来增加了自己的喜，再也无心伏案了，随手卷起诗书，大家同享胜利的欢乐。\r\n　　“白日放歌须纵酒，青春作伴好还乡”一联，就“喜欲狂”作进一步抒写。“白日”，点出人已到了老年。老年人难得“放歌”，也不宜“纵酒”；如今既要“放歌”，还须“纵酒”，正是“喜欲狂”的具体表现。这句写“狂”态，下句则写“狂”想。“青春”指春季，春天已经来临，在鸟语花香中与妻子儿女们“作伴”，正好“还乡”。想到这里，又怎能不“喜欲狂”！\r\n　　尾联写“青春作伴好还乡”的狂想鼓翼而飞，身在梓州，而弹指之间，心已回到故乡。惊喜的感情洪流于洪峰迭起之后卷起连天高潮，全诗也至此结束。这一联，包涵四个地名。“巴峡”与“巫峡”，“襄阳”与“洛阳”，既各自对偶（句内对），又前后对偶，形成工整的地名对；而用“即从”、“便下”绾合，两句紧连，一气贯注，又是活泼流走的流水对。再加上“穿”、“向”的动态与两“峡”两“阳”的重复，文势、音调，迅急有如闪电，准确地表现了想象的飞驰。试想，“巴峡”、“巫峡”、“襄阳”、“洛阳”，这四个地方之间都有多么漫长的距离，而一用“即从”、“穿”、“便下”、“向”贯串起来，就出现了“即从巴峡穿巫峡，便下襄阳向洛阳”疾速飞驰的画面，一个接一个地从眼前一闪而过。这里需要指出的是：诗人既展示想象，又描绘实境。从“巴峡”到“巫峡”，峡险而窄，舟行如梭，所以用“穿”；出“巫峡”到“襄阳”，顺流急驶，所以用“下”；从“襄阳”到“洛阳”，已换陆路，所以用“向”，用字高度准确。\r\n　　这首诗，除第一句叙事点题外，其余各句，都是抒发忽闻胜利消息之后的惊喜之情。万斛泉源，出自胸臆，奔涌直泻。仇兆鳌在《杜少陵集详注》中引王嗣奭的话说：“此诗句句有喜跃意，一气流注，而曲折尽情，绝无妆点，愈朴愈真，他人决不能道。”后代诗论家都极为推崇此诗，赞其为老杜“生平第一首快诗也”《读杜心解》）。\r\n　　吃食感情宣泄如奔流直下，语言明快爽朗，率性而写，不作妆饰，句句有喜色，被清人浦起龙称为老杜“生平第一快诗。”（《读杜心解》）"
        },
        {
            "title": "春望",
            "content": "国破山河在，城春草木深。\r\n感时花溅泪，恨别鸟惊心。\r\n烽火连三月，家书抵万金。\r\n白头搔更短，浑欲不胜簪。\r\n【注释】：①国：指京城长安。\r\n②感时：感叹时事。\r\n③花溅泪：看见花就泪水飞溅。\r\n④鸟惊心：听到鸟的叫声使人心惊。\r\n⑤烽火：这里指战争。\r\n⑥抵：值。\r\n⑦短：短少。\r\n⑧浑：简直。\r\n⑨簪：古代男子成年后把头发绾在头顶上，用一根簪别住。【译文】：　　故国沦亡，空留下山河依旧，春天来临，长安城中荒草深深。感叹时局，看到花开也不由得流下眼泪，怨恨别离，听到鸟鸣也禁不住心中惊悸。战火连绵，如今已是暮春三月，家书珍贵，足抵得上万两黄金。痛苦中我的白发越搔越短，简直要插不上头簪。【赏析】：　　被安史叛军焚掠一空的长安城，杂草丛生，满目荒凉。诗人忧时伤乱，触景生情。全诗由「望」着笔，情景相融。层层推进，环环相扣，由忧国到思家，情感愈来愈强、逐渐具体、逐渐深入。读罢全诗，满腹焦虑、搔首而叹的诗人恍若眼前。\r\n　　此诗以深沉凝练、言简意多闻名。遣词用字，精当准确，含蕴丰富。"
        },
        {
            "title": "八阵图",
            "content": "功盖三分国，名高八阵图。\r\n江流石不转，遗恨失吞吴。\r\n【注释】：①八阵图：由八种阵势组成的图形，用来操练军队或作战。八阵：天、地、风、云、龙、虎、鸟、蛇。图：法度，规模。八阵图：聚细石成堆，各高五尺，纵横棋布。夏时为水隐没，冬时水退仍然出现。遗迹曾见与夔州西南永安宫前平沙上，相传诸葛亮所布八阵有四处，都在四川，以夔州最为有名。\r\n②三分国：指三国时魏、蜀、吴三国。\r\n③石不转：指涨水时，八阵图的石块仍然不动。\r\n④失吞吴：是吞吴失策的意思。【译文】：　　三国鼎立，孔明的功勋最为卓著，他创制的八卦阵，更是名扬千古。任凭江流冲击，石头却依然如故，千年遗恨，在于刘备失策想吞吴。【赏析】：　　《八阵图》旨在赞颂诸葛亮辉煌的一生，崇敬之情溢于言表。“功盖三分国，名成八阵图”十个字，展现了诗人对诸葛亮的极端崇敬心情。后两句惋惜诸葛亮不能阻止刘备对东吴用兵，导致鼎足之势失衡，遗恨千古。全诗跌宕有致，感情深沉。\r\n　　“功盖三分国”，是对孔明功绩的大力肯定，而孔明之心力也尽显于这五字。"
        }
    ]
}