{
    "dynasty": "唐",
    "author": "储光羲",
    "intro": "储光羲(707-760?)兖州（今属山东）人。开元十四年进士。诏中书试文章，官监察御史。安禄山陷长安，他受伪官。乱平后贬死岭南。其诗多写闲适情调。有《储光羲诗》。",
    "items": [
        {
            "title": "杂咏五首·池边鹤",
            "content": "舞鹤傍池边，水清毛羽鲜。立如依岸雪，飞似向池泉。\r\n江海虽言旷，无如君子前。"
        },
        {
            "title": "饯张七琚任宗城即环之季也，同产八人俱以才",
            "content": "他日曾游魏，魏家馀趾存。可怜宫殿所，但见桑榆繁。\r此去拜新职，为荣近故园。高阳八才子，况复在君门。"
        },
        {
            "title": "洛中贻朝校书衡，朝即日本人也",
            "content": "万国朝天中，东隅道最长。吾生美无度，高驾仕春坊。\r出入蓬山里，逍遥伊水傍。伯鸾游太学，中夜一相望。\r落日悬高殿，秋风入洞房。屡言相去远，不觉生朝光。"
        },
        {
            "title": "贻鼓吹李丞，时信安王北伐，李公王之所器者",
            "content": "北伐昧天造，王师示有征。辕门统元律，帝室命宗英。\r灵威方首事，仗钺按边城。膏雨被春草，黄云浮太清。\r文儒托后乘，武旅趋前旌。出车发西洛，营军临北平。\r曰予深固陋，志气颇纵横。尝思骠骑幕，愿逐嫖姚兵。\r惟贤美无度，海内依扬声。河间旧相许，车骑日逢迎。\r折节下谋士，深心论客卿。忠言虽未列，庶以知君诚。"
        },
        {
            "title": "次天元十载华阴发兵，作时有郎官点发",
            "content": "鬼方生猃狁，时寇卢龙营。帝念霍嫖姚，诏发咸林兵。\r天星下文阁，简师临我城。三陌观勇夫，五饵谋长缨。\r雷野大车发，震云灵鼓鸣。太华色莽苍，清渭风交横。\r胡马悲雨雪，诗人歌旆旌。阏氏为女奴，单于作边氓。\r神皇麒麟阁，大将不书名。"
        },
        {
            "title": "登秦岭作，时陷贼归国",
            "content": "朝出猛兽林，躨跜登高峰。僮仆履云雾，随我行太空。\r羲和舒灵晖，倏忽西极通。回首望泾渭，隐隐如长虹。\r九逵合苍芜，五陵遥瞳矇。鹿游大明殿，雾湿华清宫。\r网罗蠛蠓时，顾齿熊罴锋。失途走江汉，不能有其功。\r气逐招摇星，魂随阊阖风。惟言宇宙清，复使车书同。\r林木被繁霜，合沓连山红。鹏鹗励羽翼，俯视荆棘丛。\r誓将食鶬鸮，然后归崆峒。"
        },
        {
            "title": "至嵩阳观，观即天皇故宅",
            "content": "真人上清室，乃在中峰前。花雾生玉井，霓裳画列仙。\r念兹宫故宇，多此地新泉。松柏有清阴，薜萝亦自妍。\r一闻步虚子，又话逍遥篇。忽若在云汉，风中意泠然。"
        },
        {
            "title": "夏日寻蓝田唐丞登高宴集",
            "content": "东望春明门，驾言聊出游。南行小径尽，绿竹临清流。\r\n君出罢六安，居此澹忘忧。园林与城市，闾里随人幽。\r\n披颜辟衡闱，置酒登崇丘。山河临咫尺，宇宙穷寸眸。\r\n是时春载阳，佳气满皇州。宫殿碧云里，鸳鸯初命俦。\r\n良辰方在兹，志士安得休。成名苟有地，何必东陵侯。"
        },
        {
            "title": "寄孙山人",
            "content": "新林二月孤舟还，水满清江花满山。\r\n借问故园隐君子，时时来往住人间。\r\n第一百四十卷"
        },
        {
            "title": "题茅山华阳洞",
            "content": "华阳洞口片云飞，细雨濛濛欲湿衣。\r\n玉箫遍满仙坛上，应是茅家兄弟归。"
        },
        {
            "title": "同武平一员外游湖五首时武贬金坛令",
            "content": "红荷碧筱夜相鲜，皂盖兰桡浮翠筵。\r\n舟中对舞邯郸曲，月下双弹卢女弦。\r\n青林碧屿暗相期，缓楫挥觥欲赋诗。\r\n借问高歌凡几转，河低月落五更时。\r\n朝来仙阁听弦歌，暝入花亭见绮罗。\r\n池边命酒怜风月，浦口回船惜芰荷。\r\n朦胧竹影蔽岩扉，淡荡荷风飘舞衣。\r\n舟寻绿水宵将半，月隐青林人未归。\r\n花潭竹屿傍幽蹊，画楫浮空入夜溪。\r\n芰荷覆水船难进，歌舞留人月易低。"
        },
        {
            "title": "明妃曲四首",
            "content": "西行陇上泣胡天，南向云中指渭川。\r\n毳幕夜来时宛转，何由得似汉王边。\r\n胡王知妾不胜悲，乐府皆传汉国辞。\r\n朝来马上箜篌引，稍似宫中闲夜时。\r\n日暮惊沙乱雪飞，傍人相劝易罗衣。\r\n强来前殿看歌舞，共待单于夜猎归。\r\n彩骑双双引宝车，羌笛两两奏胡笳。\r\n若为别得横桥路，莫隐宫中玉树花。"
        },
        {
            "title": "奉真观",
            "content": "真门迥向北，驰道直向西。\r\n为与天光近，云色成虹霓。"
        },
        {
            "title": "沧浪峡（一作储嗣宗诗）",
            "content": "沧浪临古道，道上若成尘。自有沧浪峡，谁为无事人。"
        },
        {
            "title": "玉真公主山居",
            "content": "山北天泉苑，山西凤女家。不言沁园好，独隐武陵花。"
        },
        {
            "title": "关山月",
            "content": "一雁过连营，繁霜覆古城。胡笳在何处，半夜起边声。"
        },
        {
            "title": "江南曲四首",
            "content": "绿江深见底，高浪直翻空。惯是湖边住，舟轻不畏风。\r\n逐流牵荇叶，缘岸摘芦苗。为惜鸳鸯鸟，轻轻动画桡。\r\n日暮长江里，相邀归渡头。落花如有意，来去逐船流。\r\n隔江看树色，沿月听歌声。不是长干住，那从此路行。"
        },
        {
            "title": "长安道",
            "content": "鸣鞭过酒肆，袨服游倡门。百万一时尽，含情无片言。\r\n西行一千里，暝色生寒树。暗闻歌吹声，知是长安路。"
        },
        {
            "title": "同武平一员外游湖",
            "content": "竹吹留歌扇，莲香入舞衣。前溪多曲溆，乘兴莫先归。"
        },
        {
            "title": "洛阳道五首献吕四郎中",
            "content": "洛水春冰开，洛城春水绿。朝看大道上，落花乱马足。\r\n剧孟不知名，千金买宝剑。出入平津邸，自言娇且艳。\r\n大道直如发，春日佳气多。五陵贵公子，双双鸣玉珂。\r\n春风二月时，道傍柳堪把。上枝覆官阁，下枝覆车马。\r\n洛水照千门，千门碧空里。少年不得志，走马游新市。"
        },
        {
            "title": "田家即事",
            "content": "桑柘悠悠水蘸堤，晚风晴景不妨犁。\r\n高机犹织卧蚕子，下坂饥逢饷饁妻。\r\n杏色满林羊酪熟，麦凉浮垄雉媒低。\r\n生时乐死皆由命，事在皇天志不迷。"
        },
        {
            "title": "观竞渡",
            "content": "大夫沉楚水，千祀国人哀。习棹江流长，迎神雨雾开。\r\n标随绿云动，船逆清波来。下怖鱼龙起，上惊凫雁回。\r\n能令秋大有，鼓吹远相催。"
        },
        {
            "title": "荥阳马氏二子",
            "content": "圣君封太岳，十月建行旃。辇路开千里，寒云霁九天。\r\n故人多侍从，二子留伊川。河兖冰初合，关城月屡圆。\r\n暝过荥水上，闻说郑卿贤。材蔽行人右，名居东里先。\r\n制岩开别业，桑柘亦依然。待至金园侧，相将居一廛。"
        },
        {
            "title": "献高使君大酺作",
            "content": "肃穆郊禋毕，工歌赏事并。三朝遵湛露，一道洽仁明。\r\n布德言皆应，无为物自成。花添罗绮色，莺乱管弦声。\r\n独有同高唱，空陪乐太平。"
        },
        {
            "title": "秦中守岁",
            "content": "众星已穷次，青帝方行春。永感易成戚，离居难重陈。\r\n阖门守初夜，燎火到清晨。或念无生法，多伤未出尘。\r\n广庭日将晏，虚室自为宾。愿以桑榆末，常逢甲子新。"
        },
        {
            "title": "奉酬张五丈垂赠",
            "content": "彩服去江汜，白云生大梁。星辰动异色，羔雁成新行。\r\n日望天朝近，时忧郢路长。情言间薖轴，惠念及沧浪。\r\n松柏以之茂，江湖亦自忘。贾生方吊屈，岂敢比南昌。"
        },
        {
            "title": "同张侍御鼎和京兆萧兵曹华岁晚南园",
            "content": "公府传休沐，私庭效陆沉。方知从大隐，非复在幽林。\r\n阙下忠贞志，人间孝友心。既将冠盖雅，仍与薜萝深。\r\n寒变中园柳，春归上苑禽。池涵青草色，山带白云阴。\r\n潘岳闲居赋，钟期流水琴。一经当自足，何用遗黄金。"
        },
        {
            "title": "太学贻张筠",
            "content": "璧池忝门子，俄顷变炎凉。绿竹深虚馆，清流响洞房。\r\n园林在建业，新友去咸阳。中夜鼓钟静，初秋漏刻长。\r\n浮云开太室，华盖上明堂。空此远相望，劳歌还自伤。"
        },
        {
            "title": "大酺得长字韵时任安宜尉",
            "content": "大道启元命，时人居太康。中朝发玄泽，下国被天光。\r\n明诏始端午，初筵当履霜。鼓鼙迎爽气，羽籥映新阳。\r\n太守即悬圃，淮夷成葆疆。小臣惭下位，拜手颂灵长。"
        },
        {
            "title": "蓝上茅茨期王维补阙",
            "content": "山中人不见，云去夕阳过。浅濑寒鱼少，丛兰秋蝶多。\r\n老年疏世事，幽性乐天和。酒熟思才子，溪头望玉珂。"
        },
        {
            "title": "重寄虬上人",
            "content": "一作云峰别，三看花柳朝。青山隔远路，明月空长霄。\r\n鹊浴西江雨，鸡鸣东海潮。此情劳梦寐，况道双林遥。"
        },
        {
            "title": "官庄池观竞渡",
            "content": "落日吹箫管，清池发棹歌。船争先后渡，岸激去来波。\r\n水叶藏鱼鸟，林花间绮罗。踟蹰仙女处，犹似望天河。"
        },
        {
            "title": "送王上人还襄阳",
            "content": "朝看法云散，知有至人还。送客临伊水，行车出故关。\r\n天花满南国，精舍在空山。虽复时来去，中心长日闲。"
        },
        {
            "title": "陇头水送别",
            "content": "相送陇山头，东西陇水流。从来心胆盛，今日为君愁。\r\n暗雪迷征路，寒云隐戍楼。唯馀旌旆影，相逐去悠悠。"
        },
        {
            "title": "送人寻裴斐",
            "content": "柱史回清宪，谪居临汉川。迟君千里驾，方外赏云泉。\r\n路断因春水，山深隔暝烟。湘江见游女，寄摘一枝莲。"
        },
        {
            "title": "仲夏饯魏四河北觐叔",
            "content": "落日临御沟，送君还北州。树凉征马去，路暝归人愁。\r\n吴岳夏云尽，渭河秋水流。东篱摘芳菊，想见竹林游。"
        },
        {
            "title": "送人随大夫和蕃",
            "content": "西方有六国，国国愿来宾。圣主今无外，怀柔遣使臣。\r\n大夫开幕府，才子作行人。解剑聊相送，边城二月春。"
        },
        {
            "title": "洛潭送人觐省",
            "content": "清洛带芝田，东流入大川。舟轻水复急，别望杳如仙。\r\n细草生春岸，明霞散早天。送君唯一曲，当是白华篇。"
        },
        {
            "title": "送姚六昆客任会稽何大蹇任孟县",
            "content": "越城临渤澥，晋国在河汾。仙绶两乡意，青郊一路分。\r\n野棠春未发，田雀暮成群。他日思吴会，尝因西北云。"
        },
        {
            "title": "洛中送人还江东",
            "content": "洛城春雨霁，相送下江乡。树绿天津道，山明伊水阳。\r\n孤舟从此去，客思一何长。直望清波里，唯馀落日光。"
        },
        {
            "title": "秦中送人觐省",
            "content": "二月清江外，遥遥饯故人。南山晴有雪，东陌霁无尘。\r\n骑别章台晚，舟行洛水春。知君梁苑去，日见白华新。"
        },
        {
            "title": "洛桥送别",
            "content": "河桥送客舟，河水正安流。远见轻桡动，遥怜故国游。\r\n海禽逢早雁，江月值新秋。一听南津曲，分明散别愁。"
        },
        {
            "title": "夜观妓",
            "content": "白雪宜新舞，清宵召楚妃。娇童携锦荐，侍女整罗衣。\r\n花映垂鬟转，香迎步履飞。徐徐敛长袖，双烛送将归。"
        },
        {
            "title": "寻徐山人遇马舍人",
            "content": "泊舟伊川右，正见野人归。日暮春山绿，我心清且微。\r\n岩声风雨度，水气云霞飞。复有金门客，来参萝薜衣。"
        },
        {
            "title": "祭风伯坛应张太祝作",
            "content": "圣主御青春，纶言命使臣。将修风伯祀，更福太平人。\r\n帟幕宵联事，坛场晓降神。帝心矜动物，非为属车人。"
        },
        {
            "title": "和张太祝冬祭马步",
            "content": "故坛何肃肃，中野自无喧。烈火见陈信，飏言闻永存。\r\n房星隐曙色，朔风动寒原。今日歌天马，非关征大宛。"
        },
        {
            "title": "奉和中书徐侍郎中书省玩白云寄颖阳赵大",
            "content": "青阙朝初退，白云遥在天。非关取雷雨，故欲伴神仙。\r\n泛滟鹓池曲，飘飖琐闼前。犹多远山意，幸入侍臣篇。"
        },
        {
            "title": "答王十三维",
            "content": "门生故来往，知欲命浮觞。忽奉朝青阁，回车入上阳。\r\n落花满春水，疏柳映新塘。是日归来暮，劳君奏雅章。"
        },
        {
            "title": "贻主客吕郎中（即皇太子赞谕）",
            "content": "上士既开天，中朝为得贤。青云方羽翼，画省比神仙。\r\n委佩云霄里，含香日月前。君王傥借问，客有上林篇。"
        },
        {
            "title": "咏山泉（一作题山中流泉）",
            "content": "山中有流水，借问不知名。映地为天色，飞空作雨声。\r\n转来深涧满，分出小池平。恬澹无人见，年年长自清。"
        },
        {
            "title": "题虬上人房",
            "content": "禅宫分两地，释子一为心。入道无来去，清言见古今。\r\n江寒池水绿，山暝竹园深。别有中天月，遥遥散夕阴。"
        },
        {
            "title": "京口留别徐大补阙赵二零陵",
            "content": "皇州月初晓，处处鼓钟喧。树出蓬莱殿，城开阊阖门。\r\n近臣朝琐闼，词客向文园。独有三川路，空伤游子魂。"
        },
        {
            "title": "苑外至龙兴院作",
            "content": "朝游天苑外，忽见法筵开。山势当空出，云阴满地来。\r\n疏钟清月殿，幽梵静花台。日暮香林下，飘飘仙步回。"
        },
        {
            "title": "寒夜江口泊舟",
            "content": "寒潮信未起，出浦缆孤舟。一夜苦风浪，自然增旅愁。\r\n吴山迟海月，楚火照江流。欲有知音者，异乡谁可求。"
        },
        {
            "title": "送沈校书吴中搜书",
            "content": "郊外亭皋远，野中岐路分。苑门临渭水，山翠杂春云。\r\n秦阁多遗典，吴台访阙文。君王思校理，莫滞清江濆。"
        },
        {
            "title": "泊江潭贻马校书",
            "content": "明月挂青天，遥遥如目前。故人游画阁，却望似云边。\r\n水宿依渔父，歌声好采莲。采莲江上曲，今夕为君传。"
        },
        {
            "title": "汉阳即事",
            "content": "楚国千里远，孰知方寸违。春游欢有客，夕寝赋无衣。\r\n江水带冰绿，桃花随雨飞。九歌有深意，捐佩乃言归。"
        },
        {
            "title": "洛阳东门送别",
            "content": "东城别故人，腊月迟芳辰。不惜孤舟去，其如两地春。\r\n花明洛阳苑，水绿小平津。是日不相见，莺声徒自新。"
        },
        {
            "title": "留别安庆李太守",
            "content": "明牧念行子，又言悲解携。初筵方落日，醉止到鸣鸡。\r\n过客来自北，大军居在西。丘家如讨逆，敢以庶盘溪。"
        },
        {
            "title": "饯张七琚任宗城",
            "content": "他日曾游魏，魏家馀趾存。可怜宫殿所，但见桑榆繁。\r\n此去拜新职，为荣近故园。高阳八才子，况复在君门。"
        },
        {
            "title": "临江亭五咏",
            "content": "晋家南作帝，京镇北为关。江水中分地，城楼下带山。\r\n金陵事已往，青盖理无还。落日空亭上，愁看龙尾湾。\r\n山横小苑前，路尽大江边。此地兴王业，无如宋主贤。\r\n潮生建业水，风散广陵烟。直望清波里，只言别有天。\r\n城头落暮晖，城外捣秋衣。江水青云挹，芦花白雪飞。\r\n南州王气疾，东国海风微。借问商歌客，年年何处归。\r\n古木啸寒禽，层城带夕阴。梁园多绿柳，楚岸尽枫林。\r\n山际空为险，江流长自深。平生何以恨，天地本无心。\r\n京山千里过，孤愤望中来。江势将天合，城门向水开。\r\n落霞明楚岸，夕露湿吴台。去去无相识，陈皇安在哉。"
        },
        {
            "title": "同张侍御宴北楼",
            "content": "今之太守古诸侯，出入双旌垂七旒。朝览干戈时听讼，\r\n暮延宾客复登楼。西山漠漠崦嵫色，北渚沉沉江汉流。\r\n良宵清净方高会，绣服光辉联皂盖。鱼龙恍惚阶墀下，\r\n云雾杳冥窗户外。水灵慷慨行泣珠，游女飘飖思解佩。\r\n苍苍低月半遥城，落落疏星满太清。不分开襟悲楚奏，\r\n愿言吹笛退胡兵。轩后青丘埋猰貐，周王白羽扫欃枪。\r\n期君武节朝龙阙，余亦翱翔归玉京。\r\n第一百三十九卷"
        },
        {
            "title": "蔷薇",
            "content": "袅袅长数寻，青青不作林。一茎独秀当庭心，\r\n数枝分作满庭阴。春日迟迟欲将半，庭影离离正堪玩。\r\n枝上莺娇不畏人，叶底蛾飞自相乱。秦家女儿爱芳菲，\r\n画眉相伴采葳蕤。高处红须欲就手，低边绿刺已牵衣。\r\n蒲萄架上朝光满，杨柳园中暝鸟飞。连袂踏歌从此去，\r\n风吹香气逐人归。"
        },
        {
            "title": "酬李壶关奉使行县忆诸公",
            "content": "青枫江上沧浪吟，白月宫中鹦鹉林。非有净清心，\r\n同道同房若断金。离居忽有云山意，清韵遥转舟楫事。\r\n去时能忆竹园游，来时莫忘桃园记。"
        },
        {
            "title": "贻从军行",
            "content": "取胜小非用，来朝明光殿。东平不足先，梦出凤林间。\r\n梦还沧海阙，万里尽阴色。岂为我离别。\r\n马上吹笛起寒风，道傍舞剑飞春雪。男儿悬弧非一日，\r\n君去成高节。"
        },
        {
            "title": "登戏马台作",
            "content": "君不见宋公仗钺诛燕后，英雄踊跃争趋走。\r\n小会衣冠吕梁壑，大征甲卒碻磝口。天门神武树元勋，\r\n九日茱萸飨六军。泛泛楼船游极浦，摇摇歌吹动浮云。\r\n居人满目市朝变，霸业犹存齐楚甸。泗水南流桐柏川，\r\n沂山北走琅琊县。沧海沉沉晨雾开，彭城烈烈秋风来。\r\n少年自古未得意，日暮萧条登古台。"
        },
        {
            "title": "新丰主人",
            "content": "新丰主人新酒熟，旧客还归旧堂宿。满酌香含北砌花，\r\n盈尊色泛南轩竹。云散天高秋月明，东家少女解秦筝。\r\n醉来忘却巴陵道，梦中疑是洛阳城。"
        },
        {
            "title": "送周十一",
            "content": "秋风陨群木，众草下严霜。复问子何如，自言之帝乡。\r\n岂无亲所爱，将欲济时康。握手别征驾，返悲岐路长。"
        },
        {
            "title": "送恂上人还吴",
            "content": "洛城本天邑，洛水即天池。君王既行幸，法子复来仪。\r\n虚室香花满，清川杨柳垂。乘闲道归去，远意谁能知。"
        },
        {
            "title": "闲居",
            "content": "薄游何所愧，所愧在闲居。亲故不来往，中园时读书。\r\n步栏滴馀雪，春塘抽新蒲。梧桐渐覆井，时鸟自相呼。\r\n悠然念故乡，乃在天一隅。安得如浮云，来往方须臾。"
        },
        {
            "title": "献华阴罗丞别",
            "content": "华山薄游者，玄发当青春。道德同仙吏，尊卑即丈人。\r\n县城俯京路，获见官舍里。淹留琼树枝，谑浪春泉水。\r\n昔余在天目，总角奉游从。寒暑递来往，今复莲花峰。\r\n别情无远近，道别方愁予。孰想古人言，乃知悲风雨。"
        },
        {
            "title": "贻王处士子文",
            "content": "春草生洞渚，春风入上林。春皋有黄鹤，抚翮未扬音。\r\n王屋尝嘉遁，伊川复陆沉。张弦鹍鸡弄，闭室蓬蒿深。\r\n避地歌三乐，游山赋九吟。大君思左右，无乃化黄金。"
        },
        {
            "title": "洛中贻朝校书",
            "content": "万国朝天中，东隅道最长。吾生美无度，高驾仕春坊。\r\n出入蓬山里，逍遥伊水傍。伯鸾游太学，中夜一相望。\r\n落日悬高殿，秋风入洞房。屡言相去远，不觉生朝光。"
        },
        {
            "title": "贻袁三拾遗谪作",
            "content": "倾盖洛之滨，依然心事亲。龙门何以峻，曾是好词人。\r\n珥笔朝文陛，含章讽紫宸。帝城多壮观，被服长如春。\r\n天子俭为德，而能清约身。公卿尽虚位，天下自趣尘。\r\n如君物望美，令德声何已。高帝黜儒生，文皇谪才子。\r\n朝廷非不盛，谴谪良难恃。路出大江阴，川行碧峰里。\r\n斯言徒自玷，白玉岂为滓。希声尽众人，深识唯知己。\r\n知己怨生离，悠悠天一涯。寸心因梦断，孤愤为年移。\r\n花满芙蓉阙，春深朝夕池。空令千万里，长望白云垂。"
        },
        {
            "title": "贻崔太祝",
            "content": "天都分礼阁，肃肃临清渠。春山照前屏，高槐荫内除。\r\n惟贤尚廪禄，弟去兄来居。文雅更骧首，风流信有馀。\r\n中年幸从事，乃遇两吹嘘。何以知君子，交情复淡如。"
        },
        {
            "title": "华阳作贻祖三咏",
            "content": "朝行敷水上，暮出华山东。高馆宿初静，长亭秋转空。\r\n日余久沦汩，重此闻霜风。淅沥入溪树，飕飗惊夕鸿。\r\n凄然望伊洛，如见息阳宫。旧识无高位，新知尽固穷。\r\n夫君独轻举，远近善文雄。岂念千里驾，崎岖秦塞中。"
        },
        {
            "title": "新丰作贻殷四校书",
            "content": "汉皇思旧邑，秦地作新丰。南出华阳路，西分长乐宫。\r\n安知天地久，不与昔年同。鸡犬暮声合，城池秋霁空。\r\n纷吾从此去，望极咸阳中。不见芸香阁，徒思文雅雄。"
        },
        {
            "title": "贻阎处士防卜居终南",
            "content": "春风摇杂树，言别还江汜。坚冰生绿潭，又客三千里。\r\n兆梦唯颜色，悬情乃文史。涤耳贵清言，披欢迟玉趾。\r\n秦城疑旧庐，伫立问焉如。稚子跪而说，还山将隐居。\r\n竹林既深远，松宇复清虚。迹迥事多逸，心安趣有馀。\r\n石门动高韵，草堂新著书。鶱飞久超绝，蹇足空踌躇。\r\n犹有昔时意，望君当照车。驱车当六国，何以须潜默。\r\n圣主常征贤，群公每举德。此时方独往，身志将何欲。\r\n愿谢山中人，回车首归躅。"
        },
        {
            "title": "巩城南河作寄徐三景晖",
            "content": "初年雨候迟，巩洛河流小。摇摇芳草岸，屡见春山晓。\r\n清露洗云林，轻波戏鱼鸟。唯言故人远，不念乡川眇。\r\n舟楫去潆回，湍溆行奔峭。寄书千里路，莫道南鸿少。"
        },
        {
            "title": "朝邑蔡主簿期不会二首",
            "content": "下位日趋走，久之宾会疏。空迟偶词赋，所愧比园庐。\r\n朝念池上酌，暮逢林下书。方将固封守，暂欲混畋渔。\r\n衰柳隐长路，秋云满太虚。遥遥望左右，日入未回车。\r\n日入清风至，知君在西偏。车舆既成列，宾仆复能贤。\r\n迢递下墟坂，逍遥看井田。苍山起暮雨，极浦浮长烟。\r\n服义大如志，交欢数尽年。宁言十馀里，不见空来还。"
        },
        {
            "title": "京口题崇上人山亭",
            "content": "清旦历香岩，岩径纡复直。花林开宿雾，游目清霄极。\r\n分明窗户中，远近山川色。金沙童子戏，香饭诸天食。\r\n叫叫海鸿声，轩轩江燕翼。寄言清净者，闾阎徒自踣。"
        },
        {
            "title": "刘先生闲居",
            "content": "高第后归道，乃居玉华宫。逍遥人间世，不异浮丘公。\r\n甘寝何秉羽，出门忽从戎。方将游昆仑，又欲小崆峒。\r\n进退既在我，归来长安中。焚香东海君，侍坐西山童。\r\n善行无辙迹，吾亦安能穷。但见神色闲，中心如虚空。\r\n期之比天老，真德辅帝鸿。"
        },
        {
            "title": "贻余处士",
            "content": "故园至新浦，遥复未百里。北望是他邦，纷吾即游士。\r\n潮来津门启，罢楫信流水。客意乃成欢，舟人亦相喜。\r\n迟迟菱荇上，泛泛菰蒲里。渐闻商旅喧，犹见凫鹥起。\r\n市亭忽云构，方物如山峙。吴王昔丧元，隋帝又灭祀。\r\n停舻一以眺，太息兴亡理。秋苑故池田，宫门新柳杞。\r\n我行苦炎月，乃及清昊始。此地日逢迎，终思隐君子。\r\n莫言异舒卷，形音在心耳。"
        },
        {
            "title": "山中贻崔六琪华",
            "content": "恍惚登高岭，裴回看落日。遥想仲长园，如亲幼安室。\r\n春渚菖蒲登，山中拨谷鸣。相思不道远，太息未知情。\r\n意君来此地，时复疏林薄。中夜扫闲门，迎晨闭菌阁。\r\n屣履清池上，家童奉信归。忧随落花散，目送归云飞。\r\n故交在天末，心知复千里。无人暂往来，独作中林士。"
        },
        {
            "title": "贻刘高士别",
            "content": "夙驾出东城，城傍早霞散。初日照龙阙，峨峨在天半。\r\n壮哉丽百常，美矣崇两观。俯视趋朝客，簪珮何璀璨。\r\n而我送将归，裴回霸陵岸。北云去吴越，南雁离江汉。\r\n伊昔蹈丘园，翩翩理文翰。高谈闵仲叔，逸气刘公干。\r\n每言竹柏贞，尝轻朝市玩。山昼猿狖静，溪曛鱼鸟乱。\r\n宁止卧崆峒，直云期汗漫。圣君既理历，族士咸炳焕。\r\n矫首来天池，振羽泛漪澜。元淑命不达，伯鸾吟可叹。\r\n东去姑苏台，乃过陟阳馆。舍辔函关道，浮舟沧海畔。\r\n耳目旷暄凉，怀抱盈悲惋。沉沉青岁晚，霭霭秋云换。\r\n自言永遁栖，无复从羁绊。挥手谢知己，知己莫能赞。"
        },
        {
            "title": "贻鼓吹",
            "content": "北伐昧天造，王师示有征。辕门统元律，帝室命宗英。\r\n灵威方首事，仗钺按边城。膏雨被春草，黄云浮太清。\r\n文儒托后乘，武旅趋前旌。出车发西洛，营军临北平。\r\n曰予深固陋，志气颇纵横。尝思骠骑幕，愿逐嫖姚兵。\r\n惟贤美无度，海内依扬声。河间旧相许，车骑日逢迎。\r\n折节下谋士，深心论客卿。忠言虽未列，庶以知君诚。"
        },
        {
            "title": "狱中贻姚张薛李郑柳诸公",
            "content": "直道时莫亲，起羞见谗口。舆人是非怪，西子言有咎。\r\n诬善不足悲，失听一何丑。大来敢遐望，小往且虚受。\r\n中夜囹圄深，初秋缧绁久。疏萤出暗草，朔风鸣衰柳。\r\n河汉低在户，蟏蛸垂向牖。雁声远天末，凉气生霁后。\r\n负户愁读书，剑光忿冲斗。哀哀害神理，恻恻伤慈母。\r\n妻子垂涕泣，家僮日奔走。书词苦人吏，馈食劳交友。\r\n寒服犹未成，繁霜渐将厚。吉凶问詹尹，倚伏信北叟。\r\n鬼哭知己冤，鸟言诚所诱。诸公深惠爱，朝夕相左右。\r\n束湿虽欲操，钩金庶无负。伤罗念摇翮，踠足思骧首。\r\n瑾瑜颇匿瑕，邦国方含垢。眷言出深阱，永日常携手。"
        },
        {
            "title": "贻王侍御出台掾丹阳",
            "content": "高高琅琊台，台下生菌簵。照车十二乘，光彩不足谕。\r\n既当少微星，复隐高山雾。金丘华阳下，仙伯养晦处。\r\n茅茨对三峰，梧桐开一路。神溪绕皋陆，樵牧自成趣。\r\n时登青冥游，若从天江度。墟里献薇蕨，群公致衣缕。\r\n深沉复清净，偃仰视太素。猛兽识宾仆，赪霞知早暮。\r\n峨峨云龙开，忽有方伯遇。达人无不可，壮志且驰骛。\r\n融泄长鸡鸣，縯纷大鹏翥。赤墀高崱屴，一见如三顾。\r\n礼服正邦祀，刑冠肃王度。三辰明昭代，光启玄元祚。\r\n章台收杞梓，太液满鹓鹭。丰泽耀纯仁，八方晏黔庶。\r\n沉沉阊阖起，殷殷蓬莱曙。旌戟俨成行，鸡人传发煦。\r\n翔翼一如鹗，百辟莫不惧。清庙奉烝尝，灵山扈銮辂。\r\n天街时蹴踘，直指宴梐枑。四月纯阳初，雷雨始奋豫，\r\n逆星孛皇极，鈇锧静天步。酆镐舒曜灵，干戈藏武库。\r\n析木斯增广运，直道有好恶。回迹清宪台，传骑东南去。\r\n列城异畴昔，近饯寡徒御。缠绵西关道，婉娈新丰树。\r\n伊洛不敢息，淮河任沿溯。乡亭茱萸津，先后非疏附。\r\n炎时方怵惕，有若践霜露。惆怅长岑长，寂寞梁王傅。\r\n纷吾家延州，结友在童孺。岑阳沐天德，邦邑持民务。\r\n踯躅望朝阴，如何复沦误。牙旷三千里，击辕非所慕。\r\n秋涛联沧溟，舟楫凑北固。江汜日绵眇，朝夕空寐寤。\r\n中洞松栝新，东皋阡陌故。馀辉方焜耀，可以欢邑聚。\r\n南华在濠上，谁辩魏王瓠。登陟芙蓉楼，为我时一赋。"
        },
        {
            "title": "奉别长史庾公太守徐公应召",
            "content": "烈风起江汉，白浪忽如山。方伯骤勤王，杞人亦忧天。\r\n酆镐顷霾晦，云龙召我贤。车骑北艰苦，艅艎西溯沿。\r\n水灵静湍濑，猛兽趋后先。龙楼开新阳，万里出云间。\r\n宇宙既焜耀，崇德济巨川。受命在神宗，振兵犹轩辕。\r\n煌煌逾涿鹿，穆穆更坤元。明王朝太阶，远迩望嘉言。\r\n游子淡何思，江湖将永年。"
        },
        {
            "title": "同房宪部应旋",
            "content": "衡山法王子，慧见息诸苦。落发自南州，燕居在西土。\r\n养正不因晦，得中宁患旅。旷然长虚闲，即理寄行补。\r\n四句了自性，一音亦非取。橘柚故园枝，随人植庭户。\r\n我地少安住，念天时启处。宪卿文昌归，愉悦来晤语。\r\n车骑践香草，仆人沐花雨。长风散繁云，万里静天宇。\r\n起灭信易觉，清真知有所。逍遥高殿阴，六月无炎暑。\r\n微言发新偈，粲粲如悬圃。直心视惠光，在此大法鼓。"
        },
        {
            "title": "京口送别王四谊",
            "content": "江上枫林秋，江中秋水流。清晨惜分袂，秋日尚同舟。\r\n落潮洗鱼浦，倾荷枕驿楼。明年菊花熟，洛东泛觞游。"
        },
        {
            "title": "贻丁主簿仙芝别",
            "content": "赫赫明天子，翘翘群秀才。昭昭皇宇广，隐隐云门开。\r\n摇曳君初起，联翩予复来。兹年不得意，相命游灵台。\r\n骅骝多逸气，琳琅有清响。联行击水飞，独影凌虚上。\r\n关河施芳听，江海徼新赏。敛衽归故山，敷言播天壤。\r\n云峰虽有异，楚越幸相亲。既别复游处，道深情更殷。\r\n下愚忝闻见，上德犹邅迍。偃仰东城曲，楼迟依水滨。\r\n脱巾从会府，结绶归海裔。亲知送河门，邦族迎江澨。\r\n夫子安恬淡，他人怅迢递。飞艎既眇然，洲渚徒亏蔽。\r\n人谋固无准，天德谅难知。高名处下位，逸翮栖卑枝。\r\n去去水中沚，摇摇天一涯。蓬壶不可见，来泛跃龙池。"
        },
        {
            "title": "同王十三维哭殷遥",
            "content": "生理无不尽，念君在中年。游道虽未深，举世莫能贤。\r\n筮仕苦贫贱，为客少田园。膏腴不可求，乃在许西偏。\r\n四邻尽桑柘，咫尺开墙垣。内艰未及虞，形影随化迁。\r\n茅茨俯苫盖，双殡两楹间。时闻孤女号，迥出陌与阡。\r\n慈乌乱飞鸣，猛兽亦以跧。故人王夫子，静念无生篇。\r\n哀乐久已绝，闻之将泫然。太阳蔽空虚，雨雪浮苍山。\r\n迢递亲灵榇，顾予悲绝弦。处顺与安时，及此乃空言。"
        },
        {
            "title": "同诸公秋霁曲江俯见南山",
            "content": "天静终南高，俯映江水明。有若蓬莱下，浅深见澄瀛。\r\n群峰悬中流，石壁如瑶琼。鱼龙隐苍翠，鸟兽游清泠。\r\n菰蒲林下秋，薜荔波中轻。山戛浴兰阯，水若居云屏。\r\n岚气浮渚宫，孤光随曜灵。阴阴豫章馆，宛宛百花亭。\r\n大君及群臣，宴乐方嘤鸣。吾党二三子，萧辰怡性情。\r\n逍遥沧洲时，乃在长安城。"
        },
        {
            "title": "酬李处士山中见赠",
            "content": "厥初游太学，相与极周旋。含采共朝暮，知言同古先。\r\n孟阳题剑阁，子云献甘泉。斯须旷千里，婉娩将十年。\r\n今来艳阳月，好鸟鸣翩翩。同声既求友，不肖亦怀贤。\r\n引领迟芳信，果枉瑶华篇。成颂非其德，高文徒自妍。\r\n声尘邈超越，比兴起孤绝。始信郢中人，乃能歌白雪。\r\n跂予北堂夜，摇笔酬明哲。绿竹动清风，层轩静华月。\r\n想像南山下，恬然谢朝列。犹恐鶗鴂鸣，坐看芳草歇。\r\n邀以青松色，同之白华洁。永愿登龙门，相将持此节。"
        },
        {
            "title": "同诸公秋日游昆明池思古",
            "content": "仆人理车骑，西出金光逵。苍苍白帝郊，我将游灵池。\r\n太阴连晦朔，雨与天根违。凄风披田原，横污益山陂。\r\n农畯尽颠沛，顾望稼穑悲。皇灵恻群甿，神政张天维。\r\n坤纪戮屏翳，元纲扶逶迤。回塘清沧流，大曜悬金晖。\r\n秋色浮浑沌，清光随涟漪。豫章尽莓苔，柳杞成枯枝。\r\n骤闻汉天子，征彼西南夷。伐棘开洪渊，秉旄训我师。\r\n震云灵鼍鼓，照水蛟龙旂。锐士千万人，猛气如熊罴。\r\n刑罚一以正，干戈自有仪。坐作河汉倾，进退楼船飞。\r\n羽发鸿雁落，桧动芙蓉披。峨峨三云宫，肃肃振旅归。\r\n恶德忽小丑，器用穷地赀。上兵贵伐谋，此道不能为。\r\n吁哉蒸人苦，始曰征伐非。穆穆轩辕朝，耀德守方陲。\r\n君臣日安闲，远近无怨思。石鲸既蹭蹬，女牛亦流离。\r\n猵獭游渚隅，葭芦生漘湄。坎埳四十里，填游今已微。\r\n江伯方翱翔，天吴亟往来。桑榆惨无色，伫立暮霏霏。\r\n老幼樵木还，宾从回鞿羁。帝梦鲜鱼索，明月当报时。"
        },
        {
            "title": "敬酬陈掾亲家翁秋夜有赠",
            "content": "大姬配胡公，位乃三恪宾。盛德百代祀，斯言良不泯。\r\n敬仲为齐卿，当国名益震。仲举登宰辅，太丘荣缙绅。\r\n武皇受瑶图，爵土封其新。繁祉既骤集，裔孙生贤臣。\r\n特达逾珪璋，节操方松筠。云汉一矫翼，天池三振鳞。\r\n曳裾朝赤墀，酌醴侍紫宸。大君锡车马，时复过平津。\r\n言则广台阶，道亦资天均。清秋忽高兴，震藻若有神。\r\n曜曜趋宫廷，洸洸迈徐陈。镐京既赐第，门巷交朱轮。\r\n方将袭伊皋，永以崇夏殷。宗党无远近，敬恭依仁人。\r\n雪尽宇宙暄，雁归沧海春。沉吟白华颂，帝闼降丝纶。\r\n驿骑及芜城，相逢在郊鄄。别离旷南北，谴谪罹苦辛。\r\n昼游还荆吴，迷方客咸秦。惟贤惠重义，男女期嘉姻。\r\n梧桐生朝阳，鶗鴂鸣萧晨。岂不畏时暮，坎壈无与邻。\r\n中夜凉风来，顾我阙音尘。琼瑶不遐弃，寤寐如日新。"
        },
        {
            "title": "田家即事答崔二东皋作四首",
            "content": "玄鸟双双飞，杏林初发花。喣媮命僮仆，可以树桑麻。\r\n清旦理犁锄，日入未还家。\r\n有客山中至，言传故人讯。荡漾敷远情，飘飖吐清韵。\r\n猗欤春皋上，无乃成秋兴。\r\n念别求须臾，忽至嘤鸣时。菜田烧故草，初树养新枝。\r\n所寓非幽深，梦寐相追随。\r\n依依亲陇亩，寂寂无邻里。不闻鸡犬音，日见和风起。\r\n赖君遗掞藻，忧来散能弭。\r\n第一百三十八卷"
        },
        {
            "title": "奉和韦判官献侍郎叔除河东采访使",
            "content": "天卿小冢宰，道大名亦大。丑正在权臣，建旟千里外。\r\n楚山俯江汉，汴水连谯沛。两持方伯珪，再转诸侯盖。\r\n恬淡轻黜陟，优游邈千载。乾象变台衡，群贤尽交泰。\r\n聿徕股肱郡，河岳即襟带。盛德滋冀方，仁风清汾浍。\r\n四封尽高足，相府轺车最。超超青云器，婉婉竹林会。\r\n贱士敢知言，成颂文明代。燕雀依大厦，期之保贞悔。"
        },
        {
            "title": "夏日寻蓝田唐丞登高宴集",
            "content": "东望春明门，驾言聊出游。\r\n南行小径尽，绿竹临清流。\r\n君出罢六安，居此澹忘忧。\r\n园林与城市，闾里随人幽。\r\n披颜辟衡闱，置酒登崇丘。\r\n山河临咫尺，宇宙穷寸眸。\r\n是时春载阳，佳气满皇州。\r\n宫殿碧云里，鸳鸯初命俦。\r\n良辰方在兹，志士安得休。\r\n成名苟有地，何必东陵侯。"
        },
        {
            "title": "尚书省受誓诫贻太庙裴丞",
            "content": "皇家有恒宪，斋祭崇明祀。严车伊洛间，受誓文昌里。\r\n沉沉云阁见，稍稍城乌起。曙色照衣冠，虚庭鸣剑履。\r\n裴回念私觌，怅望临清汜。点翰欲何言，相思从此始。"
        },
        {
            "title": "登商丘",
            "content": "河水日夜流，客心多殷忧。维梢历宋国，结缆登商丘。\r\n汉皇封子弟，周室命诸侯。摇摇世祀怨，伤古复兼秋。\r\n鸣鸿念极浦，征旅慕前俦。太息梁王苑，时非牧马游。"
        },
        {
            "title": "次天元十载华阴",
            "content": "鬼方生猃狁，时寇卢龙营。帝念霍嫖姚，诏发咸林兵。\r\n天星下文阁，简师临我城。三陌观勇夫，五饵谋长缨。\r\n雷野大车发，震云灵鼓鸣。太华色莽苍，清渭风交横。\r\n胡马悲雨雪，诗人歌旆旌。阏氏为女奴，单于作边氓。\r\n神皇麒麟阁，大将不书名。"
        },
        {
            "title": "群鸦咏",
            "content": "新宫骊山阴，龙衮时出豫。朝阳照羽仪，清吹肃逵路。\r\n群鸦随天车，夜满新丰树。所思在腐馀，不复忧霜露。\r\n河低宫阁深，灯影鼓钟曙。缤纷集寒枝，矫翼时相顾。\r\n冢宰收琳琅，侍臣尽鸳鹭。高举摩太清，永绝矰缴惧。\r\n兹禽亦翱翔，不以微小故。"
        },
        {
            "title": "送丘健至州敕放作时任下邽县",
            "content": "太史登观台，天街耀旄头。大君忽霆震，诏爵冠军侯。\r\n南必梁孙源，西将圉昆丘。河陇征击卒，虎符到我州。\r\n朝集咸林城，师言乱啁啾。杀气变木德，凛凛如高秋。\r\n元戎启神皇，庙堂发嘉谋。息兵业稼穑，归马复休牛。\r\n和风开阴雪，大耀中天流。欢声殷河岳，涵荡非烟浮。\r\n邦牧新下车，德礼彼甿讴。乾坤日交泰，吾亦遂优游。"
        },
        {
            "title": "观范阳递俘",
            "content": "北河旄星陨，鬼方獮林胡。群师舞弓矢，电发归燕墟。\r\n皇皇轩辕君，赞赞皋陶谟。方思壮军实，远近递生俘。\r\n车马践大逵，合沓成深渠。牧人过橐驼，校正引騊駼。\r\n烈风朝送寒，云雪霭天隅。草木同一色，谁能辨荣枯。\r\n四履封元戎，百金酬勇夫。大邦武功爵，固与炎皇殊。"
        },
        {
            "title": "同诸公登慈恩寺塔",
            "content": "金祠起真宇，直上青云垂。地静我亦闲，登之秋清时。\r\n苍芜宜春苑，片碧昆明池。谁道天汉高，逍遥方在兹。\r\n虚形宾太极，携手行翠微。雷雨傍杳冥，鬼神中躨跜。\r\n灵变在倏忽，莫能穷天涯。冠上阊阖开，履下鸿雁飞。\r\n宫室低逦迤，群山小参差。俯仰宇宙空，庶随了义归。\r\n崱屴非大厦，久居亦以危。"
        },
        {
            "title": "晚霁中园喜赦作",
            "content": "五月黄梅时，阴气蔽远迩。浓云连晦朔，菰菜生邻里。\r\n落日烧霞明，农夫知雨止。几悲衽席湿，长叹垣墙毁。\r\n曭朗天宇开，家族跃以喜。涣汗发大号，坤元更资始。\r\n散衣出中园，小径尚滑履。池光摇万象，倏忽来复起。\r\n嘉树如我心，欣欣岂云已。"
        },
        {
            "title": "巩城东庄道中作",
            "content": "北陵散寒鸟，西山照初日。婉娈晋阳京，踟蹰野人室。\r\n南轩草间去，后乘林中出。霭霭长路暖，迟迟狭路归。\r\n蜉蝣时蔽月，枳棘复伤衣。城上东风起，河边早雁飞。\r\n夏王纪冬令，殷人乃正月。涯口度新云，山阴留故雪。\r\n幸逢耆耋话，馀待亲邻别。总辔出丛薄，歇鞍登峻隅。\r\n春源既荡漭，伏战亦睢盱。未获遵平道，徒言信薄夫。"
        },
        {
            "title": "赴冯翊作",
            "content": "本自江海人，且无寥廓志。大明耀天宇，霭霭风雨被。\r\n迢递别荆吴，飘飖涉沂泗。广川俟舟楫，峻坂伤骐骥。\r\n蹭蹬失归道，崎岖从下位。西出太华阴，北走少梁地。\r\n葱茏墟落色，泱漭关河气。耻从侠烈游，甘为刀笔吏。\r\n宝剑茱萸匣，岂忘知音贵。大道且泛然，沉浮未云异。"
        },
        {
            "title": "舟中别武金坛",
            "content": "曰予轻皎洁，坦率宾混元。忽乃异群萃，高歌信陵门。\r\n信陵好宾客，清夜开华轩。月光丽池阁，野气浮林园。\r\n偶坐烂明星，归志潜崩奔。漾舟清潭里，慰我别离魂。\r\n落日下西山，左右惨无言。萧条风雨散，窅霭江湖昏。\r\n秋荷尚幽郁，暮鸟复翩翻。纸笔亦何为，写我心中冤。"
        },
        {
            "title": "同诸公送李云南伐蛮",
            "content": "昆明滨滇池，蠢尔敢逆常。天星耀鈇锧，吊彼西南方。\r\n冢宰统元戎，太守齿军行。囊括千万里，矢谟在庙堂。\r\n耀耀金虎符，一息到炎荒。蒐兵自交趾，茇舍出泸阳。\r\n群山高崭岩，凌越如鸟翔。封豕骤跧伏，巨象遥披攘。\r\n回溪深天渊，揭厉逾舟梁。玄武扫孤蜮，蛟龙除方良。\r\n雷霆随神兵，硼磕动穹苍。斩伐若草木，系缧同犬羊。\r\n馀丑隐弭河，啁啾乱行藏。君子恶薄险，王师耻重伤。\r\n广车设罝梁，太白收光芒。边吏静县道，新书行纪纲。\r\n剑关掉鞅归，武弁朝建章。龙楼加命服，獬豸拥秋霜。\r\n邦人颂灵旗，侧听何洋洋。京观在七德，休哉我神皇。"
        },
        {
            "title": "秋次霸亭寄申大",
            "content": "橘柚植寒陵，芙蓉蒂修坂。无言不得意，得意何由展。\r\n况我行且徒，而君往犹蹇。既伤人事近，复言天道远。\r\n薄暮入空亭，中夜不能饭。南听鸿雁尽，西见招摇转。\r\n千门汉王宫，百里周王苑。杲杲初景出，油油鲜云卷。\r\n会朝幸岁正，校猎从新獮。念君久京国，双涕如露泫。\r\n无人荐子云，太息竟谁辨。"
        },
        {
            "title": "晚次东亭献郑州宋使君文",
            "content": "自初宾上国，乃到邹人乡。曾点与曾子，俱升阙里堂。\r\n武皇恢大略，逸翮思寥廓。三居清宪台，两拜文昌阁。\r\n为道既贞信，处名犹謇谔。铁柱励风威，锦轴含光辉。\r\n夜闻持简立，朝看伏奏归。洞门清佩响，广路玉珂飞。\r\n骧首入丹掖，抟空趋太微。丝纶逢圣主，出入飘华组。\r\n愔愔宿帝梧，侃侃居文府。海内语三独，朝端谋六户。\r\n善计在弘羊，清严归仲举。侍郎跨方朔，中丞蔑周处。\r\n天眷择循良，惟贤降宠章。分符指聊摄，为政本农桑。\r\n籍籍歌五袴，祁祁颂千箱。随车微雨洒，逐扇清风飏。\r\n既以迁列国，复兹邻帝乡。褰帷乃仍旧，坐啸非更张。\r\n居敬物无扰，履端人自康。薄游出京邑，引领东南望。\r\n林晚鸟雀噪，田秋稼穑黄。成皋天地险，广武征战场。\r\n道丧苦兵赋，时来开井疆。霏霏渠门色，晻晻制岩光。\r\n徒念京索近，独悲溱洧长。大明潜照耀，淑慝自昭彰。\r\n昔岁幸西土，今兹归洛阳。同焉知郑伯，当辅我周王。"
        },
        {
            "title": "秦中初霁献给事二首",
            "content": "渭水收暮雨，处处多新泽。宫苑傍山明，云林带天碧。\r\n君子耸高驾，英声邈今昔。锵佩出中台，彯缨入仙掖。\r\n夙心幸清鉴，晚志欣良觌。鸣盗非足征，愿言同下客。\r\n南国久为思，西都尝作宾。云开天地色，日照山河春。\r\n善听在知己，扬光唯达人。妙年弄柔翰，弱冠偶良晨。\r\n擢第文昌阁，还家沧海滨。寸心何所望，东掖有贤臣。"
        },
        {
            "title": "河中望鸟滩作贻吕四郎中",
            "content": "河流有深曲，舟子莫能知。弭棹临沙屿，微吟西日驰。\r\n平明春色霁，两岸好风吹。去去川途尽，悠悠亲友离。\r\n汉宫成羽翼，伊水弄参差。为惜淮南子，如何攀桂枝。"
        },
        {
            "title": "安宜园林献高使君",
            "content": "直道已三出，幸从江上回。新居茅茨迥，起见秋云开。\r\n十里次舟楫，二桥交往来。楚言满邻里，雁叫喧池台。\r\n鱼鳖乐仁政，浮沉亦至哉。小山宜大隐，要自望蓬莱。"
        },
        {
            "title": "哥舒大夫颂德",
            "content": "天纪启真命，君生臣亦生。乃知赤帝子，复有苍龙精。\r\n神武建皇极，文昌开将星。超超渭滨器，落落山西名。\r\n画阃入受脤，凿门出扞城。戎人昧正朔，我有轩辕兵。\r\n陇路起丰镐，关云随旆旌。河湟训兵甲，义勇方横行。\r\n韩魏多锐士，蹶张在幕庭。大非四决轧，石堡高峥嵘。\r\n攻伐若振槁，孰云非神明。嘉谋即天意，骤胜由师贞。\r\n枯草被西陆，烈风昏太清。戢戈旄头落，牧马昆仑平。\r\n宾从俨冠盖，封山纪天声。来朝芙蓉阙，鸣玉飘华缨。\r\n直道济时宪，天邦遂轻刑。抗书报知己，松柏亦以荣。\r\n嘉命列上第，德辉照天京。在车持简墨，粲粲皆词英。\r\n顾我抢榆者，莫能翔青冥。游燕非骐骥，踯躅思长鸣。"
        },
        {
            "title": "望幸亭",
            "content": "五年一巡狩，西幸过东畿。周国易居守，周人多怨思。\r\n君王敷惠政，程作贵从时。大厦非一木，沉沉临九逵。\r\n庆云宿飞栋，嘉树罗青墀。疏屏宜朝享，方塘堪水嬉。\r\n云中仰华盖，桁下望春旗。天意知如此，星言归洛师。"
        },
        {
            "title": "晦日任桥池亭",
            "content": "温泉作天邑，直北开新洲。未有菰蒲生，即闻凫雁游。\r\n六亭在高岸，数岛居中流。晦日望清波，相与期泛游。\r\n西道苦转毂，北堤疲行舟。清泠水木阴，才可适我忧。"
        },
        {
            "title": "登",
            "content": "朝出猛兽林，躨跜登高峰。僮仆履云雾，随我行太空。\r\n羲和舒灵晖，倏忽西极通。回首望泾渭，隐隐如长虹。\r\n九逵合苍芜，五陵遥瞳矇。鹿游大明殿，雾湿华清宫。\r\n网罗蠛蠓时，顾齿熊罴锋。失途走江汉，不能有其功。\r\n气逐招摇星，魂随阊阖风。惟言宇宙清，复使车书同。\r\n林木被繁霜，合沓连山红。鹏鹗励羽翼，俯视荆棘丛。\r\n誓将食鶬鸮，然后归崆峒。"
        },
        {
            "title": "题辛道士房",
            "content": "全神不言命，所尚道家流。迨此远南楚，遂令思北游。\r\n先生秀衡岳，玉立居玄丘。门带江山静，房随瑶草幽。\r\n逍遥三花发，罔象五云浮。自有太清纪，曾垂华发忧。\r\n大年方橐籥，小智即蜉蝣。七日赤龙至，莫令余独留。"
        },
        {
            "title": "昭圣观",
            "content": "主家隐溪口，微路入花源。数日朝青阁，彩云独在门。\r\n双楼夹一殿，玉女侍玄元。扶橑尽蟠木，步檐多画繙。\r\n新松引天籁，小柏绕山樊。坐弄竹阴远，行随溪水喧。\r\n石池辨春色，林兽知人言。未逐凤凰去，真宫在此原。"
        },
        {
            "title": "苏十三瞻登玉泉寺峰入寺中见赠作",
            "content": "庆门叠华组，盛列钟英彦。贞信发天姿，文明叶邦选。\r\n为情贵深远，作德齐隐见。别业在春山，怀归出芳甸。\r\n逖听多时友，招邀及浮贱。朝沿霸水穷，暮瞩蓝田遍。\r\n百花照阡陌，万木森乡县。涧净绿萝深，岩暄新鸟转。\r\n依然造华薄，豁尔开灵院。淹留火禁辰，愉乐弦歌宴。\r\n肃肃列樽俎，锵锵引缨弁。天籁激微风，阳光轹奔箭。\r\n以兹小人腹，不胜君子馔。是日既低迷，中宵方眄眩。\r\n枕上思独往，胸中理交战。碧云暗雨来，旧原芳色变。\r\n欢然自此绝，心赏何由见。鸿濛已笑云，列缺仍挥电。\r\n忽与去人远，俄逢归者便。想像玉泉宫，依稀明月殿。\r\n峰峦若登陟，水木以游衍。息心幸自忘，点翰仍留眷。\r\n恨无荆文璧，以答丹青绚。"
        },
        {
            "title": "行次田家澳梁作",
            "content": "田家俯长道，邀我避炎氛。当暑日方昼，高天无片云。\r\n桑间禾黍气，柳下牛羊群。野雀栖空屋，晨昏不复闻。\r\n前登澳梁坂，极望温泉分。逆旅方三舍，西山犹未曛。"
        },
        {
            "title": "题崔山人别业",
            "content": "南阳隐居者，筑室丹溪源。溪冷惧秋晏，室寒欣景暾。\r\n山鸡鸣菌阁，水雾入衡门。东岭或舒啸，北窗时讨论。\r\n封君渭阳竹，逸士汉阴园。何必崆峒上，独为尧所尊。"
        },
        {
            "title": "石瓮寺",
            "content": "遥山起真宇，西向尽花林。下见宫殿小，上看廊庑深。\r\n苑花落池水，天语闻松音。君子又知我，焚香期化心。"
        },
        {
            "title": "题慎言法师故房",
            "content": "精庐不住子，自有无生乡。过客知何道，裴回雁子堂。\r\n浮云归故岭，落月还西方。日夕虚空里，时时闻异香。"
        },
        {
            "title": "题辨觉精舍",
            "content": "朝随秋云阴，乃至青松林。花阁空中远，方池岩下深。\r\n竹风乱天语，溪响成龙吟。试问真君子，游山非世心。"
        },
        {
            "title": "升天行贻卢六健",
            "content": "真人居阆风，时奏清商音。听者即王母，泠泠和瑟琴。\r\n坐对三花枝，行随五云阴。天长昆仑小，日久蓬莱深。\r\n上由玉华宫，下视首阳岑。神州亦清净，要自有浮沉。\r\n恻恻苦哉行，呱呱游子吟。庐山逢若士，思欲化黄金。\r\n雨雪没太山，谁能无归心。逍遥在云汉，可以来相寻。"
        },
        {
            "title": "同王十三维偶然作十首",
            "content": "仲夏日中时，草木看欲燋。田家惜工力，把锄来东皋。\r\n顾望浮云阴，往往误伤苗。归来悲困极，兄嫂共相譊。\r\n无钱可沽酒，何以解劬劳。夜深星汉明，庭宇虚寥寥。\r\n高柳三五株，可以独逍遥。\r\n北山种松柏，南山种蒺藜。出入虽同趣，所向各有宜。\r\n孔丘贵仁义，老氏好无为。我心若虚空，此道将安施。\r\n暂过伊阙间，晼晚三伏时。高阁入云中，芙蓉满清池。\r\n要自非我室，还望南山陲。\r\n野老本贫贱，冒暑锄瓜田。一畦未及终，树下高枕眠。\r\n荷蓧者谁子，皤皤来息肩。不复问乡墟，相见但依然。\r\n腹中无一物，高话羲皇年。落日临层隅，逍遥望晴川。\r\n使妇提蚕筐，呼儿榜渔船。悠悠泛绿水，去摘浦中莲。\r\n莲花艳且美，使我不能还。\r\n浮云在虚空，随风复卷舒。我心方处顺，动作何忧虞。\r\n但言婴世网，不复得闲居。迢递别东国，超遥来西都。\r\n见人乃恭敬，曾不问贤愚。虽若不能言，中心亦难诬。\r\n故乡满亲戚，道远情日疏。偶欲陈此意，复无南飞凫。\r\n草木花叶生，相与命为春。当非草木意，信是故时人。\r\n静念恻群物，何由知至真。狂歌问夫子，夫子莫能陈。\r\n凤凰飞且鸣，容裔下天津。清净无言语，兹焉庶可亲。\r\n黄河流向东，弱水流向西。趋舍各有异，造化安能齐。\r\n妾本邯郸女，生长在丛台。既闻容见宠，复想玄为妻。\r\n刻画尚风流，幸会君招携。逶迤歌舞座，婉娈芙蓉闺。\r\n日月方向除，恩爱忽焉暌。弃置谁复道，但悲生不谐。\r\n羡彼匹妇意，偕老常同栖。\r\n日暮登春山，山鲜云复轻。远近看春色，踟蹰新月明。\r\n仙人浮丘公，对月时吹笙。丹鸟飞熠熠，苍蝇乱营营。\r\n群动汩吾真，讹言伤我情。安得如子晋，与之游太清。\r\n耽耽铜鞮宫，遥望长数里。宾客无多少，出入皆珠履。\r\n朴儒亦何为，辛苦读旧史。不道无家舍，效他养妻子。\r\n冽冽玄冬暮，衣裳无准拟。偶然著道书，神人养生理。\r\n公卿时见赏，赐赉难具纪。莫问身后事，且论朝夕是。\r\n空山暮雨来，众鸟竟栖息。斯须照夕阳，双双复抚翼。\r\n我念天时好，东田有稼穑。浮云蔽川原，新流集沟洫。\r\n裴回顾衡宇，僮仆邀我食。卧览床头书，睡看机中织。\r\n想见明膏煎，中夜起唧唧。\r\n四邻竞丰屋，我独好卑室。窈窕高台中，时闻抚新瑟。\r\n狂飙动地起，拔木乃非一。相顾始知悲，中"
        },
        {
            "title": "秋庭贻马九",
            "content": "伊昔好观国，自乡西入秦。往复万馀里，相逢皆众人。\r\n大君幸东岳，世哲扈时巡。予亦从此去，闲居清洛滨。\r\n稍稍寒木直，彩彩阳华新。迭宕孔文举，风流石季伦。\r\n妙年一相得，白首定相亲。重此虚宾馆，欢言冬及春。\r\n哲兄盛文史，出入驰高轨。令德本同人，深心重知己。\r\n绛衣朝圣主，纱帐延才子。伯淮与季江，清濬各孤峙。\r\n群芳趋泛爱，万物通情理。而我信空虚，提携过杞梓。\r\n夫君美声德，直道期终始。孰谓忽离居，优游郑东里。\r\n东里近王城，山连路亦平。何言相去远，闲言独凄清。\r\n万里鸿雁度，四邻砧杵鸣。其如久离别，重以霜风惊。"
        },
        {
            "title": "田家杂兴八首",
            "content": "春至鶬鹒鸣，薄言向田墅。不能自力作，黾勉娶邻女。\r\n既念生子孙，方思广田圃。闲时相顾笑，喜悦好禾黍。\r\n夜夜登啸台，南望洞庭渚。百草被霜露，秋山响砧杵。\r\n却羡故年时，中情无所取。\r\n众人耻贫贱，相与尚膏腴。我情既浩荡，所乐在畋渔。\r\n山泽时晦暝，归家暂闲居。满园植葵藿，绕屋树桑榆。\r\n禽雀知我闲，翔集依我庐。所愿在优游，州县莫相呼。\r\n日与南山老，兀然倾一壶。\r\n逍遥阡陌上，远近无相识。落日照秋山，千岩同一色。\r\n网罟绕深莽，鹰鹯始轻翼。猎马既如风，奔兽莫敢息。\r\n驻旗沧海上，犒士吴宫侧。楚国有夫人，性情本贞直。\r\n鲜禽徒自致，终岁竟不食。\r\n田家趋垄亩，当昼掩虚关。邻里无烟火，儿童共幽闲。\r\n桔槔悬空圃，鸡犬满桑间。时来农事隙，采药游名山。\r\n但言所采多，不念路险艰。人生如蜉蝣，一往不可攀。\r\n君看西王母，千载美容颜。\r\n平生养情性，不复计忧乐。去家行卖畚，留滞南阳郭。\r\n秋至黍苗黄，无人可刈获。稚子朝未饭，把竿逐鸟雀。\r\n忽见梁将军，乘车出宛洛。意气轶道路，光辉满墟落。\r\n安知负薪者，咥咥笑轻薄。\r\n楚山有高士，梁国有遗老。筑室既相邻，向田复同道。\r\n糗糒常共饭，儿孙每更抱。忘此耕耨劳，愧彼风雨好。\r\n蟪蛄鸣空泽，鶗鴂伤秋草。日夕寒风来，衣裳苦不早。\r\n梧桐荫我门，薜荔网我屋。迢迢两夫妇，朝出暮还宿。\r\n稼穑既自种，牛羊还自牧。日旰懒耕锄，登高望川陆。\r\n空山足禽兽，墟落多乔木。白马谁家儿，联翩相驰逐。\r\n种桑百馀树，种黍三十亩。衣食既有馀，时时会亲友。\r\n夏来菰米饭，秋至菊花酒。孺人喜逢迎，稚子解趋走。\r\n日暮闲园里，团团荫榆柳。酩酊乘夜归，凉风吹户牖。\r\n清浅望河汉，低昂看北斗。数瓮犹未开，明朝能饮否。"
        },
        {
            "title": "田家即事",
            "content": "蒲叶日已长，杏花日已滋。老农要看此，贵不违天时。\r\n迎晨起饭牛，双驾耕东菑。蚯蚓土中出，田乌随我飞。\r\n群合乱啄噪，嗷嗷如道饥。我心多恻隐，顾此两伤悲。\r\n拨食与田乌，日暮空筐归。亲戚更相诮，我心终不移。"
        },
        {
            "title": "酬綦毋校书梦耶溪见赠之作",
            "content": "校文在仙掖，每有沧洲心。况以北窗下，梦游清溪阴。\r\n春看湖水漫，夜入回塘深。往往缆垂葛，出舟望前林。\r\n山人松下饭，钓客芦中吟。小隐何足贵，长年固可寻。\r\n还车首东道，惠言若黄金。以我采薇意，传之天姥岑。\r\n第一百三十七卷"
        },
        {
            "title": "至闲居精舍呈正上人（即天后故宫）",
            "content": "太室三招提，其趣皆不同。不同非一趣，况是天游宫。\r\n双岭前夹门，阁道复横空。宝坊若花积，宛转不可穷。\r\n流泉自成池，清松信饶风。秋晏景气迥，皛明丹素功。\r\n将近隐者邻，远与西山通。大师假惠照，念以息微躬。"
        },
        {
            "title": "题应圣观",
            "content": "空中望小山，山下见馀雪。皎皎河汉女，在兹养真骨。\r\n登门骇天书，启籥问仙诀。池光摇水雾，灯色连松月。\r\n合砖起花台，折草成玉节。天鸡弄白羽，王母垂玄发。\r\n北有上年宫，一路在云霓。上心方向道，时复朝金阙。"
        },
        {
            "title": "终南幽居献苏侍郎三首时拜太祝未上",
            "content": "暮春天气和，登岭望层城。朝日悬清景，巍峨宫殿明。\r\n圣君常临朝，达士复悬衡。道近无艮足，归来卧山楹。\r\n灵阶曝仙书，深室炼金英。春岩松柏秀，晨路鹍鸡鸣。\r\n羽化既有言，无然悲不成。\r\n中岁尚微道，始知将谷神。抗策还南山，水木自相亲。\r\n深林开一道，青嶂成四邻。平明去采薇，日入行刈薪。\r\n云归万壑暗，雪罢千崖春。始看玄鸟来，已见瑶华新。\r\n寄言搴芳者，无乃后时人。\r\n卜筑青岩里，云萝四垂阴。虚室若无人，乔木自成林。\r\n时有清风至，侧闻樵采音。凤凰鸣南冈，望望隔层岑。\r\n既言山路远，复道溪流深。偓佺空中游，虬龙水间吟。\r\n何当见轻翼，为我达远心。"
        },
        {
            "title": "至岳寺即大通大照禅塔上温上人",
            "content": "秋山下映宫，宫色宜朝阳。迢递在半岭，参差非一行。\r\n燕息云满门，出游花隐房。二尊此成道，禅宇遥相望。\r\n凤铎天中鸣，岩梯松下长。山墟响信鼓，蘅薄生蕙香。\r\n起灭一以雪，往来亦诚亡。悲哉门弟子，要自知心长。"
        },
        {
            "title": "上长史王公责躬",
            "content": "覆舟无伯夷，覆车无仲尼。自咎失明义，宁由贝锦诗。\r\n松柏日已坚，桃李日以滋。顾己独暗昧，所居成蒺藜。\r\n大贤荐时文，丑妇用蛾眉。惕惕愧不已，岂敢论其私。\r\n方朔既有言，子建亦有诗。恻隐及先世，析薪成自悲。\r\n灵鸟酬德辉，黄雀报仁慈。若公庶伏罪，此事安能迟。"
        },
        {
            "title": "荐玄德公庙",
            "content": "神道本无已，成化亦自然。君居寥天上，德在玉华泉。\r\n真游践王豫，永日迟云仙。表微在营道，明祀将祈年。\r\n灵山俯新邑，松上生彩烟。岂知穆天子，远去瑶池边。"
        },
        {
            "title": "秦中岁晏马舍人宅宴集",
            "content": "冬暮久无乐，西行至长安。故人处东第，清夜多新欢。\r\n广庭竹阴静，华池月色寒。知音尽词客，方见交情难。"
        },
        {
            "title": "山居贻裴十二迪",
            "content": "落叶满山砌，苍烟埋竹扉。远怀青冥士，书剑常相依。\r\n霜卧眇兹地，琴言纷已违。衡阳今万里，南雁将何归。\r\n出径惜松引，入舟怜钓矶。西林有明月，夜久空微微。"
        },
        {
            "title": "陆著作挽歌",
            "content": "世业江湖侧，郊原休沐处。独言五日归，未道千秋去。\r\n乡亭春水绿，昌阁寒光暮。昔为昼锦游，今成逝川路。\r\n归路秦城下，寒云惨平田。故园沧海边，绿柳覆平川。\r\n送客异他日，还舟殊昔年。华亭有明日，长向陇头悬。\r\n剑水千人石，荆江万里流。英英有君子，才德满中州。\r\n明道俟良佐，惟贤初薄游。生涯一朝尽，寂寞夜台幽。\r\n金堂策令名，仙掖居清位。鸣玉朝双阙，垂缨游两地。\r\n朝夕既论思，春秋仍书事。何言鲁声伯，忽下琼珠泪。\r\n令德弃人世，明朝降宠章。起居存有位，著作没为郎。\r\n寒水落南浦，月华虚北堂。松门一长想，仿佛见清扬。"
        },
        {
            "title": "杂诗二首",
            "content": "混沌本无象，末路多是非。达士志寥廓，所在能忘机。\r\n耕凿时未至，还山聊采薇。虎豹对我蹲，鸑鷟旁我飞。\r\n仙人空中来，谓我勿复归。格泽为君驾，虹蜺为君衣。\r\n西游昆仑墟，可与世人违。\r\n秋气肃天地，太行高崔嵬。猿狖清夜吟，其声一何哀。\r\n寂寞掩圭荜，梦寐游蓬莱。琪树远亭亭，玉堂云中开。\r\n洪崖吹箫管，玉女飘飖来。雨师既先后，道路无纤埃。\r\n鄙哉楚襄王，独好阳云台。"
        },
        {
            "title": "仲夏入园中东陂",
            "content": "方塘深且广，伊昔俯吾庐。环岸垂绿柳，盈泽发红蕖。\r\n上延北原秀，下属幽人居。暑雨若混沌，清明如空虚。\r\n此乡多隐逸，水陆见樵渔。废赏亦何贵，为欢良易摅。\r\n且言重观国，当此赋归欤。"
        },
        {
            "title": "泊舟贻潘少府",
            "content": "行子苦风潮，维舟未能发。宵分卷前幔，卧视清秋月。\r\n四泽蒹葭深，中洲烟火绝。苍苍水雾起，落落疏星没。\r\n所遇尽渔商，与言多楚越。其如念极浦，又以思明哲。\r\n常若千里馀，况之异乡别。"
        },
        {
            "title": "使过弹筝峡作",
            "content": "鸟雀知天雪，群飞复群鸣。原田无遗粟，日暮满空城。\r\n达士忧世务，鄙夫念王程。晨过弹筝峡，马足凌兢行。\r\n双壁隐灵曜，莫能知晦明。皑皑坚冰白，漫漫阴云平。\r\n始信古人言，苦节不可贞。"
        },
        {
            "title": "效古二首",
            "content": "晨登凉风台，暮走邯郸道。曜灵何赫烈，四野无青草。\r\n大军北集燕，天子西居镐。妇人役州县，丁男事征讨。\r\n老幼相别离，哭泣无昏早。稼穑既殄绝，川泽复枯槁。\r\n旷哉远此忧，冥冥商山皓。\r\n东风吹大河，河水如倒流。河洲尘沙起，有若黄云浮。\r\n赪霞烧广泽，洪曜赫高丘。野老泣相语，无地可荫休。\r\n翰林有客卿，独负苍生忧。中夜起踯躅，思欲献厥谋。\r\n君门峻且深，踠足空夷犹。"
        },
        {
            "title": "夜到洛口入黄河",
            "content": "河洲多青草，朝暮增客愁。客愁惜朝暮，枉渚暂停舟。\r\n中宵大川静，解缆逐归流。浦溆既清旷，沿洄非阻修。\r\n登舻望落月，击汰悲新秋。倘遇乘槎客，永言星汉游。"
        },
        {
            "title": "过新丰道中",
            "content": "西下长乐坂，东入新丰道。雨多车马稀，道上生秋草。\r\n太阴蔽皋陆，莫知晚与早。雷雨杳冥冥，川谷漫浩浩。\r\n诏书植嘉木，众言桃李好。自愧无此容，归从汉阴老。"
        },
        {
            "title": "题眄上人禅居",
            "content": "真王清净子，燕居复行心。结宇邻居邑，寤言非远寻。\r\n丹青丈室满，草树一庭深。秀色玄冬发，交枝白日阴。\r\n江流映朱户，山鸟鸣香林。独住已寂寂，安知浮与沉。"
        },
        {
            "title": "述降圣观",
            "content": "一山尽天苑，一峰开道宫。道花飞羽卫，天鸟游云空。\r\n玉殿俯玄水，春旗摇素风。夹门小松柏，覆井新梧桐。\r\n自昔大仙下，乃知元化功。神皇作桂馆，此意与天通。"
        },
        {
            "title": "游茅山五首",
            "content": "十年别乡县，西云入皇州。此意在观国，不言空远游。\r\n九衢平若水，利往无轻舟。北洛反初路，东江还故丘。\r\n春山多秀木，碧涧尽清流。不见子桑扈，当从方外求。\r\n世业传儒行，行成非不荣。其如怀独善，况以闻长生。\r\n家近华阳洞，早年深此情。巾车云路入，理棹瑶溪行。\r\n天地朝光满，江山春色明。王庭有轩冕，此日方知轻。\r\n平生非作者，望古怀清芬。心以道为际，行将时不群。\r\n兹山在人境，灵贶久传闻。远势一峰出，近形千嶂分。\r\n冬春有茂草，朝暮多鲜云。此去亦何极，但言西日曛。\r\n昔贤居柱下，今我去人间。良以直心旷，兼之外视闲。\r\n垂纶非钓国，好学异希颜。落日登高屿，悠然望远山。\r\n溪流碧水去，云带清阴还。想见中林士，岩扉长不关。\r\n名岳征仙事，清都访道书。山门入松柏，天路涵空虚。\r\n南极见朝采，西潭闻夜渔。远心尚云宿，浪迹出林居。\r\n为己存实际，忘形同化初。此行良已矣，不乐复何如。"
        },
        {
            "title": "吃茗粥作",
            "content": "当昼暑气盛，鸟雀静不飞。念君高梧阴，复解山中衣。\r\n数片远云度，曾不蔽炎晖。淹留膳茶粥，共我饭蕨薇。\r\n敝庐既不远，日暮徐徐归。"
        },
        {
            "title": "泛茅山东溪",
            "content": "清晨登仙峰，峰远行未极。江海霁初景，草木含新色。\r\n而我任天和，此时聊动息。望乡白云里，发棹清溪侧。\r\n松柏生深山，无心自贞直。"
        },
        {
            "title": "献八舅东归",
            "content": "高位莫能舍，舍之世所贤。云车游日华，岂比龙楼前。\r\n寝疾乃就枕，情感唯灵仙。帝鸿思道宗，臣彭亦长年。\r\n天书加羽服，又许归东川。镜水涵太清，禹山朝上玄。\r\n诚亡真混沌，玉立方婵娟。素业作仙居，子孙当自传。\r\n门多松柏树，箧有逍遥篇。独往不可群，沧海成桑田。"
        },
        {
            "title": "题陆山人楼",
            "content": "暮声杂初雁，夜色涵早秋。独见海中月，照君池上楼。\r\n山云拂高栋，天汉入云流。不惜朝光满，其如千里游。"
        },
        {
            "title": "霁后贻马十二巽",
            "content": "高天风雨散，清气在园林。况我夜初静，当轩鸣绿琴。\r\n云开北堂月，庭满南山阴。不见长裾者，空歌游子吟。"
        },
        {
            "title": "贻韦炼师",
            "content": "精思莫知日，意静如空虚。三鸟自来去，九光遥卷舒。\r\n新池近天井，玉宇停云车。余亦苦山路，洗心祈道书。"
        },
        {
            "title": "至嵩",
            "content": "真人上清室，乃在中峰前。花雾生玉井，霓裳画列仙。\r\n念兹宫故宇，多此地新泉。松柏有清阴，薜萝亦自妍。\r\n一闻步虚子，又话逍遥篇。忽若在云汉，风中意泠然。"
        },
        {
            "title": "题太玄观",
            "content": "门外车马喧，门里宫殿清。行即翳若木，坐即吹玉笙。\r\n所喧既非我，真道其冥冥。"
        },
        {
            "title": "杂咏五首·幽人居",
            "content": "幽人下山径，去去夹青林。滑处莓苔湿，暗中萝薜深。\r\n春朝烟雨散，犹带浮云阴。"
        },
        {
            "title": "杂咏五首·架檐藤",
            "content": "得从轩墀下，殊胜松柏林。生枝逐架远，吐叶向门深。\r\n何许答君子，檐间朝暝阴。"
        },
        {
            "title": "杂咏五首·石子松",
            "content": "盘石青岩下，松生盘石中。冬春无异色，朝暮有清风。\r\n五鬣何人采，西山旧两童。"
        },
        {
            "title": "述华清宫五首",
            "content": "上在蓬莱宫，莫若居华清。朝朝礼玄阁，日日闻体轻。\r\n大圣不私己，精禋为群氓。\r\n上出蓬莱时，六龙俨齐首。长道舒羽仪，彤云映前后。\r\n天声殷宇宙，真气到林薮。\r\n昔在轩辕朝，五城十二楼。今我神泉宫，独在骊山陬。\r\n群方趋顺动，百辟随天游。\r\n正月开阳和，通门缉元化。穆穆睟容归，岂为明灯夜。\r\n高山大风起，肃肃随龙驾。\r\n上林神君宫，此地即明庭。山开鸿濛色，天转招摇星。\r\n三雪报大有，孰为非我灵。"
        },
        {
            "title": "渭桥北亭作",
            "content": "停车渭阳暮，望望入秦京。不见鹓鸾道，如闻歌吹声。\r\n乡魂涉江水，客路指蒲城。独有故楼月，今来亭上明。"
        },
        {
            "title": "射雉词",
            "content": "曝暄理新翳，迎春射鸣雉。原田遥一色，皋陆旷千里。\r\n遥闻咿喔声，时见双飞起。幂\r\n罒歷疏蒿下，毰毸深丛里。\r\n顾敌已忘生，争雄方决死。仁心贵勇义，岂能复伤此。\r\n超遥下故墟，迢递回高畤。大夫昔何苦，取笑欢妻子。"
        },
        {
            "title": "采莲词",
            "content": "浅渚荇花繁，深潭菱叶疏。独往方自得，耻邀淇上姝。\r\n广江无术阡，大泽绝方隅。浪中海童语，流下鲛人居。\r\n春雁时隐舟，新萍复满湖。采采乘日暮，不思贤与愚。"
        },
        {
            "title": "樵父词",
            "content": "山北饶朽木，山南多枯枝。枯枝作采薪，爨室私自知。\r\n诘朝砺斧寻，视暮行歌归。先雪隐薜荔，迎暄卧茅茨。\r\n清涧日濯足，乔木时曝衣。终年登险阻，不复忧安危。\r\n荡漾与神游，莫知是与非。"
        },
        {
            "title": "牧童词",
            "content": "不言牧田远，不道牧陂深。所念牛驯扰，不乱牧童心。\r\n圆笠覆我首，长蓑披我襟。方将忧暑雨，亦以惧寒阴。\r\n大牛隐层坂，小牛穿近林。同类相鼓舞，触物成讴吟。\r\n取乐须臾间，宁问声与音。"
        },
        {
            "title": "献王威仪",
            "content": "入与真主言，有骑天马来。但有华清宫，不用神明台。\r\n肃肃长自闲，门静无人开。"
        },
        {
            "title": "述韦昭应画犀牛",
            "content": "遐方献文犀，万里随南金。大邦柔远人，以之居山林。\r\n食棘无秋冬，绝流无浅深。双角前崭崭，三蹄下駸駸。\r\n朝贤壮其容，未能辨其音。有我衰鸟郎，新邑长鸣琴。\r\n陛阁飞嘉声，丘甸盈仁心。闲居命国工，作绘北堂阴。\r\n眈眈若有神，庶比来仪禽。昔有舞天庭，为君奏龙吟。"
        },
        {
            "title": "相和歌辞·采菱曲",
            "content": "浊水菱叶肥，清水菱叶鲜。义不游浊水，志士多苦言。\r\n潮没具区薮，潦深云梦田。朝随北风去，暮逐南风还。\r\n浦口多渔家，相与邀我船。饭稻以终日，羹莼将永年。\r\n方冬水物穷，又欲休山樊。尽室相随从，所贵无忧患。"
        },
        {
            "title": "相和歌辞·采莲曲",
            "content": "浅渚荷花繁，深塘菱叶疏。独往方自得，耻邀淇上姝。\r\n广江无术阡，大泽绝方隅。浪中海童语，流下鲛人居。\r\n春雁时隐舟，新荷复满湖。采采乘日暮，不思贤与愚。"
        },
        {
            "title": "相和歌辞·野田黄雀行",
            "content": "啧啧野田雀，不知躯体微。闲穿深蒿里，争食复争飞。\r\n穷老一颓舍，枣多桑树稀。无枣犹可食，无桑何以衣。\r\n萧条空仓暮，相引时来归。邪路岂不捷，渚田岂不肥。\r\n水长路且坏，恻恻与心违。"
        },
        {
            "title": "钓鱼湾",
            "content": "垂钓绿湾春，春深杏花乱。\r\n潭清疑水浅，荷动知鱼散。\r\n日暮待情人，维舟绿杨岸。"
        },
        {
            "title": "猛虎词",
            "content": "寒亦不忧雪，饥亦不食人。人肉岂不甘，所恶伤明神。\r\n太室为我宅，孟门为我邻。百兽为我膳，五龙为我宾。\r\n蒙马一何威，浮江一以仁。彩章耀朝日，爪牙雄武臣。\r\n高云逐气浮，厚地随声震。君能贾馀勇，日夕长相亲。"
        },
        {
            "title": "渔父词",
            "content": "泽鱼好鸣水，溪鱼好上流。渔梁不得意，下渚潜垂钩。\r\n乱荇时碍楫，新芦复隐舟。静言念终始，安坐看沉浮。\r\n素发随风扬，远心与云游。逆浪还极浦，信潮下沧洲。\r\n非为徇形役，所乐在行休。"
        }
    ]
}