{
    "dynasty": "唐",
    "author": "韦应物",
    "intro": "韦应物（约737－792）早年当过唐玄宗的侍卫，“身为里中横，家藏亡命儿，朝提樗蒲局，暮窃东邻姬”，他这番自述，不禁使人联想起在锦衣玉食绿酒红灯中长大的高干子弟，总是无法无天，连地方官也惹不起的。奇怪的是，他却在玩乐够了之后，忽而发愤读书，下决心脱胎换骨。后来他做过几任县令和刺史，曾经严惩不法军吏，又常感到无力拯救百姓而自愧，写下了“邑有泳流亡愧俸钱”这样的名句，终于在文学史上奠定了自己无可争辩的地位。他的诗卓然名家，“高雅闲谈，自成一家之体”，世以“王孟韦柳”并称，都继承陶渊明而各有特色。 他的词不多， 仅《三台》和《调笑》共四首。“胡马”一阕，极写边塞的荒凉，全无一字写人，却深切地体现了征人远戍的孤独和烦忧，选唐五代词没有不选这一首的。",
    "items": [
        {
            "title": "东郊",
            "content": "吏舍跼终年，出郊旷清曙。\r\n杨柳散和风，青山澹吾虑。\r\n依丛适自憩，缘涧还复去。\r\n微雨霭芳原，春鸠鸣何处。\r\n乐幽心屡止，遵事迹犹遽。\r\n终罢斯结庐，慕陶直可庶。\r\n【注释】：①跼（jú）：拘束。\r\n②旷清曙：在清幽的曙色中得以精神舒畅。\r\n③澹：澄静；\r\n④虑：思绪。\r\n⑤霭：迷蒙貌。\r\n⑥庶：庶几，差不多。　【译文】：　　整年拘束官署之中实在烦闷，清晨出去郊游顿觉精神欢愉。嫩绿的杨柳伴随着春风荡漾，苍翠的山峰淡化了我的思虑。靠着灌木丛自由自在地憩息，沿着涧流旁任凭意愿地徘徊。芳香的原野落着迷蒙的细雨，宁静的大地到处是春鸠鸣啼。本爱长处清幽屡次不得如愿，只因公务缠身行迹十分匆促。终有一日罢官归隐在此结庐，羡慕陶潜差不多能得到乐趣。【赏析】：　　这是写春日郊游情景的诗。诗先写拘束于公务，因而案牍劳形。次写诗人走出官衙，春日郊游，呼吸到郊外清新的空气而心旷神怡，快乐无限。再写归隐不遂，越发慕陶，想到要在此结庐长住，表现出对官场生活的厌倦和对大自然的热爱。诗以真情实感诉说了官场生活的繁忙乏味，抒发了回归自然的清静快乐。人世哲，经验谈，话真情真，读之教益非浅。“杨柳散和风，青山澹吾虑”，可谓风景陶冶情怀的绝唱。"
        },
        {
            "title": "出还",
            "content": "昔出喜还家，今还独伤意。入室掩无光，衔哀写虚位。\r\n凄凄动幽幔，寂寂惊寒吹。幼女复何知，时来庭下戏。\r\n咨嗟日复老，错莫身如寄。家人劝我餐，对案空垂泪。"
        },
        {
            "title": "对芳尊",
            "content": "对芳尊，醉来百事何足论。遥见青山始一醒，\r\n欲著接蓠还复昏。"
        },
        {
            "title": "郡斋赠王卿",
            "content": "无术谬称简，素餐空自嗟。秋斋雨成滞，山药寒始华。\r\n濩落人皆笑，幽独岁逾赊。唯君出尘意，赏爱似山家。"
        },
        {
            "title": "李博士弟以余罢官居同德精舍，共有伊陆名",
            "content": "初夏息众缘，双林对禅客。枉兹芳兰藻，促我幽人策。\r冥搜企前哲，逸句陈往迹。仿佛陆浑南，迢递千峰碧。\r从来迟高驾，自顾无物役。山水心所娱，如何更朝夕。\r晨兴涉清洛，访子高阳宅。莫言往来疏，驽马知阡陌。"
        },
        {
            "title": "和晋陵陆丞早春游望（一作杜审言诗）",
            "content": "独有宦游人，偏惊物候新。云霞出海曙，梅柳渡江春。\r淑气催黄鸟，晴光照绿蘋。忽闻歌苦调，归思欲沾巾。"
        },
        {
            "title": "南池宴钱子辛，赋得科斗",
            "content": "临池见科斗，美尔乐有馀。不忧网与钩，幸得免为鱼。\r且愿充文字，登君尺素书。"
        },
        {
            "title": "登西南冈卜居遇雨,寻竹浪至沣堧,萦带数里，",
            "content": "登高创危构，林表见川流。微雨飒已至，萧条川气秋。\r下寻密竹尽，忽旷沙际游。纡曲水分野，绵延稼盈畴。\r寒花明废墟，樵牧笑榛丘。云水成阴澹，竹树更清幽。\r适自恋佳赏，复兹永日留。"
        },
        {
            "title": "登宝意寺上方旧游（寺在武功，曾居此寺）",
            "content": "翠岭香台出半天，万家烟树满晴川。\r诸僧近住不相识，坐听微钟记往年。"
        },
        {
            "title": "话旧（亭中对兄姊话兰陵崇贤怀真已来故事，",
            "content": "存亡三十载，事过悉成空。不惜沾衣泪，并话一宵中。"
        },
        {
            "title": "同李二过亡友郑子故第（李与之故，非予所识",
            "content": "客车名未灭，没世恨应长。斜月知何照，幽林判自芳。\r故人惊逝水，寒雀噪空墙。不是平生旧，遗踪要可伤。"
        },
        {
            "title": "东林精舍见故殿中郑侍御题诗，追旧书情，涕",
            "content": "仲月景气佳，东林一登历。中有故人诗，凄凉在高壁。\r精思长悬世，音容已归寂。墨泽传洒馀，磨灭亲翰迹。\r平生忽如梦，百事皆成昔。结骑京华年，挥文箧笥积。\r朝廷重英彦，时辈分圭璧。永谢柏梁陪，独阙金门籍。\r方婴存殁感，岂暇林泉适。雨馀山景寒，风散花光夕。\r新知虽满堂，故情谁能觌。唯当同时友，缄寄空凄戚。"
        },
        {
            "title": "张彭州前与缑氏冯少府各惠寄一篇，多故未答",
            "content": "君昔掌文翰，西垣复石渠。朱衣乘白马，辉光照里闾。\r余时忝南省，接宴愧空虚。一别守兹郡，蹉跎岁再除。\r长怀关河表，永日简牍馀。郡中有方塘，凉阁对红蕖。\r金玉蒙远贶，篇咏见吹嘘。未答平生意，已没九原居。\r秋风吹寝门，长恸涕涟如。覆视缄中字，奄为昔人书。\r发鬓已云白，交友日凋疏。冯生远同恨，憔悴在田庐。"
        },
        {
            "title": "伤逝（此后十九首，尽同德精舍旧居伤怀时所",
            "content": "染白一为黑，焚木尽成灰。念我室中人，逝去亦不回。\r结发二十载，宾敬如始来。提携属时屯，契阔忧患灾。\r柔素亮为表，礼章夙所该。仕公不及私，百事委令才。\r一旦入闺门，四屋满尘埃。斯人既已矣，触物但伤摧。\r单居移时节，泣涕抚婴孩。知妄谓当遣，临感要难裁。\r梦想忽如睹，惊起复徘徊。此心良无已，绕屋生蒿莱。"
        },
        {
            "title": "山行积雨，归途始霁",
            "content": "揽辔穷登降，阴雨遘二旬。但见白云合，不睹岩中春。\r急涧岂易揭，峻途良难遵。深林猿声冷，沮洳虎迹新。\r始霁升阳景，山水阅清晨。杂花积如雾，百卉萋已陈。\r鸣驺屡骧首，归路自忻忻。"
        },
        {
            "title": "春月观省属城，始憩东西林精舍",
            "content": "因时省风俗，布惠迨高年。建隼出浔阳，整驾游山川。\r白云敛晴壑，群峰列遥天。嶔崎石门状，杳霭香炉烟。\r榛荒屡罥挂，逼侧殆覆颠。方臻释氏庐，时物屡华妍。\r昙远昔经始，于兹閟幽玄。东西竹林寺，灌注寒涧泉。\r人事既云泯，岁月复已绵。殿宇馀丹绀，磴阁峭欹悬。\r佳士亦栖息，善身绝尘缘。今我蒙朝寄，教化敷里厘。\r道妙苟为得，出处理无偏。心当同所尚，迹岂辞缠牵。"
        },
        {
            "title": "因省风俗，访道士侄不见，题壁",
            "content": "去年涧水今亦流，去年杏花今又拆。\r山人归来问是谁，还是去年行春客。\r第一百九十一卷"
        },
        {
            "title": "将发楚州，经宝应县，访李二，忽于州馆相遇",
            "content": "孤舟欲夜发，只为访情人。此地忽相遇，留连意更新。\r停杯嗟别久，对月言家贫。一问临邛令，如何待上宾。"
        },
        {
            "title": "答僴奴、重阳二甥（僴奴赵氏甥伉，重阳崔氏",
            "content": "弃职曾守拙，玩幽遂忘喧。山涧依硗瘠，竹树荫清源。\r贫居烟火湿，岁熟梨枣繁。风雨飘茅屋，蒿草没瓜园。\r群属相欢悦，不觉过朝昏。有时看禾黍，落日上秋原。\r饮酒任真性，挥笔肆狂言。一朝忝兰省，三载居远藩。\r复与诸弟子，篇翰每相敦。西园休习射，南池对芳樽。\r山药经雨碧，海榴凌霜翻。念尔不同此，怅然复一论。\r重阳守故家，僴子旅湘沅。俱有缄中藻，恻恻动离魂。\r不知何日见，衣上泪空存。"
        },
        {
            "title": "冬夜宿司空曙野居，因寄酬赠",
            "content": "南北与山邻，蓬庵庇一身。繁霜疑有雪，荒草似无人。\r遂性在耕稼，所交唯贱贫。何掾张椽傲，每重德璋亲。"
        },
        {
            "title": "路逢崔、元二侍御避马见招，以诗见赠",
            "content": "一台称二妙，归路望行尘。俱是攀龙客，空为避马人。\r见招翻跼蹐，相问良殷勤。日日吟趋府，弹冠岂有因。"
        },
        {
            "title": "答史馆张学士段柳庶子学士集贤院看花见寄，",
            "content": "班杨秉文史，对院自为邻。馀香掩阁去，迟日看花频。\r似雪飘阊阖，从风点近臣。南宫有芳树，不并禁垣春。"
        },
        {
            "title": "答崔主簿问，兼简温上人",
            "content": "缘情生众累，晚悟依道流。诸境一已寂，了将身世浮。\r闲居澹无味，忽复四时周。靡靡芳草积，稍稍新篁抽。\r即此抱馀素，块然诚寡俦。自适一忻意，愧蒙君子忧。"
        },
        {
            "title": "李博士弟以余罢官居同德精舍，共有伊陆名",
            "content": "初夏息众缘，双林对禅客。枉兹芳兰藻，促我幽人策。\r\n冥搜企前哲，逸句陈往迹。仿佛陆浑南，迢递千峰碧。\r\n从来迟高驾，自顾无物役。山水心所娱，如何更朝夕。\r\n晨兴涉清洛，访子高阳宅。莫言往来疏，驽马知阡陌。"
        },
        {
            "title": "假中枉卢二十二书亦称卧疾，兼讶李二久不访",
            "content": "微官何事劳趋走，服药闲眠养不才。花里棋盘憎鸟污，\r枕边书卷讶风开。故人问讯缘同病，芳月相思阻一杯。\r应笑王戎成俗物，遥持麈尾独徘徊。"
        },
        {
            "title": "任洛阳丞，答前长安田少府问",
            "content": "相逢且对酒，相问欲何如。数岁犹卑吏，家人笑著书。\r告归应未得，荣宦又知疏。日日生春草，空令忆旧居。"
        },
        {
            "title": "谢栎阳令归西郊，赠别诸友生",
            "content": "结发仕州县，蹉跎在文墨。徒有排云心，何由生羽翼。\r幸遭明盛日，万物蒙生植。独此抱微痾，颓然谢斯职。\r世道方荏苒，郊园思偃息。为欢日已延，君子情未极。\r驰觞忽云晏，高论良难测。游步清都宫，迎风嘉树侧。\r晨起西郊道，原野分黍稷。自乐陶唐人，服勤在微力。\r伫君列丹陛，出处两为得。"
        },
        {
            "title": "赋得沙际路，送从叔象",
            "content": "独树沙边人迹稀，欲行愁远暮钟时。\r野泉几处侵应尽，不遇山僧知问谁。"
        },
        {
            "title": "赋得鼎门，送卢耿赴任",
            "content": "名因定鼎地，门对凿龙山。水北楼台近，城南车马还。\r稍开芳野静，欲掩暮钟闲。去此无嗟屈，前贤尚抱关。"
        },
        {
            "title": "送李二归楚州（时李季弟牧楚州，被讼赴急）",
            "content": "情人南楚别，复咏在原诗。忽此嗟岐路，还令泣素丝。\r风波朝夕远，音信往来迟。好去扁舟客，青云何处期。"
        },
        {
            "title": "期卢嵩，枉书称日暮无马不赴，以诗答",
            "content": "佳期不可失，终愿枉衡门。南陌人犹度，西林日未昏。\r庭前空倚杖，花里独留樽。莫道无来驾，知君有短辕。"
        },
        {
            "title": "和李二主簿，寄淮上綦毋三",
            "content": "满城怜傲吏，终日赋新诗。请报淮阴客，春帆浪作期。"
        },
        {
            "title": "和张舍人夜直中书，寄吏部刘员外",
            "content": "西垣草诏罢，南宫忆上才。月临兰殿出，凉自凤池来。\r松桂生丹禁，鸳鹭集云台。托身各有所，相望徒徘徊。"
        },
        {
            "title": "复理西斋，寄丘员外",
            "content": "前岁理西斋，得与君子同。迨兹已一周，怅望临春风。\r始自疏林竹，还复长榛丛。端正良难久，芜秽易为功。\r援斧开众郁，如师启群蒙。庭宇还清旷，烦抱亦舒通。\r海隅雨雪霁，春序风景融。时物方如故，怀贤思无穷。"
        },
        {
            "title": "寄二严（士良，婺牧。士元，郴牧）",
            "content": "丝竹久已懒，今日遇君忺。打破蜘蛛千道网，\r总为鶺鴒两个严。\r第一百八十九卷"
        },
        {
            "title": "赋得浮云起离色，送郑述诚",
            "content": "游子欲言去，浮云那得知。偏能见行色，自是独伤离。\r晚带城遥暗，秋生峰尚奇。还因朔吹断，匹马与相随。"
        },
        {
            "title": "因省风俗，与从侄成绪游山水，中道先归寄示",
            "content": "累宵同燕酌，十舍携征骑。始造双林寂，遐搜洞府秘。\r群峰绕盘郁，悬泉仰特异。阴壑云松埋，阳崖烟花媚。\r每虑观省牵，中乖游践志。我尚山水行，子归栖息地。\r一操临流袂，上耸干云辔。独往倦危途，怀冲寡幽致。\r赖尔还都期，方将登楼迟。"
        },
        {
            "title": "示全真元常（元常，赵氏生）",
            "content": "余辞郡符去，尔为外事牵。宁知风雪夜，复此对床眠。\r始话南池饮，更咏西楼篇。无将一会易，岁月坐推迁。"
        },
        {
            "title": "途中寄杨邈、裴绪，示褒子（永阳县馆中作）",
            "content": "上宰领淮右，下国属星驰。雾野腾晓骑，霜竿裂冻旗。\r萧萧陟连冈，莽莽望空陂。风截雁嘹唳，云惨树参差。\r高斋明月夜，中庭松桂姿。当睽一酌恨，况此两旬期。"
        },
        {
            "title": "览褒子卧病一绝，聊以题示（沈氏生全真）",
            "content": "念子抱沉疾，霜露变滁城。独此高窗下，自然无世情。"
        },
        {
            "title": "肀甭シ纭２?辗奸籽啵??胱蚴蓖?＞?88_1",
            "content": "无术谬称简，素餐空自嗟。秋斋雨成滞，山药寒始华。\r濩落人皆笑，幽独岁逾赊。唯君出尘意，赏爱似山家。"
        },
        {
            "title": "郡中对雨，赠元锡兼简杨凌",
            "content": "宿雨冒空山，空城响秋叶。沉沉暮色至，凄凄凉气入。\r萧条林表散，的砾荷上集。夜雾著衣重，新苔侵履湿。\r遇兹端忧日，赖与嘉宾接。"
        },
        {
            "title": "郡斋感秋，寄诸弟",
            "content": "首夏辞旧国，穷秋卧滁城。方如昨日别，忽觉徂岁惊。\r高阁收烟雾，池水晚澄清。户牖已凄爽，晨夜感深情。\r昔游郎署间，是月天气晴。授衣还西郊，晓露田中行。\r采菊投酒中，昆弟自同倾。簪组聊挂壁，焉知有世荣。\r一旦居远郡，山川间音形。大道庶无累，及兹念已盈。"
        },
        {
            "title": "郊园闻蝉，寄诸弟",
            "content": "去岁郊园别，闻蝉在兰省。今岁卧南谯，蝉鸣归路永。\r夕响依山谷，馀悲散秋景。缄书报此时，此心方耿耿。"
        },
        {
            "title": "园林晏起，寄昭应韩明府、卢主簿",
            "content": "田家已耕作，井屋起晨烟。园林鸣好鸟，闲居犹独眠。\r不觉朝已晏，起来望青天。四体一舒散，情性亦忻然。\r还复茅檐下，对酒思数贤。束带理官府，简牍盈目前。\r当念中林赏，览物遍山川。上非遇明世，庶以道自全。"
        },
        {
            "title": "雪夜下朝，呈省中一绝",
            "content": "南望青山满禁闱，晓陪鸳鹭正差池。\r共爱朝来何处雪，蓬莱宫里拂松枝。\r第一百八十八卷"
        },
        {
            "title": "途中书情，寄沣上两弟，因送二甥却还",
            "content": "华簪岂足恋，幽林徒自违。遥知别后意，寂寞掩郊扉。\r回首昆池上，更羡尔同归。"
        },
        {
            "title": "秋夜南宫，寄沣上弟及诸生",
            "content": "暝色起烟阁，沉抱积离忧。况兹风雨夜，萧条梧叶秋。\r空宇感凉至，颓颜惊岁周。日夕游阙下，山水忆同游。"
        },
        {
            "title": "还阙首途，寄精舍亲友",
            "content": "休沐日云满，冲然将罢观。严车候门侧，晨起正朝冠。\r山泽含馀雨，川涧注惊湍。揽辔遵东路，回首一长叹。\r居人已不见，高阁在林端。"
        },
        {
            "title": "始除尚书郎，别善福精舍",
            "content": "简略非世器，委身同草木。逍遥精舍居，饮酒自为足。\r累日曾一栉，对书常懒读。社腊会高年，山川恣游瞩。\r明世方选士，中朝悬美禄。除书忽到门，冠带便拘束。\r愧忝郎署迹，谬蒙君子录。俯仰垂华缨，飘飖翔轻毂。\r行将亲爱别，恋此西涧曲。远峰明夕川，夏雨生众绿。\r迅风飘野路，回首不遑宿。明晨下烟阁，白云在幽谷。"
        },
        {
            "title": "将往滁城恋新竹，简崔都水示端",
            "content": "停车欲去绕丛竹，偏爱新筠十数竿。\r莫遣儿童触琼粉，留待幽人回日看。"
        },
        {
            "title": "沣上对月，寄孔谏议",
            "content": "思怀在云阙，泊素守中林。出处虽殊迹，明月两知心。"
        },
        {
            "title": "西郊期涤武不至，书示",
            "content": "山高鸣过雨，涧树落残花。非关春不待，当由期自赊。"
        },
        {
            "title": "春日郊居，寄万年吉少府中孚、三原少府伟、",
            "content": "谷鸟时一啭，田园春雨馀。光风动林早，高窗照日初。\r独饮涧中水，吟咏老氏书。城阙应多事，谁忆此闲居。"
        },
        {
            "title": "开元观怀旧，寄李二、韩二、裴四兼呈崔郎中",
            "content": "宿昔清都燕，分散各西东。车马行迹在，霜雪竹林空。\r方轸故物念，谁复一樽同。聊披道书暇，还此听松风。"
        },
        {
            "title": "寓居沣上精舍，寄于、张二舍人",
            "content": "万木丛云出香阁，西连碧涧竹林园。高斋犹宿远山曙，\r微霰下庭寒雀喧。道心淡泊对流水，生事萧疏空掩门。\r时忆故交那得见，晓排阊阖奉明恩。"
        },
        {
            "title": "晚出沣上，赠崔都水",
            "content": "临流一舒啸，望山意转延。隔林分落景，馀霞明远川。\r首起趣东作，已看耘夏田。一从民里居，岁月再徂迁。\r昧质得全性，世名良自牵。行忻携手归，聊复饮酒眠。"
        },
        {
            "title": "西郊养疾，闻畅校书有新什见赠，久伫不至，",
            "content": "养病惬清夏，郊园敷卉木。窗夕含涧凉，雨馀爱筠绿。\r披怀始高咏，对琴转幽独。仰子游群英，吐词如兰馥。\r还闻枉嘉藻，伫望延昏旭。唯见草青青，闭户沣水曲。"
        },
        {
            "title": "九日沣上作，寄崔主簿倬二李端系",
            "content": "凄凄感时节，望望临沣涘。翠岭明华秋，高天澄遥滓。\r川寒流愈迅，霜交物初委。林叶索已空，晨禽迎飙起。\r时菊乃盈泛，浊醪自为美。良游虽可娱，殷念在之子。\r人生不自省，营欲无终已。孰能同一酌，陶然冥斯理。"
        },
        {
            "title": "寺居独夜，寄崔主簿",
            "content": "幽人寂不寐，木叶纷纷落。寒雨暗深更，流萤度高阁。\r坐使青灯晓，还伤夏衣薄。宁知岁方晏，离居更萧索。"
        },
        {
            "title": "善福阁对雨，寄李儋幼遐",
            "content": "飞阁凌太虚，晨跻郁峥嵘。惊飙触悬槛，白云冒层甍。\r太阴布其地，密雨垂八纮。仰观固不测，俯视但冥冥。\r感此穷秋气，沈郁命友生。及时未高步，羁旅游帝京。\r圣朝无隐才，品物俱昭形。国士秉绳墨，何以表坚贞。\r寸心东北驰，思与一会并。我车夙已驾，将逐晨风征。\r郊途住成淹，默默阻中情。"
        },
        {
            "title": "四禅精舍登览悲旧，寄朝宗、巨川兄弟",
            "content": "萧散人事忧，迢递古原行。春风日已暄，百草亦复生。\r跻阁谒金像，攀云造禅扃。新景林际曙，杂花川上明。\r徂岁方缅邈，陈事尚纵横。温泉有佳气，驰道指京城。\r携手思故日，山河留恨情。存者邈难见，去者已冥冥。\r临风一长恸，谁畏行路惊。"
        },
        {
            "title": "秋集罢还途中作，谨献寿春公、黎公",
            "content": "束带自衡门，奉命宰王畿。君侯枉高鉴，举善掩瑕疵。\r斯民本已安，工拙两无施。何以酬明德，岁晏不磷缁。\r时节乃来集，欣怀方载驰。平明大府开，一得拜光辉。\r温如春风至，肃若严霜威。群属所载瞻，而忘倦与饥。\r公堂燕华筵，礼罢复言辞。将从平门道，憩车沣水湄。\r山川降嘉岁，草木蒙润滋。孰云还本邑，怀恋独迟迟。"
        },
        {
            "title": "紫阁东林居士叔缄赐松英丸，捧对忻喜，盖非",
            "content": "碧涧苍松五粒稀，侵云采去露沾衣。夜启群仙合灵药，\r朝思俗侣寄将归。道场斋戒今初服，人事荤膻已觉非。\r一望岚峰拜还使，腰间铜印与心违。"
        },
        {
            "title": "独游西斋，寄崔主簿",
            "content": "同心忽已别，昨事方成昔。幽径还独寻，绿苔见行迹。\r秋斋正萧散，烟水易昏夕。忧来结几重，非君不可释。"
        },
        {
            "title": "朝请后还邑，寄诸友生",
            "content": "宰邑分甸服，夙驾朝上京。是时当暮春，休沐集友生。\r抗志青云表，俱践高世名。樽酒且欢乐，文翰亦纵横。\r良游昔所希，累宴夜复明。晨露含瑶琴，夕风殒素英。\r一旦遵归路，伏轼出京城。谁言再念别，忽若千里行。\r闲閤寡喧讼，端居结幽情。况兹昼方永，展转何由平。"
        },
        {
            "title": "西郊游宴，寄赠邑僚李巽",
            "content": "升阳暧春物，置酒临芳席。高宴阙英僚，众宾寡欢怿。\r是时尚多垒，板筑兴颓壁。羁旅念越疆，领徒方祗役。\r如何嘉会日，当子忧勤夕。西郊郁已茂，春岚重如积。\r何当返徂雨，杂英纷可惜。"
        },
        {
            "title": "过扶风精舍旧居，简朝宗、巨川兄弟",
            "content": "佛刹出高树，晨光闾井中。年深念陈迹，迨此独忡忡。\r零落逢故老，寂寥悲草虫。旧宇多改构，幽篁延本丛。\r栖止事如昨，芳时去已空。佳人亦携手，再往今不同。\r新文聊感旧，想子意无穷。"
        },
        {
            "title": "同德寺雨后，寄元侍御、李博士",
            "content": "川上风雨来，须臾满城阙。岧峣青莲界，萧条孤兴发。\r前山遽已净，阴霭夜来歇。乔木生夏凉，流云吐华月。\r严城自有限，一水非难越。相望曙河远，高斋坐超忽。"
        },
        {
            "title": "同德精舍养疾，寄河南兵曹东厅掾",
            "content": "逍遥东城隅，双树寒葱茜。广庭流华月，高阁凝馀霰。\r杜门非养素，抱疾阻良宴。孰谓无他人，思君岁云变。\r官曹亮先忝，陈躅惭俊彦。岂知晨与夜，相代不相见。\r缄书问所如，酬藻当芬绚。"
        },
        {
            "title": "同德阁期元侍御、李博士不至，各投赠二首",
            "content": "庭树忽已暗，故人那不来。只因厌烦暑，永日坐霜台。\r官荣多所系，闲居亦愆期。高阁犹相望，青山欲暮时。"
        },
        {
            "title": "同长源归南徐，寄子西、子烈、有道",
            "content": "东洛何萧条，相思邈遐路。策驾复谁游，入门无与晤。\r还因送归客，达此缄中素。屡暌心所欢，岂得颜如故。\r所欢不可暌，严霜晨凄凄。如彼万里行，孤妾守空闺。\r临觞一长叹，素欲何时谐。"
        },
        {
            "title": "雪中闻李儋过门不访，聊以寄赠",
            "content": "度门能不访，冒雪屡西东。已想人如玉，遥怜马似骢。\r乍迷金谷路，稍变上阳宫。还比相思意，纷纷正满空。"
        },
        {
            "title": "寄洪州幕府卢二十一侍御（自南昌令拜，顷同",
            "content": "忽报南昌令，乘骢入郡城。同时趋府客，此日望尘迎。\r文苑台中妙，冰壶幕下清。洛阳相去远，犹使故林荣。"
        },
        {
            "title": "发广陵留上家兄，兼寄上长沙",
            "content": "将违安可怀，宿恋复一方。家贫无旧业，薄宦各飘飏。\r执板身有属，淹时心恐惶。拜言不得留，声结泪满裳。\r漾漾动行舫，亭亭远相望。离晨苦须臾，独往道路长。\r萧条风雨过，得此海气凉。感秋意已违，况自结中肠。\r推道固当遣，及情岂所忘。何时共还归，举翼鸣春阳。"
        },
        {
            "title": "自巩洛舟行入黄河即事，寄府县僚友",
            "content": "夹水苍山路向东，东南山豁大河通。寒树依微远天外，\r夕阳明灭乱流中。孤村几岁临伊岸，一雁初晴下朔风。\r为报洛桥游宦侣，扁舟不系与心同。"
        },
        {
            "title": "将往江淮，寄李十九儋",
            "content": "燕燕东向来，文鹓亦西飞。如何不相见，羽翼有高卑。\r徘徊到河洛，华屋未及窥。秋风飘我行，远与淮海期。\r回首隔烟雾，遥遥两相思。阳春自当返，短翮欲追随。"
        },
        {
            "title": "早春对雪，寄前殿中元侍御",
            "content": "扫雪开幽径，端居望故人。犹残腊月酒，更值早梅春。\r几日东城陌，何时曲水滨。闻闲且共赏，莫待绣衣新。"
        },
        {
            "title": "假中对雨，呈县中僚友",
            "content": "却足甘为笑，闲居梦杜陵。残莺知夏浅，社雨报年登。\r流麦非关忘，收书独不能。自然忧旷职，缄此谢良朋。"
        },
        {
            "title": "高陵书情，寄三原卢少府",
            "content": "直方难为进，守此微贱班。开卷不及顾，沉埋案牍间。\r兵凶久相践，徭赋岂得闲。促戚下可哀，宽政身致患。\r日夕思自退，出门望故山。君心倘如此，携手相与还。"
        },
        {
            "title": "移疾会诗客元生与释子法朗，因贻诸祠曹",
            "content": "对此嘉树林，独有戚戚颜。抱瘵知旷职，淹旬非乐闲。\r释子来问讯，诗人亦扣关。道同意暂遣，客散疾徐还。\r园径自幽静，玄蝉噪其间。高窗瞰远郊，暮色起秋山。\r英曹幸休暇，悢悢心所攀。"
        },
        {
            "title": "淮上喜会梁川故人",
            "content": "江汉曾为客，相逢每醉还。浮云一别后，流水十年间。\r欢笑情如旧，萧疏鬓已斑。何因北归去，淮上对秋山。"
        },
        {
            "title": "听嘉陵江水声，寄深上人",
            "content": "凿崖泄奔湍，称古神禹迹。夜喧山门店，独宿不安席。\r水性自云静，石中本无声。如何两相激，雷转空山惊。\r贻之道门旧，了此物我情。"
        },
        {
            "title": "城中卧疾，知阎、薛二子屡从邑令饮，因以赠",
            "content": "车马日萧萧，胡不枉我庐。方来从令饮，卧病独何如。\r秋风起汉皋，开户望平芜。即此吝音素，焉知中密疏。\r渴者不思火，寒者不求水。人生羁寓时，去就当如此。\r犹希心异迹，眷眷存终始。"
        },
        {
            "title": "淮上喜会梁川故友",
            "content": "江汉曾为客，相逢每醉还。\r\n浮云一别后，流水十年间。\r\n欢笑情如旧，萧疏鬓已斑。\r\n何因北归去，淮上对秋山。"
        },
        {
            "title": "池上",
            "content": "郡中卧病久，池上一来赊。榆柳飘枯叶，风雨倒横查。"
        },
        {
            "title": "九日",
            "content": "一为吴郡守，不觉菊花开。始有故园思，且喜众宾来。\r\n第一百九十六卷"
        },
        {
            "title": "趋府候晓，呈两县僚友",
            "content": "趋府不遑安，中宵出户看。满天星尚在，近壁烛仍残。\r立马频惊曙，垂帘却避寒。可怜同宦者，应悟下流难。"
        },
        {
            "title": "经少林精舍，寄都邑亲友",
            "content": "息驾依松岭，高阁一攀缘。前瞻路已穷，既诣喜更延。\r出巘听万籁，入林濯幽泉。鸣钟生道心，暮磬空云烟。\r独往虽暂适，多累终见牵。方思结茅地，归息期暮年。"
        },
        {
            "title": "送宫人入道",
            "content": "舍宠求仙畏色衰，辞天素面立天墀。金丹拟驻千年貌，\r\n宝镜休匀八字眉。公主与收珠翠后，君王看戴角冠时。\r\n从来宫女皆相妒，说著瑶台总泪垂。"
        },
        {
            "title": "陪王郎中寻孔征君",
            "content": "俗吏闲居少，同人会面难。偶随香署客，来访竹林欢。\r\n暮馆花微落，春城雨暂寒。瓮间聊共酌，莫使宦情阑。"
        },
        {
            "title": "虞获子鹿",
            "content": "虞获子鹿，畜之城陬。园有美草，池有清流。\r\n但见蹶蹶，亦闻呦呦。谁知其思，岩谷云游。"
        },
        {
            "title": "咏徐正字画青蝇",
            "content": "误点能成物，迷真许一时。笔端来已久，座上去何迟。\r\n顾白曾无变，听鸡不复疑。讵劳才子赏，为入国人诗。"
        },
        {
            "title": "淮上即事，寄广陵亲故",
            "content": "前舟已眇眇，欲渡谁相待。秋山起暮钟，楚雨连沧海。\r风波离思满，宿昔容鬓改。独鸟下东南，广陵何处在。"
        },
        {
            "title": "南池宴钱",
            "content": "临池见科斗，美尔乐有馀。不忧网与钩，幸得免为鱼。\r\n且愿充文字，登君尺素书。"
        },
        {
            "title": "上皇三台",
            "content": "不寐倦长更，披衣出户行。月寒秋竹冷，风切夜窗声。"
        },
        {
            "title": "易言",
            "content": "洪炉炽炭燎一毛，大鼎炊汤沃残雪。疾影随形不觉至，\r\n千钧引缕不知绝。未若同心言，一言和同解千结。"
        },
        {
            "title": "难言",
            "content": "掬土移山望山尽，投石填海望海满。持索捕风几时得，\r\n将刀斫水几时断。未若不相知，中心万仞何由款。"
        },
        {
            "title": "采玉行",
            "content": "官府征白丁，言采蓝谿玉。绝岭夜无家，深榛雨中宿。\r\n独妇饷粮还，哀哀舍南哭。"
        },
        {
            "title": "乐燕行",
            "content": "良辰且燕乐，乐往不再来。赵瑟正高张，音响清尘埃。\r\n一弹和妙讴，吹去绕瑶台。艳雪凌空散，舞罗起徘徊。\r\n辉辉发众颜，灼灼叹令才。当喧既无寂，中饮亦停杯。\r\n华灯何遽升，驰景忽西颓。高节亦云立，安能滞不回。"
        },
        {
            "title": "答畅参军",
            "content": "秉笔振芳步，少年且吏游。官闲高兴生，夜直河汉秋。\r\n念与清赏遇，方抱沉疾忧。嘉言忽见赠，良药同所瘳。\r\n高树起栖鸦，晨钟满皇州。凄清露华动，旷朗景气浮。\r\n偶宦心非累，处喧道自幽。空虚为世薄，子独意绸缪。"
        },
        {
            "title": "凌雾行",
            "content": "秋城海雾重，职事凌晨出。浩浩合元天，溶溶迷朗日。\r\n才看含鬓白，稍视沾衣密。道骑全不分，郊树都如失。\r\n霏微误嘘吸，肤腠生寒栗。归当饮一杯，庶用蠲斯疾。"
        },
        {
            "title": "寇季膺古刀歌",
            "content": "古刀寒锋青槭槭，少年交结平陵客。求之时代不可知，\r\n千痕万穴如星离。重叠泥沙更剥落，纵横鳞甲相参差。\r\n古物有灵知所适，貂裘拂之横广席。阴森白日掩云虹，\r\n错落池光动金碧。知君宝此夸绝代，求之不得心常爱。\r\n厌见今时绕指柔，片锋折刃犹堪佩。高山成谷苍海填，\r\n英豪埋没谁所捐。吴钩断马不知处，几度烟尘今独全。\r\n夜光投人人不畏，知君独识精灵器。酬恩结思心自知，\r\n死生好恶不相弃。白虎司秋金气清，高天寥落云峥嵘。\r\n月肃风凄古堂净，精芒切切如有声。何不跨蓬莱，\r\n斩长鲸。世人所好殊辽阔，千金买铅徒一割。"
        },
        {
            "title": "鼋头山神女歌",
            "content": "鼋头之山，直上洞庭连青天。苍苍烟树闭古庙，\r\n中有蛾眉成水仙。水府沉沉行路绝，蛟龙出没无时节。\r\n魂同魍魉潜太阴，身与空山长不灭。东晋永和今几代，\r\n云发素颜犹盼睐。阴深灵气静凝美，的砾龙绡杂琼珮。\r\n山精木魅不敢亲，昏明想像如有人。蕙兰琼芳积烟露，\r\n碧窗松月无冬春。舟客经过奠椒醑，巫女南音歌激楚。\r\n碧水冥空惟鸟飞，长天何处云随雨。红渠绿蘋芳意多，\r\n玉灵荡漾凌清波。孤峰绝岛俨相向，鬼啸猿啼垂女萝。\r\n皓雪琼枝殊异色，北方绝代徒倾国。云没烟销不可期，\r\n明堂翡翠无人得。精灵变态状无方，游龙宛转惊鸿翔。\r\n湘妃独立九疑暮，汉女菱歌春日长。始知仙事无不有，\r\n可惜吴宫空白首。"
        },
        {
            "title": "夏冰歌",
            "content": "出自玄泉杳杳之深井，汲在朱明赫赫之炎辰。\r\n九天含露未销铄，阊阖初开赐贵人。碎如坠琼方截璐，\r\n粉壁生寒象筵布。玉壶纨扇亦玲珑，座有丽人色俱素。\r\n咫尺炎凉变四时，出门焦灼君讵知。肥羊甘醴心闷闷，\r\n饮此莹然何所思。当念阑干凿者苦，腊月深井汗如雨。"
        },
        {
            "title": "信州录事参军常曾古鼎歌",
            "content": "三年纠一郡，独饮寒泉井。江南铸器多铸银，\r\n罢官无物唯古鼎。雕螭刻篆相错盘，地中岁久青苔寒。\r\n左对苍山右流水，云有古来葛仙子。葛仙埋之何不还，\r\n耕者鎗然得其间。持示世人不知宝，劝君炼丹就寿考。"
        },
        {
            "title": "棕榈蝇拂歌",
            "content": "棕榈为拂登君席，青蝇掩乱飞四壁。文如轻罗散如发，\r\n马尾牦牛不能絜。柄出湘江之竹碧玉寒，\r\n上有织罗萦缕寻未绝。左挥右洒繁暑清，孤松一枝风有\r\n声。\r\n丽人纨素可怜色，安能点白还为黑。"
        },
        {
            "title": "汉武帝杂歌三首",
            "content": "汉武好神仙，黄金作台与天近。王母摘桃海上还，\r\n感之西过聊问讯。欲来不来夜未央，殿前青鸟先回翔。\r\n绿鬓萦云裾曳雾，双节飘飖下仙步。白日分明到世间，\r\n碧空何处来时路。玉盘捧桃将献君，踟蹰未去留彩云。\r\n海水桑田几翻覆，中间此桃四五熟。可怜穆满瑶池燕，\r\n正值花开不得荐。花开子熟安可期，邂逅能当汉武时。\r\n颜如芳华洁如玉，心念我皇多嗜欲。虽留桃核桃有灵，\r\n人间粪土种不生。由来在道岂在药，徒劳方士海上行。\r\n掩扇一言相谢去，如烟非烟不知处。\r\n金茎孤峙兮凌紫烟，汉宫美人望杳然。通天台上月初出，\r\n承露盘中珠正圆。珠可饮，寿可永。武皇南面曙欲分，从空\r\n下来玉杯冷。世间彩翠亦作囊，八月一日仙人方。仙方称上\r\n药，静者服之常绰约。柏梁沉饮自伤神，犹闻驻颜七十春。\r\n乃知甘醲皆是腐肠物，独有淡泊之水能益人。千载金盘竟何\r\n处，当时铸金恐不固。蔓草生来春复秋，碧天何言空坠露。\r\n汉天子，观风自南国。浮舟大江屹不前，\r\n蛟龙索斗风波黑。春秋方壮雄武才，弯弧叱浪连山开。\r\n愕然观者千万众，举麾齐呼一矢中。死蛟浮出不复灵，\r\n舳舻千里江水清。鼓鼙馀响数日在，天吴深入鱼鳖惊。\r\n左有佽飞落霜翮，右有孤儿贯犀革。何为临深亲射蛟，\r\n示威以夺诸侯魄。威可畏，皇可尊。平田校猎书犹陈，\r\n此日从臣何不言。独有威声振千古，君不见后嗣尊为武。"
        },
        {
            "title": "骊山行",
            "content": "君不见开元至化垂衣裳，厌坐明堂朝万方。\r\n访道灵山降圣祖，沐浴华池集百祥。千乘万骑被原野，\r\n云霞草木相辉光。禁仗围山晓霜切，离宫积翠夜漏长。\r\n玉阶寂历朝无事，碧树萎蕤寒更芳。三清小鸟传仙语，\r\n九华真人奉琼浆。下元昧爽漏恒秩，登山朝礼玄元室。\r\n翠华稍隐天半云，丹阁光明海中日。羽旗旄节憩瑶台，\r\n清丝妙管从空来。万井九衢皆仰望，彩云白鹤方徘徊。\r\n凭高览古嗟寰宇，造化茫茫思悠哉。秦川八水长缭绕，\r\n汉氏五陵空崔嵬。乃言圣祖奉丹经，以年为日亿万龄。\r\n苍生咸寿阴阳泰，高谢前王出尘外。英豪共理天下晏，\r\n戎夷詟伏兵无战。时丰赋敛未告劳，海阔珍奇亦来献。\r\n干戈一起文武乖，欢娱已极人事变。圣皇弓剑坠幽泉，\r\n古木苍山闭宫殿。缵承鸿业圣明君，威震六合驱妖氛。\r\n太平游幸今可待，汤泉岚岭还氛氲。"
        },
        {
            "title": "五弦行",
            "content": "美人为我弹五弦，尘埃忽静心悄然。古刀幽磬初相触，\r\n千珠贯断落寒玉。中曲又不喧，徘徊夜长月当轩。\r\n如伴风流萦艳雪，更逐落花飘御园。独凤寥寥有时隐，\r\n碧霄来下听还近。燕姬有恨楚客愁，言之不尽声能尽。\r\n末曲感我情，解幽释结和乐生。壮士有仇未得报，\r\n拔剑欲去愤已平，夜寒酒多愁遽明。"
        },
        {
            "title": "送褚校书归旧山歌",
            "content": "握珠不返泉，匣玉不归山。明皇重士亦如此，忽怪褚生\r\n何得还。方称羽猎赋，未拜兰台职。汉箧亡书已暗传，嵩丘\r\n遗简还能识。朝朝待诏青锁闱，中有万年之树蓬莱池。世人\r\n仰望栖此地，生独徘徊意何为。故山可往薇可采，一自人间\r\n星岁改。藏书壁中苔半侵，洗药泉中月还在。春风饮饯灞陵\r\n原，莫厌归来朝市喧。不见东方朔，避世从容金马门。"
        },
        {
            "title": "白沙亭逢吴叟歌",
            "content": "龙池宫里上皇时，罗衫宝带香风吹。满朝豪士今已尽，\r\n欲话旧游人不知。白沙亭上逢吴叟，爱客脱衣且沽酒。\r\n问之执戟亦先朝，零落难艰却负樵。亲观文物蒙雨露，\r\n见我昔年侍丹霄。冬狩春祠无一事，欢游洽宴多颁赐。\r\n尝陪月夕竹宫斋，每返温泉灞陵醉。星岁再周十二辰，\r\n尔来不语今为君。盛时忽去良可恨，一生坎壈何足云。"
        },
        {
            "title": "听莺曲",
            "content": "东方欲曙花冥冥，啼莺相唤亦可听。乍去乍来时近远，\r\n才闻南陌又东城。忽似上林翻下苑，绵绵蛮蛮如有情。\r\n欲啭不啭意自娇，羌儿弄笛曲未调。前声后声不相及，\r\n秦女学筝指犹涩。须臾风暖朝日暾，流音变作百鸟喧。\r\n谁家懒妇惊残梦，何处愁人忆故园。伯劳飞过声跼促，\r\n戴胜下时桑田绿。不及流莺日日啼花间，\r\n能使万家春意闲。有时断续听不了，飞去花枝犹袅袅。\r\n还栖碧树锁千门，春漏方残一声晓。"
        },
        {
            "title": "弹棋歌",
            "content": "园天方地局，二十四气子。刘生绝艺难对曹，客为歌其\r\n能，请从中央起。中央转斗破欲阑，零落势背谁能弹。此中\r\n举一得六七，旋风忽散霹雳疾。履机乘变安可当，置之死地\r\n翻取强。不见短兵反掌收已尽，唯有猛士守四方。四方又何\r\n难，横击且缘边。岂如昆明与碣石，一箭飞中隔远天。\r\n神安志惬动十全，满堂惊视谁得然。\r\n第一百九十五卷"
        },
        {
            "title": "宝观主白鸲鹆歌",
            "content": "鸲鹆鸲鹆，众皆如漆，尔独如玉。鸲之鹆之，众皆蓬蒿\r\n下，尔自三山来。三山处子下人间，绰约不妆冰雪颜。仙鸟\r\n随飞来掌上。来掌上，时拂拭。人心鸟意自无猜，玉指霜毛\r\n本同色。有时一去凌苍苍，朝游汗漫暮玉堂。巫峡雨中飞暂\r\n湿，杏花林里过来香。日夕依仁全羽翼，空欲衔环非报德。\r\n岂不及阿母之家青鸟儿，汉宫来往传消息。"
        },
        {
            "title": "石鼓歌",
            "content": "周宣大猎兮岐之阳，刻石表功兮炜煌煌。\r\n石如鼓形数止十，风雨缺讹苔藓涩。今人濡纸脱其文，\r\n既击既扫白黑分。忽开满卷不可识，惊潜动蛰走云云。\r\n喘逶迤，相纠错，乃是宣王之臣史籀作。\r\n一书遗此天地间，精意长存世冥寞。秦家祖龙还刻石，\r\n碣石之罘李斯迹。世人好古犹共传，持来比此殊悬隔。"
        },
        {
            "title": "马明生遇神女歌",
            "content": "学仙贵功亦贵精，神女变化感马生。石壁千寻启双检，\r\n中有玉堂铺玉簟。立之一隅不与言，玉体安隐三日眠。\r\n马生一立心转坚，知其丹白蒙哀怜。安期先生来起居，\r\n请示金铛玉佩天皇书。神女呵责不合见，\r\n仙子谢过手足战。大瓜玄枣冷如冰，海上摘来朝霞凝。\r\n赐仙复坐对食讫，颔之使去随烟升。乃言马生合不死，\r\n少姑教敕令付尔。安期再拜将生出，一授素书天地毕。"
        },
        {
            "title": "萼绿华歌",
            "content": "有一人兮升紫霞，书名玉牒兮萼绿华。\r\n仙容矫矫兮杂瑶珮，轻衣重重兮蒙绛纱。\r\n云雨愁思兮望淮海，鼓吹萧条兮驾龙车。\r\n世淫浊兮不可降，胡不来兮玉斧家。"
        },
        {
            "title": "广陵行",
            "content": "雄藩镇楚郊，地势郁岧峣。双旌拥万戟，中有霍嫖姚。\r\n海云助兵气，宝货益军饶。严城动寒角，晚骑踏霜桥。\r\n翕习英豪集，振奋士卒骁。列郡何足数，趋拜等卑寮。\r\n日宴方云罢，人逸马萧萧。忽如京洛间，游子风尘飘。\r\n归来视宝剑，功名岂一朝。"
        },
        {
            "title": "学仙二首",
            "content": "昔有道士求神仙，灵真下试心确然。千钧巨石一发悬，\r\n卧之石下十三年。存道忘身一试过，名奏玉皇乃升天。\r\n云气冉冉渐不见，留语弟子但精坚。\r\n石上凿井欲到水，惰心一起中路止。岂不见古来三人俱\r\n弟兄，结茅深山读仙经。上有青冥倚天之绝壁，下有飕飗万\r\n壑之松声。仙人变化为白鹿，二弟玩之兄诵读。读多七过可\r\n乞言，为子心精得神仙。可怜二弟仰天泣，一失毫厘千万年。"
        },
        {
            "title": "温泉行",
            "content": "出身天宝今年几，顽钝如锤命如纸。作官不了却来归，\r\n还是杜陵一男子。北风惨惨投温泉，忽忆先皇游幸年。\r\n身骑厩马引天仗，直入华清列御前。玉林瑶雪满寒山，\r\n上升玄阁游绛烟。平明羽卫朝万国，车马合沓溢四鄽。\r\n蒙恩每浴华池水，扈猎不蹂渭北田。朝廷无事共欢燕，\r\n美人丝管从九天。一朝铸鼎降龙驭，小臣髯绝不得去。\r\n今来萧瑟万井空，唯见苍山起烟雾。可怜蹭蹬失风波，\r\n仰天大叫无奈何。弊裘羸马冻欲死，赖遇主人杯酒多。"
        },
        {
            "title": "金谷园歌",
            "content": "石氏灭，金谷园中水流绝。当时豪右争骄侈，锦为步障\r\n四十里。东风吹花雪满川，紫气凝阁朝景妍。洛阳陌上人回\r\n首，丝竹飘飖入青天。晋武平吴恣欢燕，馀风靡靡朝廷变。\r\n嗣世衰微谁肯忧，二十四友日日空追游。追游讵可足，共惜\r\n年华促。祸端一发埋恨长，百草无情春自绿。"
        },
        {
            "title": "古剑行",
            "content": "千年土中两刃铁，土蚀不入金星灭。沉沉青脊鳞甲满，\r\n蛟龙无足蛇尾断，忽欲飞动中有灵。豪士得之敌国宝，\r\n仇家举意半夜鸣。小儿女子不可近，龙蛇变化此中隐。\r\n夏云奔走雷阗阗，恐成霹雳飞上天。"
        },
        {
            "title": "鼙鼓行",
            "content": "淮海生云暮惨澹，广陵城头鼙鼓暗，寒声坎坎风动边。\r\n忽似孤城万里绝，四望无人烟。又如虏骑截辽水，胡马不食\r\n仰朔天。座中亦有燕赵士，闻鼙不语客心死。何况鳏孤火绝\r\n无晨炊，独妇夜泣官有期。"
        },
        {
            "title": "燕衔泥",
            "content": "衔泥燕，声喽喽，尾涎涎。秋去何所归，春来复相见,\r\n岂不解决绝高飞碧云里，何为地上衔泥滓。衔泥虽贱意有营，\r\n梁朝日巢欲成。不见百鸟畏人林野宿，翻遭网罗俎其肉，未\r\n若衔泥入华屋。燕衔泥，百鸟之智莫与齐。"
        },
        {
            "title": "鸢夺巢",
            "content": "野鹊野鹊巢林梢，鸱鸢恃力夺鹊巢。吞鹊之肝啄鹊脑，\r\n窃食偷居还自保。凤凰五色百鸟尊，知鸢为害何不言。\r\n霜鹯野鹞得残肉，同啄膻腥不肯逐。可怜百鸟纷纵横，\r\n虽有深林何处宿。"
        },
        {
            "title": "乌引雏",
            "content": "日出照东城，春乌鸦鸦雏和鸣。雏和鸣，羽犹短。\r\n巢在深林春正寒，引飞欲集东城暖。群雏缡褷睥睨高，\r\n举翅不及坠蓬蒿。雄雌来去飞又引，音声上下惧鹰隼。\r\n引赶雏乌，尔心急急将何如，何得比日搜索雀卵噉尔\r\n雏。"
        },
        {
            "title": "王母歌（一作玉女歌）",
            "content": "众仙翼神母，羽盖随云起。上游玄极杳冥中，\r\n下看东海一杯水。海畔种桃经几时，千年开花千年子。\r\n玉颜眇眇何处寻，世上茫茫人自死。"
        },
        {
            "title": "酒肆行",
            "content": "豪家沽酒长安陌，一旦起楼高百尺。碧疏玲珑含春风，\r\n银题彩帜邀上客。回瞻丹凤阙，直视乐游苑。\r\n四方称赏名已高，五陵车马无近远。晴景悠扬三月天，\r\n桃花飘俎柳垂筵。繁丝急管一时合，他垆邻肆何寂然。\r\n主人无厌且专利，百斛须臾一壶费。初醲后薄为大偷，\r\n饮者知名不知味。深门潜酝客来稀，终岁醇醲味不移。\r\n长安酒徒空扰扰，路傍过去那得知。"
        },
        {
            "title": "贵游行",
            "content": "汉帝外家子，恩泽少封侯。垂杨拂白马，晓日上青楼。\r\n上有颜如玉，高情世无俦。轻裾含碧烟，窈窕似云浮。\r\n良时无还景，促节为我讴。忽闻艳阳曲，四坐亦已柔。\r\n宾友仰称叹，一生何所求。平明击钟食，入夜乐未休。\r\n风雨愆岁候，兵戎横九州。焉知坐上客，草草心所忧。"
        },
        {
            "title": "横塘行",
            "content": "妾家住横塘，夫婿郗家郎。玉盘的历双白鱼，宝簟玲珑\r\n透象床。象床可寝鱼可食，不知郎意何南北。岸上种莲岂得\r\n生，池中种槿岂得成。丈夫一去花落树，妾独夜长心未平。"
        },
        {
            "title": "行路难（一作连环歌）",
            "content": "荆山之白玉兮，良工雕琢双环连，月蚀中央镜心穿。\r\n故人赠妾初相结，恩在环中寻不绝。人情厚薄苦须臾，\r\n昔似连环今似玦。连环可碎不可离，如何物在人自移。\r\n上客勿遽欢，听妾歌路难。旁人见环环可怜。\r\n不知中有长恨端。"
        },
        {
            "title": "鹧鸪啼（一作李峤诗）",
            "content": "可怜鹧鸪飞，飞向树南枝。南枝日照暖，北枝霜露滋。\r\n露滋不堪栖，使我夜常啼。愿逢云中鹤，衔我向寥廓。\r\n愿作城上乌，一年生九雏。何不旧巢住，枝弱不得去。\r\n何意道苦辛，客子常畏人。\r\n第一百九十四卷"
        },
        {
            "title": "仙人祠",
            "content": "苍岑古仙子，清庙閟华容。千载去寥廓，白云遗旧踪。\r\n归来灞陵上，犹见最高峰。"
        },
        {
            "title": "始建射侯",
            "content": "男子本悬弧，有志在四方。虎竹忝明命，熊侯始张皇。\r\n宾登时事毕，诸将备戎装。星飞的屡破，鼓噪武更扬。\r\n曾习邹鲁学，亦陪鸳鹭翔。一朝愿投笔，世难激中肠。"
        },
        {
            "title": "子规啼",
            "content": "高林滴露夏夜清，南山子规啼一声。\r\n邻家孀妇抱儿泣，我独展转何时明。"
        },
        {
            "title": "述园鹿",
            "content": "野性本难畜，玩习亦逾年。麑班始力直，麚角已苍然。\r\n仰首嚼园柳，俯身饮清泉。见人若闲暇，蹶起忽低骞。\r\n兹兽有高貌，凡类宁比肩。不得游山泽，跼促诚可怜。"
        },
        {
            "title": "夜闻独鸟啼",
            "content": "失侣度山觅，投林舍北啼。今将独夜意，偏知对影栖。"
        },
        {
            "title": "射雉",
            "content": "走马上东冈，朝日照野田。野田双雉起，翻射斗回鞭。\r\n虽无百发中，聊取一笑妍。羽分绣臆碎，头弛锦鞘悬。\r\n方将悦羁旅，非关学少年。弢弓一长啸，忆在灞城阡。"
        },
        {
            "title": "始闻夏蝉",
            "content": "徂夏暑未晏，蝉鸣景已曛。一听知何处，高树但侵云。\r\n响悲遇衰齿，节谢属离群。还忆郊园日，得向涧中闻。"
        },
        {
            "title": "烟际钟",
            "content": "隐隐起何处，迢迢送落晖。苍茫随思远，萧散逐烟微。\r\n秋野寂云晦，望山僧独归。"
        },
        {
            "title": "上方僧",
            "content": "见月出东山，上方高处禅。空林无宿火，独夜汲寒泉。\r\n不下蓝溪寺，今年三十年。"
        },
        {
            "title": "山耕叟",
            "content": "萧萧垂白发，默默讵知情。独放寒林烧，多寻虎迹行。\r\n暮归何处宿，来此空山耕。"
        },
        {
            "title": "西塞山",
            "content": "势从千里奔，直入江中断。岚横秋塞雄，地束惊流满。"
        },
        {
            "title": "题石桥",
            "content": "远学临海峤，横此莓苔石。郡斋三四峰，如有灵仙迹。\r\n方愁暮云滑，始照寒池碧。自与幽人期，逍遥竟朝夕。"
        },
        {
            "title": "题桐叶",
            "content": "参差剪绿绮，潇洒覆琼柯。忆在沣东寺，偏书此叶多。"
        },
        {
            "title": "慈恩寺南池秋荷咏",
            "content": "对殿含凉气，裁规覆清沼。衰红受露多，馀馥依人少。\r\n萧萧远尘迹，飒飒凌秋晓。节谢客来稀，回塘方独绕。"
        },
        {
            "title": "花径",
            "content": "山花夹径幽，古甃生苔涩。胡床理事馀，玉琴承露湿。\r\n朝与诗人赏，夜携禅客入。自是尘外踪，无令吏趋急。"
        },
        {
            "title": "郡斋移杉",
            "content": "擢干方数尺，幽姿已苍然。结根西山寺，来植郡斋前。\r\n新含野露气，稍静高窗眠。虽为赏心遇，岂有岩中缘。"
        },
        {
            "title": "喜园中茶生",
            "content": "洁性不可污，为饮涤尘烦。此物信灵味，本自出山原。\r\n聊因理郡馀，率尔植荒园。喜随众草长，得与幽人言。"
        },
        {
            "title": "移海榴",
            "content": "叶有苦寒色，山中霜霰多。虽此蒙阳景，移根意如何。"
        },
        {
            "title": "种瓜",
            "content": "率性方卤莽，理生尤自疏。今年学种瓜，园圃多荒芜。\r\n众草同雨露，新苗独翳如。直以春窘迫，过时不得锄。\r\n田家笑枉费，日夕转空虚。信非吾侪事，且读古人书。"
        },
        {
            "title": "西涧种柳",
            "content": "宰邑乖所愿，黾勉愧昔人。聊将休暇日，种柳西涧滨。\r\n置锸息微倦，临流睇归云。封壤自人力，生条在阳春。\r\n成阴岂自取，为茂属他辰。延咏留佳赏，山水变夕曛。"
        },
        {
            "title": "种药",
            "content": "好读神农书，多识药草名。持缣购山客，移莳罗众英。\r\n不改幽涧色，宛如此地生。汲井既蒙泽，插楥亦扶倾。\r\n阴颖夕房敛，阳条夏花明。悦玩从兹始，日夕绕庭行。\r\n州民自寡讼，养闲非政成。"
        },
        {
            "title": "对杂花",
            "content": "朝红争景新，夕素含露翻。妍姿如有意，流芳复满园。\r\n单栖守远郡，永日掩重门。不与花为偶，终遣与谁言。"
        },
        {
            "title": "玩萤火",
            "content": "时节变衰草，物色近新秋。度月影才敛，绕竹光复流。"
        },
        {
            "title": "见紫荆花",
            "content": "杂英纷已积，含芳独暮春。还如故园树，忽忆故园人。"
        },
        {
            "title": "对萱草",
            "content": "何人树萱草，对此郡斋幽。本是忘忧物，今夕重生忧。\r\n丛疏露始滴，芳馀蝶尚留。还思杜陵圃，离披风雨秋。"
        },
        {
            "title": "夏花明",
            "content": "夏条绿已密，朱萼缀明鲜。炎炎日正午，灼灼火俱燃。\r\n翻风适自乱，照水复成妍。归视窗间字，荧煌满眼前。"
        },
        {
            "title": "对新篁",
            "content": "新绿苞初解，嫩气笋犹香。含露渐舒叶，抽丛稍自长。\r\n清晨止亭下，独爱此幽篁。"
        },
        {
            "title": "夜对流萤作",
            "content": "月暗竹亭幽，萤光拂席流。还思故园夜，更度一年秋。\r\n自惬观书兴，何惭秉烛游。府中徒冉冉，明发好归休。"
        },
        {
            "title": "闻雁",
            "content": "故园眇何处，归思方悠哉。淮南秋雨夜，高斋闻雁来。"
        },
        {
            "title": "对残灯",
            "content": "独照碧窗久，欲随寒烬灭。幽人将遽眠，解带翻成结。"
        },
        {
            "title": "对春雪",
            "content": "萧屑杉松声，寂寥寒夜虑。州贫人吏稀，雪满山城曙。\r\n春塘看幽谷，栖禽愁未去。开闱正乱流，宁辨花枝处。"
        },
        {
            "title": "咏春雪",
            "content": "裴回轻雪意，似惜艳阳时。\r\n不悟风花冷，翻令梅柳迟。"
        },
        {
            "title": "雪中",
            "content": "空堂岁已晏，密室独安眠。\r\n压筱夜偏积，覆阁晓逾妍。\r\n连山暗古郡，惊风散一川。\r\n此时骑马出，忽省京华年。"
        },
        {
            "title": "滁城对雪",
            "content": "晨起满闱雪，忆朝阊阖时。玉座分曙早，金炉上烟迟。\r\n飘散云台下，凌乱桂树姿。厕迹鸳鹭末，蹈舞丰年期。\r\n今朝覆山郡，寂寞复何为。"
        },
        {
            "title": "秋夜",
            "content": "暗窗凉叶动，秋天寝席单。忧人半夜起，明月在林端。\r\n一与清景遇，每忆平生欢。如何方恻怆，披衣露更寒。"
        },
        {
            "title": "九日",
            "content": "今朝把酒复惆怅，忆在杜陵田舍时。\r\n明年九日知何处，世难还家未有期。"
        },
        {
            "title": "七夕",
            "content": "人世拘形迹，别去间山川。岂意灵仙偶，相望亦弥年。\r\n夕衣清露湿，晨驾秋风前。临欢定不住，当为何所牵。"
        },
        {
            "title": "秋夜一绝",
            "content": "高阁渐凝露，凉叶稍飘闱。忆在南宫直，夜长钟漏稀。"
        },
        {
            "title": "寒食",
            "content": "晴明寒食好，春园百卉开。彩绳拂花去，轻毬度阁来。\r\n长歌送落日，缓吹逐残杯。非关无烛罢，良为羁思催。"
        },
        {
            "title": "楼中阅清管",
            "content": "山阳遗韵在，林端横吹惊。响迥凭高阁，曲怨绕秋城。\r\n淅沥危叶振，萧瑟凉气生。始遇兹管赏，已怀故园情。"
        },
        {
            "title": "野次听元昌奏横吹",
            "content": "立马莲塘吹横笛，微风动柳生水波。\r\n北人听罢泪将落，南朝曲中怨更多。"
        },
        {
            "title": "昭国里第听元老师弹琴",
            "content": "竹林高宇霜露清，朱丝玉徽多故情。\r\n暗识啼鸟与别鹤，只缘中有断肠声。"
        },
        {
            "title": "饵黄精",
            "content": "灵药出西山，服食采其根。九蒸换凡骨，经著上世言。\r\n候火起中夜，馨香满南轩。斋居感众灵，药术启妙门。\r\n自怀物外心，岂与俗士论。终期脱印绶，永与天壤存。"
        },
        {
            "title": "同褒子秋斋独宿",
            "content": "山月皎如烛，风霜时动竹。夜半鸟惊栖，窗间人独宿。"
        },
        {
            "title": "野居",
            "content": "结发屡辞秩，立身本疏慢。今得罢守归，幸无世欲患。\r\n栖止且偏僻，嬉游无早宴。逐兔上坡冈，捕鱼缘赤涧。\r\n高歌意气在，贳酒贫居惯。时启北窗扉，岂将文墨间。"
        },
        {
            "title": "永定寺喜辟强夜至",
            "content": "子有新岁庆，独此苦寒归。夜叩竹林寺，山行雪满衣。\r\n深炉正燃火，空斋共掩扉。还将一尊对，无言百事违。"
        },
        {
            "title": "寓居永定精舍（苏州）",
            "content": "政拙忻罢守，闲居初理生。家贫何由往，梦想在京城。\r\n野寺霜露月，农兴羁旅情。聊租二顷田，方课子弟耕。\r\n眼暗文字废，身闲道心精。即与人群远，岂谓是非婴。"
        },
        {
            "title": "郡斋卧疾绝句",
            "content": "香炉宿火灭，兰灯宵影微。秋斋独卧病，谁与覆寒衣。"
        },
        {
            "title": "晓坐西斋",
            "content": "冬冬城鼓动，稍稍林鸦去。柳意不胜春，岩光已知曙。\r\n寝斋有单祶，灵药为朝茹。盥漱忻景清，焚香澄神虑。\r\n公门自常事，道心宁易处。"
        },
        {
            "title": "新理西斋",
            "content": "方将氓讼理，久翳西斋居。草木无行次，闲暇一芟除。\r\n春阳土脉起，膏泽发生初。养条刊朽枿，护药锄秽芜。\r\n稍稍觉林耸，历历忻竹疏。始见庭宇旷，顿令烦抱舒。\r\n兹焉即可爱，何必是吾庐。"
        },
        {
            "title": "郊居言志",
            "content": "负暄衡门下，望云归远山。但要尊中物，馀事岂相关。\r\n交无是非责，且得任疏顽。日夕临清涧，逍遥思虑闲。\r\n出去唯空屋，弊箦委窗间。何异林栖鸟，恋此复来还。\r\n世荣斯独已，颓志亦何攀。唯当岁丰熟，闾里一欢颜。"
        },
        {
            "title": "郡中西斋",
            "content": "似与尘境绝，萧条斋舍秋。寒花独经雨，山禽时到州。\r\n清觞养真气，玉书示道流。岂将符守恋，幸已栖心幽。"
        },
        {
            "title": "野居书情",
            "content": "世事日可见，身名良蹉跎。尚瞻白云岭，聊作负薪歌。"
        },
        {
            "title": "燕居即事",
            "content": "萧条竹林院，风雨丛兰折。幽鸟林上啼，青苔人迹绝。\r\n燕居日已永，夏木纷成结。几阁积群书，时来北窗阅。"
        },
        {
            "title": "郡内闲居",
            "content": "栖息绝尘侣，孱钝得自怡。腰悬竹使符，心与庐山缁。\r\n永日一酣寝，起坐兀无思。长廊独看雨，众药发幽姿。\r\n今夕已云罢，明晨复如斯。何事能为累，宠辱岂要辞。"
        },
        {
            "title": "夜直省中",
            "content": "河汉有秋意，南宫生早凉。玉漏残杳杳，云阙更苍苍。\r\n华灯发新焰，轻烟浮夕香。顾迹知为忝，束带愧周行。"
        },
        {
            "title": "休暇东斋",
            "content": "由来束带士，请谒无朝暮。公暇及私身，何能独闲步。\r\n摘叶爱芳在，扪竹怜粉污。岸帻偃东斋，夏天清晓露。\r\n怀仙阅真诰，贻友题幽素。荣达颇知疏，恬然自成度。\r\n绿苔日已满，幽寂谁来顾。"
        },
        {
            "title": "晚出府舍与独孤兵曹、令狐士曹南寻朱雀街归",
            "content": "分曹幸同简，联骑方惬素。还从广陌归，不觉青山暮。\r\n翻翻鸟未没，杳杳钟犹度。寻草远无人，望山多枉路。\r\n聊参世士迹，尝得静者顾。出入虽见牵，忘身缘所晤。"
        },
        {
            "title": "县斋",
            "content": "仲春时景好，草木渐舒荣。公门且无事，微雨园林清。\r\n决决水泉动，忻忻众鸟鸣。闲斋始延瞩，东作兴庶氓。\r\n即事玩文墨，抱冲披道经。于焉日淡泊，徒使芳尊盈。"
        },
        {
            "title": "夏景端居即事",
            "content": "北斋有凉气，嘉树对层城。重门永日掩，清池夏云生。\r\n遇此庭讼简，始闻蝉初鸣。逾怀故园怆，默默以缄情。"
        },
        {
            "title": "任洛阳丞请告一首",
            "content": "方凿不受圆，直木不为轮。揆材各有用，反性生苦辛。\r\n折腰非吾事，饮水非吾贫。休告卧空馆，养病绝嚣尘。\r\n游鱼自成族，野鸟亦有群。家园杜陵下，千岁心氛氲。\r\n天晴嵩山高，雪后河洛春。乔木犹未芳，百草日已新。\r\n著书复何为，当去东皋耘。"
        },
        {
            "title": "咏声",
            "content": "万物自生听，太空恒寂寥。还从静中起，却向静中消。"
        },
        {
            "title": "咏夜",
            "content": "明从何处去，暗从何处来。但觉年年老，半是此中催。"
        },
        {
            "title": "咏晓",
            "content": "军中始吹角，城上河初落。深沉犹隐帷，晃朗先分阁。"
        },
        {
            "title": "咏琥珀",
            "content": "曾为老茯神，本是寒松液。蚊蚋落其中，千年犹可觌。"
        },
        {
            "title": "咏琉璃",
            "content": "有色同寒冰，无物隔纤玉。象筵看不见，堪将对玉人。"
        },
        {
            "title": "咏珊瑚",
            "content": "绛树无花叶，非石亦非琼。世人何处得，蓬莱石上生。"
        },
        {
            "title": "咏水精",
            "content": "映物随颜色，含空无表里。持来向明月，的皪愁成水。"
        },
        {
            "title": "咏露珠",
            "content": "秋荷一滴露，清夜坠玄天。将来玉盘上，不定始知圆。"
        },
        {
            "title": "咏玉",
            "content": "乾坤有精物，至宝无文章。雕琢为世器，真性一朝伤。"
        },
        {
            "title": "同元锡题琅琊寺",
            "content": "适从郡邑喧，又兹三伏热。山中清景多，石罅寒泉洁。\r\n花香天界事，松竹人间别。殿分岚岭明，磴临悬壑绝。\r\n昏旭穷陟降，幽显尽披阅。嶔骇风雨区，寒知龙蛇穴。\r\n情虚澹泊生，境寂尘妄灭。经世岂非道，无为厌车辙。"
        },
        {
            "title": "题郑弘宪侍御遗爱草堂",
            "content": "居士近依僧，青山结茅屋。疏松映岚晚，春池含苔绿。\r\n繁华冒阳岭，新禽响幽谷。长啸攀乔林，慕兹高世躅。"
        },
        {
            "title": "题从侄成绪西林精舍书斋",
            "content": "栖身齿多暮，息心君独少。慕谢始精文，依僧欲观妙。\r\n冽泉前阶注，清池北窗照。果药杂芬敷，松筠疏蒨峭。\r\n屡跻幽人境，每肆芳辰眺。采栗玄猿窟，撷芝丹林峤。\r\n纻衣岂寒御，蔬食非饥疗。虽甘巷北单，岂塞青紫耀。\r\n郡有优贤榻，朝编贡士诏。欲同朱轮载，勿惮移文诮。"
        },
        {
            "title": "题郑拾遗草堂",
            "content": "借地结茅栋，横竹挂朝衣。秋园雨中绿，幽居尘事违。\r\n阴井夕虫乱，高林霜果稀。子有白云意，构此想岩扉。\r\n第一百九十三卷"
        },
        {
            "title": "夏至避暑北池",
            "content": "昼晷已云极，宵漏自此长。未及施政教，所忧变炎凉。\r\n公门日多暇，是月农稍忙。高居念田里，苦热安可当。\r\n亭午息群物，独游爱方塘。门闭阴寂寂，城高树苍苍。\r\n绿筠尚含粉，圆荷始散芳。于焉洒烦抱，可以对华觞。"
        },
        {
            "title": "夏景园庐",
            "content": "群木昼阴静，北窗凉气多。闲居逾时节，夏云已嵯峨。\r\n搴叶爱繁绿，缘涧弄惊波。岂为论夙志，对此青山阿。"
        },
        {
            "title": "始至郡",
            "content": "湓城古雄郡，横江千里驰。高树上迢递，峻堞绕欹危。\r\n井邑烟火晚，郊原草树滋。洪流荡北阯，崇岭郁南圻。\r\n斯民本乐生，逃逝竟何为。旱岁属荒歉，旧逋积如坻。\r\n到郡方逾月，终朝理乱丝。宾朋未及宴，简牍已云疲。\r\n昔贤播高风，得守愧无施。岂待干戈戢，且愿抚茕嫠。"
        },
        {
            "title": "西亭",
            "content": "亭宇丽朝景，帘牖散暄风。小山初构石，珍树正然红。\r\n弱藤已扶树，幽兰欲成丛。芳心幸如此，佳人时不同。"
        },
        {
            "title": "南园",
            "content": "清露夏天晓，荒园野气通。水禽遥泛雪，池莲迥披红。\r\n幽林讵知暑，环舟似不穷。顿洒尘喧意，长啸满襟风。"
        },
        {
            "title": "简寂观西涧瀑布下作",
            "content": "淙流绝壁散，虚烟翠涧深。丛际松风起，飘来洒尘襟。\r\n窥萝玩猿鸟，解组傲云林。茶果邀真侣，觞酌洽同心。\r\n旷岁怀兹赏，行春始重寻。聊将横吹笛，一写山水音。"
        },
        {
            "title": "寻简寂观瀑布",
            "content": "蹑石欹危过急涧，攀崖迢递弄悬泉。\r\n犹将虎竹为身累，欲付归人绝世缘。"
        },
        {
            "title": "诣西山深师",
            "content": "曹溪旧弟子，何缘住此山。世有征战事，心将流水闲。\r\n扫林驱虎出，宴坐一林间。藩守宁为重，拥骑造云关。"
        },
        {
            "title": "同越琅琊山",
            "content": "石门有雪无行迹，松壑凝烟满众香。\r\n馀食施庭寒鸟下，破衣挂树老僧亡。"
        },
        {
            "title": "游琅琊山寺",
            "content": "受命恤人隐，兹游久未遑。鸣驺响幽涧，前旌耀崇冈。\r\n青冥台砌寒，绿缛草木香。填壑跻花界，叠石构云房。\r\n经制随岩转，缭绕岂定方。新泉泄阴壁，高萝荫绿塘。\r\n攀林一栖止，饮水得清凉。物累诚可遣，疲氓终未忘。\r\n还归坐郡阁，但见山苍苍。"
        },
        {
            "title": "起度律师同居东斋院",
            "content": "释子喜相偶，幽林俱避喧。安居同僧夏，清夜讽道言。\r\n对阁景恒晏，步庭阴始繁。逍遥无一事，松风入南轩。"
        },
        {
            "title": "昙智禅师院",
            "content": "高年不复出，门径众草生。时夏方新雨，果药发馀荣。\r\n疏澹下林景，流暮幽禽情。身名两俱遣，独此野寺行。"
        },
        {
            "title": "至西峰兰若受田妇馈",
            "content": "攀崖复缘涧，遂造幽人居。鸟鸣泉谷暖，土起萌甲舒。\r\n聊登石楼憩，下玩潭中鱼。田妇有嘉献，泼撒新岁馀。\r\n常怪投钱饮，事与贤达疏。今我何为答，鳏寡欲焉如。"
        },
        {
            "title": "澄秀上座院",
            "content": "缭绕西南隅，鸟声转幽静。秀公今不在，独礼高僧影。\r\n林下器未收，何人适煮茗。"
        },
        {
            "title": "义演法师西斋",
            "content": "结茅临绝岸，隔水闻清磬。山水旷萧条，登临散情性。\r\n稍指缘原骑，还寻汲涧径。长啸倚亭树，怅然川光暝。"
        },
        {
            "title": "道晏寺主院",
            "content": "北邻有幽竹，潜筠穿我庐。往来地已密，心乐道者居。\r\n残花回往节，轻条荫夏初。闻钟北窗起，啸傲永日馀。"
        },
        {
            "title": "蓝岭精舍",
            "content": "石壁精舍高，排云聊直上。佳游惬始愿，忘险得前赏。\r\n崖倾景方晦，谷转川如掌。绿林含萧条，飞阁起弘敞。\r\n道人上方至，清夜还独往。日落群山阴，天秋百泉响。\r\n所嗟累已成，安得长偃仰。"
        },
        {
            "title": "精舍纳凉",
            "content": "山景寂已晦，野寺变苍苍。夕风吹高殿，露叶散林光。\r\n清钟始戒夜，幽禽尚归翔。谁复掩扉卧，不咏南轩凉。"
        },
        {
            "title": "神静师院",
            "content": "青苔幽巷遍，新林露气微。经声在深竹，高斋独掩扉。\r\n憩树爱岚岭，听禽悦朝晖。方耽静中趣，自与尘事违。"
        },
        {
            "title": "行宽禅师院",
            "content": "北望极长廊，斜扉映丛竹。亭午一来寻，院幽僧亦独。\r\n唯闻山鸟啼，爱此林下宿。"
        },
        {
            "title": "慈恩精舍南池作",
            "content": "清境岂云远，炎氛忽如遗。重门布绿阴，菡萏满广池。\r\n石发散清浅，林光动涟漪。缘崖摘紫房，扣槛集灵龟。\r\n浥浥馀露气，馥馥幽襟披。积喧忻物旷，耽玩觉景驰。\r\n明晨复趋府，幽赏当反思。"
        },
        {
            "title": "同韩郎中闲庭南望秋景",
            "content": "朝下抱馀素，地高心本闲。如何趋府客，罢秩见秋山。\r\n疏树共寒意，游禽同暮还。因君悟清景，西望一开颜。"
        },
        {
            "title": "秋景诣琅琊精舍",
            "content": "屡访尘外迹，未穷幽赏情。高秋天景远，始见山水清。\r\n上陟岩殿憩，暮看云壑平。苍茫寒色起，迢递晚钟鸣。\r\n意有清夜恋，身为符守婴。悟言缁衣子，萧洒中林行。"
        },
        {
            "title": "善福精舍秋夜迟诸君",
            "content": "广庭独闲步，夜色方湛然。丹阁已排云，皓月更高悬。\r\n繁露降秋节，苍林郁芊芊。仰观天气凉，高咏古人篇。\r\n抚己亮无庸，结交赖群贤。属予翘思时，方子中夜眠。\r\n相去隔城阙，佳期屡徂迁。如何日夕待，见月三四圆。"
        },
        {
            "title": "游开元精舍",
            "content": "夏衣始轻体，游步爱僧居。果园新雨后，香台照日初。\r\n绿阴生昼静，孤花表春馀。符竹方为累，形迹一来疏。"
        },
        {
            "title": "与卢陟同游永定寺北池僧斋",
            "content": "密竹行已远，子规啼更深。绿池芳草气，闲斋春树阴。\r\n晴蝶飘兰径，游蜂绕花心。不遇君携手，谁复此幽寻。"
        },
        {
            "title": "游灵岩寺",
            "content": "始入松路永，独忻山寺幽。不知临绝槛，乃见西江流。\r\n吴岫分烟景，楚甸散林丘。方悟关塞眇，重轸故园愁。\r\n闻钟戒归骑，憩涧惜良游。地疏泉谷狭，春深草木稠。\r\n兹焉赏未极，清景期杪秋。"
        },
        {
            "title": "游南斋",
            "content": "池上鸣佳禽，僧斋日幽寂。高林晚露清，红药无人摘。\r\n春水不生烟，荒冈筠翳石。不应朝夕游，良为蹉跎客。"
        },
        {
            "title": "再游西山",
            "content": "南谯古山郡，信是高人居。自叹乏弘量，终朝亲簿书。\r\n于时忽命驾，秋野正萧疏。积逋诚待责，寻山亦有馀。\r\n测测石泉冷，暧暧烟谷虚。中有释门子，种果结茅庐。\r\n出身厌名利，遇境即踌躇。守直虽多忤，视险方晏如。\r\n况将尘埃外，襟抱从此舒。"
        },
        {
            "title": "雨夜宿清都观",
            "content": "灵飙动阊阖，微雨洒瑶林。复此新秋夜，高阁正沉沉。\r\n旷岁恨殊迹，兹夕一披襟。洞户含凉气，网轩构层阴。\r\n况自展良友，芳樽遂盈斟。适悟委前妄，清言怡道心。\r\n岂恋腰间绶，如彼笼中禽。"
        },
        {
            "title": "游西山",
            "content": "时事方扰扰，幽赏独悠悠。弄泉朝涉涧，采石夜归州。\r\n挥翰题苍峭，下马历嵌丘。所爱唯山水，到此即淹留。"
        },
        {
            "title": "南园陪王卿游瞩",
            "content": "形迹虽拘检，世事澹无心。郡中多山水，日夕听幽禽。\r\n几阁文墨暇，园林春景深。杂花芳意散，绿池暮色沉。\r\n君子有高躅，相携在幽寻。一酌何为贵，可以写冲襟。"
        },
        {
            "title": "陪王卿郎中游南池",
            "content": "鹓鸿俱失侣，同为此地游。露浥荷花气，风散柳园秋。\r\n烟草凝衰屿，星汉泛归流。林高初上月，塘深未转舟。\r\n清言屡往复，华樽始献酬。终忆秦川赏，端坐起离忧。"
        },
        {
            "title": "观沣水涨",
            "content": "夏雨万壑凑，沣涨暮浑浑。草木盈川谷，澶漫一平谷。\r\n槎梗方瀰泛，涛沫亦洪翻。北来注泾渭，所过无安源。\r\n云岭同昏黑，观望悸心魂。舟人空敛棹，风波正自奔。"
        },
        {
            "title": "园亭览物",
            "content": "积雨时物变，夏绿满园新。残花已落实，高笋半成筠。\r\n守此幽栖地，自是忘机人。"
        },
        {
            "title": "春游南亭",
            "content": "川明气已变，岩寒云尚拥。南亭草心绿，春塘泉脉动。\r\n景煦听禽响，雨馀看柳重。逍遥池馆华，益愧专城宠。"
        },
        {
            "title": "秋郊作",
            "content": "清露澄境远，旭日照林初。一望秋山净，萧条形迹疏。\r\n登原忻时稼，采菊行故墟。方愿沮溺耦，淡泊守田庐。"
        },
        {
            "title": "观田家",
            "content": "微雨众卉新，一雷惊蛰始。田家几日闲，耕种从此起。\r\n丁壮俱在野，场圃亦就理。归来景常晏，饮犊西涧水。\r\n饥劬不自苦，膏泽且为喜。仓廪无宿储，徭役犹未已。\r\n方惭不耕者，禄食出闾里。"
        },
        {
            "title": "秋夕西斋与僧神静游",
            "content": "晨登西斋望，不觉至夕曛。正当秋夏交，原野起烟氛。\r\n坐听凉飙举，华月稍披云。漠漠山犹隐，滟滟川始分。\r\n物幽夜更殊，境静兴弥臻。息机非傲世，于时乏嘉闻。\r\n究空自为理，况与释子群。"
        },
        {
            "title": "与幼遐、君贶兄弟同游白家竹潭",
            "content": "清赏非素期，偶游方自得。前登绝岭险，下视深潭黑。\r\n密竹已成暮，归云殊未极。春鸟依谷暄，紫兰含幽色。\r\n已将芳景遇，复款平生忆。终念一欢别，临风还默默。"
        },
        {
            "title": "月溪与幼遐、君贶同游（时二子还城）",
            "content": "岸筱覆回溪，回溪曲如月。沉沉水容绿，寂寂流莺歇。\r\n浅石方凌乱，游禽时出没。半雨夕阳霏，缘源杂花发。\r\n明晨重来此，同心应已阙。"
        },
        {
            "title": "再游西郊渡",
            "content": "水曲一追游，游人重怀恋。婵娟昨夜月，还向波中见。\r\n惊禽栖不定，流芳寒未遍。携手更何时，伫看花似霰。"
        },
        {
            "title": "西郊游瞩",
            "content": "东风散馀冱，陂水淡已绿。烟芳何处寻，杳蔼春山曲。\r\n新禽哢暄节，晴光泛嘉木。一与诸君游，华觞忻见属。"
        },
        {
            "title": "游溪",
            "content": "野水烟鹤唳，楚天云雨空。玩舟清景晚，垂钓绿蒲中。\r\n落花飘旅衣，归流澹清风。缘源不可极，远树但青葱。"
        },
        {
            "title": "任鄠令渼陂游眺",
            "content": "野水滟长塘，烟花乱晴日。氤氲绿树多，苍翠千山出。\r\n游鱼时可见，新荷尚未密。屡往心独闲，恨无理人术。"
        },
        {
            "title": "府舍月游",
            "content": "官舍耿深夜，佳月喜同游。横河俱半落，泛露忽惊秋。\r\n散彩疏群树，分规澄素流。心期与浩景，苍苍殊未收。"
        },
        {
            "title": "庄严精舍游集",
            "content": "良游因时暇，乃在西南隅。绿烟凝层城，丰草满通衢。\r\n精舍何崇旷，烦跼一弘舒。架虹施广荫，构云眺八区。\r\n即此尘境远，忽闻幽鸟殊。新林泛景光，丛绿含露濡。\r\n永日亮难遂，平生少欢娱。谁能遽还归，幸与高士俱。"
        },
        {
            "title": "再游龙门怀旧侣",
            "content": "两山郁相对，晨策方上干。霭霭眺都城，悠悠俯清澜。\r\n邈矣二三子，兹焉屡游盘。良时忽已周，独往念前欢。\r\n好鸟始云至，众芳亦未阑。遇物岂殊昔，慨伤自有端。"
        },
        {
            "title": "洛都游寓",
            "content": "东风日已和，元化亮无私。草木同时植，生条有高卑。\r\n罢官守园庐，岂不怀渴饥。穷通非所干，跼促当何为。\r\n佳辰幸可游，亲友亦相追。朝从华林宴，暮返东城期。\r\n掇英出兰皋，玩月步川坻。轩冕诚可慕，所忧在絷维。"
        },
        {
            "title": "襄武馆游眺",
            "content": "州民知礼让，讼简得遨游。高亭凭古地，山川当暮秋。\r\n是时粳稻熟，西望尽田畴。仰恩惭政拙，念劳喜岁收。\r\n澹泊风景晏，缭绕云树幽。节往情恻恻，天高思悠悠。\r\n嘉宾幸云集，芳樽始淹留。还希习池赏，聊以驻鸣驺。"
        },
        {
            "title": "游龙门香山泉",
            "content": "山水本自佳，游人已忘虑。碧泉更幽绝，赏爱未能去。\r\n潺湲写幽磴，缭绕带嘉树。激转忽殊流，归泓又同注。\r\n羽觞自成玩，永日亦延趣。灵草有时香，仙源不知处。\r\n还当候圆月，携手重游寓。"
        },
        {
            "title": "陪元侍御春游",
            "content": "何处醉春风，长安西复东。不因俱罢职，岂得此时同。\r\n贳酒宣平里，寻芳下苑中。往来杨柳陌，犹避昔年骢。"
        },
        {
            "title": "观早朝",
            "content": "伐鼓通严城，车马溢广躔。煌煌列明烛，朝服照华鲜。\r\n金门杳深沉，尚听清漏传。河汉忽已没，司阍启晨关。\r\n丹殿据龙首，崔嵬对南山。寒生千门里，日照双阙间。\r\n禁旅下成列，炉香起中天。辉辉睹明圣，济济行俊贤。\r\n愧无鸳鹭姿，短翮空飞还。谁当假毛羽，云路相追攀。"
        },
        {
            "title": "登重玄寺阁",
            "content": "时暇陟云构，晨霁澄景光。始见吴都大，十里郁苍苍。\r\n山川表明丽，湖海吞大荒。合沓臻水陆，骈阗会四方。\r\n俗繁节又暄，雨顺物亦康。禽鱼各翔泳，草木遍芬芳。\r\n于兹省氓俗，一用劝农桑。诚知虎符忝，但恨归路长。"
        },
        {
            "title": "晚登郡阁",
            "content": "怅然高阁望，已掩东城关。春风偏送柳，夜景欲沉山。"
        },
        {
            "title": "夜望",
            "content": "南楼夜已寂，暗鸟动林间。不见城郭事，沉沉唯四山。"
        },
        {
            "title": "寒食后北楼作",
            "content": "园林过新节，风花乱高阁。遥闻击鼓声，蹴鞠军中乐。"
        },
        {
            "title": "楼中月夜",
            "content": "端令倚悬槛，长望抱沉忧。宁知故园月，今夕在兹楼。\r\n衰莲送馀馥，华露湛新秋。坐见苍林变，清辉怆已休。"
        },
        {
            "title": "西楼",
            "content": "高阁一长望，故园何日归。烟尘拥函谷，秋雁过来稀。"
        },
        {
            "title": "善福寺阁",
            "content": "残霞照高阁，青山出远林。晴明一登望，潇洒此幽襟。"
        },
        {
            "title": "登楼",
            "content": "兹楼日登眺，流岁暗蹉跎。坐厌淮南守，秋山红树多。"
        },
        {
            "title": "台上迟客",
            "content": "高台一悄望，远树间朝晖。但见东西骑，坐令心赏违。\r\n始霁郊原绿，暮春啼鸟稀。徒然对芳物，何能独醉归。"
        },
        {
            "title": "无题",
            "content": "登高创危构，林表见川流。微雨飒已至，萧条川气秋。\r\n下寻密竹尽，忽旷沙际游。纡曲水分野，绵延稼盈畴。\r\n寒花明废墟，樵牧笑榛丘。云水成阴澹，竹树更清幽。\r\n适自恋佳赏，复兹永日留。"
        },
        {
            "title": "登乐游庙作",
            "content": "高原出东城，郁郁见咸阳。上有千载事，乃自汉宣皇。\r\n颓堧久凌迟，陈迹翳丘荒。春草虽复绿，惊风但飘扬。\r\n周览京城内，双阙起中央。微钟何处来，暮色忽苍苍。\r\n歌吹喧万井，车马塞康庄。昔人岂不尔，百世同一伤。\r\n归当守冲漠，迹寓心自忘。"
        },
        {
            "title": "登宝意寺上",
            "content": "翠岭香台出半天，万家烟树满晴川。\r\n诸僧近住不相识，坐听微钟记往年。"
        },
        {
            "title": "同德寺阁集眺",
            "content": "芳节欲云晏，游遨乐相从。高阁照丹霞，飗飗含远风。\r\n寂寥氛氲廓，超忽神虑空。旭日霁皇州，岹峣见两宫。\r\n嵩少多秀色，群山莫与崇。三川浩东注，瀍涧亦来同。\r\n阴阳降大和，宇宙得其中。舟车满川陆，四国靡不通。\r\n旧堵今既葺，庶氓亦已丰。周览思自奋，行当遇时邕。"
        },
        {
            "title": "登高望洛城作",
            "content": "高台造云端，遐瞰周四垠。雄都定鼎地，势据万国尊。\r\n河岳出云雨，土圭酌乾坤。舟通南越贡，城背北邙原。\r\n帝宅夹清洛，丹霞捧朝暾。葱茏瑶台榭，窈窕双阙门。\r\n十载构屯难，兵戈若云屯。膏腴满榛芜，比屋空毁垣。\r\n圣主乃东眷，俾贤拯元元。熙熙居守化，泛泛太府恩。\r\n至损当受益，苦寒必生温。平明四城开，稍见市井喧。\r\n坐感理乱迹，永怀经济言。吾生自不达，空鸟何翩翻。\r\n天高水流远，日晏城郭昏。裴回讫旦夕，聊用写忧烦。"
        },
        {
            "title": "叹白发",
            "content": "还同一叶落，对此孤镜晓。丝缕乍难分，杨花复相绕。\r\n时役人易衰，吾年白犹少。\r\n第一百九十二卷"
        },
        {
            "title": "龙门游眺",
            "content": "凿山导伊流，中断若天辟。都门遥相望，佳气生朝夕。\r\n素怀出尘意，适有携手客。精舍绕层阿，千龛邻峭壁。\r\n缘云路犹缅，憩涧钟已寂。花树发烟华，淙流散石脉。\r\n长啸招远风，临潭漱金碧。日落望都城，人间何役役。"
        },
        {
            "title": "感事",
            "content": "霜雪皎素丝，何意坠墨池。青苍犹可濯，黑色不可移。\r\n女工再三叹，委弃当此时。岁寒虽无褐，机杼谁肯施。"
        },
        {
            "title": "阊门怀古",
            "content": "独鸟下高树，遥知吴苑园。凄凉千古事，日暮倚阊门。"
        },
        {
            "title": "广德中洛阳作",
            "content": "生长太平日，不知太平欢。今还洛阳中，感此方苦酸。\r\n饮药本攻病，毒肠翻自残。王师涉河洛，玉石俱不完。\r\n时节屡迁斥，山河长郁盘。萧条孤烟绝，日入空城寒。\r\n蹇劣乏高步，缉遗守微官。西怀咸阳道，踯躅心不安。"
        },
        {
            "title": "睢阳感怀",
            "content": "豺虎犯天纲，升平无内备。长驱阴山卒，略践三河地。\r\n张侯本忠烈，济世有深智。坚壁梁宋间，远筹吴楚利。\r\n穷年方绝输，邻援皆携贰。使者哭其庭，救兵终不至。\r\n重围虽可越，藩翰谅难弃。饥喉待危巢，悬命中路坠。\r\n甘从锋刃毙，莫夺坚贞志。宿将降贼庭，儒生独全义。\r\n空城唯白骨，同往无贱贵。哀哉岂独今，千载当歔欷。"
        },
        {
            "title": "至开化里寿春公故宅",
            "content": "宁知府中吏，故宅一徘徊。历阶存往敬，瞻位泣馀哀。\r\n废井没荒草，阴牖生绿苔。门前车马散，非复昔时来。"
        },
        {
            "title": "无题",
            "content": "存亡三十载，事过悉成空。不惜沾衣泪，并话一宵中。"
        },
        {
            "title": "同李二过",
            "content": "客车名未灭，没世恨应长。斜月知何照，幽林判自芳。\r\n故人惊逝水，寒雀噪空墙。不是平生旧，遗踪要可伤。"
        },
        {
            "title": "东林精舍见故",
            "content": "仲月景气佳，东林一登历。中有故人诗，凄凉在高壁。\r\n精思长悬世，音容已归寂。墨泽传洒馀，磨灭亲翰迹。\r\n平生忽如梦，百事皆成昔。结骑京华年，挥文箧笥积。\r\n朝廷重英彦，时辈分圭璧。永谢柏梁陪，独阙金门籍。\r\n方婴存殁感，岂暇林泉适。雨馀山景寒，风散花光夕。\r\n新知虽满堂，故情谁能觌。唯当同时友，缄寄空凄戚。"
        },
        {
            "title": "张彭州前",
            "content": "君昔掌文翰，西垣复石渠。朱衣乘白马，辉光照里闾。\r\n余时忝南省，接宴愧空虚。一别守兹郡，蹉跎岁再除。\r\n长怀关河表，永日简牍馀。郡中有方塘，凉阁对红蕖。\r\n金玉蒙远贶，篇咏见吹嘘。未答平生意，已没九原居。\r\n秋风吹寝门，长恸涕涟如。覆视缄中字，奄为昔人书。\r\n发鬓已云白，交友日凋疏。冯生远同恨，憔悴在田庐。"
        },
        {
            "title": "沣上与幼遐月夜登西冈玩花",
            "content": "置酒临高隅，佳人自城阙。已玩满川花，还看满川月。\r\n花月方浩然，赏心何由歇。"
        },
        {
            "title": "悲故交",
            "content": "白璧众求瑕，素丝易成污。万里颠沛还，高堂已长暮。\r\n积愤方盈抱，缠哀忽逾度。念子从此终，黄泉竟谁诉。\r\n一为时事感，岂独平生故。唯见荒丘原，野草涂朝露。"
        },
        {
            "title": "同德精舍旧居伤怀",
            "content": "洛京十载别，东林访旧扉。山河不可望，存没意多违。\r\n时迁迹尚在，同去独来归。还见窗中鸽，日暮绕庭飞。"
        },
        {
            "title": "感梦",
            "content": "岁月转芜漫，形影长寂寥。仿佛觏微梦，感叹起中宵。\r\n绵思霭流月，惊魂飒回飙。谁念兹夕永，坐令颜鬓凋。"
        },
        {
            "title": "林园晚霁",
            "content": "雨歇见青山，落日照林园。山多烟鸟乱，林清风景翻。\r\n提携唯子弟，萧散在琴言。同游不同意，耿耿独伤魂。\r\n寂寞钟已尽，如何还入门。"
        },
        {
            "title": "闲斋对雨",
            "content": "幽独自盈抱，阴淡亦连朝。空斋对高树，疏雨共萧条。\r\n巢燕翻泥湿，蕙花依砌消。端居念往事，倏忽苦惊飙。"
        },
        {
            "title": "悲纨扇",
            "content": "非关秋节至，讵是恩情改。掩颦人已无，委箧凉空在。\r\n何言永不发，暗使销光彩。"
        },
        {
            "title": "秋夜二首",
            "content": "庭树转萧萧，阴虫还戚戚。独向高斋眠，夜闻寒雨滴。\r\n微风时动牖，残灯尚留壁。惆怅平生怀，偏来委今夕。\r\n霜露已凄凄，星汉复昭回。朔风中夜起，惊鸿千里来。\r\n萧条凉叶下，寂寞清砧哀。岁晏仰空宇，心事若寒灰。"
        },
        {
            "title": "端居感怀",
            "content": "沈沈积素抱，婉婉属之子。永日独无言，忽惊振衣起。\r\n方如在帏室，复悟永终已。稚子伤恩绝，盛时若流水。\r\n暄凉同寡趣，朗晦俱无理。寂性常喻人，滞情今在己。\r\n空房欲云暮，巢燕亦来止。夏木遽成阴，绿苔谁复履。\r\n感至竟何方，幽独长如此。"
        },
        {
            "title": "感镜",
            "content": "铸镜广陵市，菱花匣中发。夙昔尝许人，镜成人已没。\r\n如冰结圆器，类璧无丝发。形影终不临，清光殊不歇。\r\n一感平生言，松枝树秋月。"
        },
        {
            "title": "夏日",
            "content": "已谓心苦伤，如何日方永。无人不昼寝，独坐山中静。\r\n悟澹将遣虑，学空庶遗境。积俗易为侵，愁来复难整。"
        },
        {
            "title": "过昭国里故第",
            "content": "不复见故人，一来过故宅。物变知景暄，心伤觉时寂。\r\n池荒野筠合，庭绿幽草积。风散花意谢，鸟还山光夕。\r\n宿昔方同赏，讵知今念昔。缄室在东厢，遗器不忍觌。\r\n柔翰全分意，芳巾尚染泽。残工委筐箧，馀素经刀尺。\r\n收此还我家，将还复愁惕。永绝携手欢，空存旧行迹。\r\n冥冥独无语，杳杳将何适。唯思今古同，时缓伤与戚。"
        },
        {
            "title": "月夜",
            "content": "皓月流春城，华露积芳草。坐念绮窗空，翻伤清景好。\r\n清景终若斯，伤多人自老。"
        },
        {
            "title": "除日",
            "content": "思怀耿如昨，季月已云暮。忽惊年复新，独恨人成故。\r\n冰池始泮绿，梅援还飘素。淑景方转延，朝朝自难度。"
        },
        {
            "title": "送终",
            "content": "奄忽逾时节，日月获其良。萧萧车马悲，祖载发中堂。\r\n生平同此居，一旦异存亡。斯须亦何益，终复委山冈。\r\n行出国南门，南望郁苍苍。日入乃云造，恸哭宿风霜。\r\n晨迁俯玄庐，临诀但遑遑。方当永潜翳，仰视白日光。\r\n俯仰遽终毕，封树已荒凉。独留不得还，欲去结中肠。\r\n童稚知所失，啼号捉我裳。即事犹仓卒，岁月始难忘。"
        },
        {
            "title": "冬夜",
            "content": "杳杳日云夕，郁结谁为开。单衾自不暖，霜霰已皑皑。\r\n晚岁沦夙志，惊鸿感深哀。深哀当何为，桃李忽凋摧。\r\n帏帐徒自设，冥寞岂复来。平生虽恩重，迁去托穷埃。\r\n抱此女曹恨，顾非高世才。振衣中夜起，河汉尚裴回。"
        },
        {
            "title": "叹杨花",
            "content": "空蒙不自定，况值暄风度。旧赏逐流年，新愁忽盈素。\r\n才萦下苑曲，稍满东城路。人意有悲欢，时芳独如故。"
        },
        {
            "title": "往富平伤怀",
            "content": "晨起凌严霜，恸哭临素帷。驾言百里途，恻怆复何为。\r\n昨者仕公府，属城常载驰。出门无所忧，返室亦熙熙。\r\n今者掩筠扉，但闻童稚悲。丈夫须出入，顾尔内无依。\r\n衔恨已酸骨，何况苦寒时。单车路萧条，回首长逶迟。\r\n飘风忽截野，嘹唳雁起飞。昔时同往路，独往今讵知。"
        },
        {
            "title": "伤逝（",
            "content": "染白一为黑，焚木尽成灰。念我室中人，逝去亦不回。\r\n结发二十载，宾敬如始来。提携属时屯，契阔忧患灾。\r\n柔素亮为表，礼章夙所该。仕公不及私，百事委令才。\r\n一旦入闺门，四屋满尘埃。斯人既已矣，触物但伤摧。\r\n单居移时节，泣涕抚婴孩。知妄谓当遣，临感要难裁。\r\n梦想忽如睹，惊起复徘徊。此心良无已，绕屋生蒿莱。"
        },
        {
            "title": "山行积雨",
            "content": "揽辔穷登降，阴雨遘二旬。但见白云合，不睹岩中春。\r\n急涧岂易揭，峻途良难遵。深林猿声冷，沮洳虎迹新。\r\n始霁升阳景，山水阅清晨。杂花积如雾，百卉萋已陈。\r\n鸣驺屡骧首，归路自忻忻。"
        },
        {
            "title": "自蒲塘驿回驾经历山水",
            "content": "馆宿风雨滞，始晴行盖转。浔阳山水多，草木俱纷衍。\r\n崎岖缘碧涧，苍翠践苔藓。高树夹潺湲，崩石横阴巘。\r\n野杏依寒拆，馀云冒岚浅。性惬形岂劳，境殊路遗缅。\r\n忆昔终南下，佳游亦屡展。时禽下流暮，纷思何由遣。"
        },
        {
            "title": "晚归沣川",
            "content": "凌雾朝阊阖，落日返清川。簪组方暂解，临水一翛然。\r\n昆弟忻来集，童稚满眼前。适意在无事，携手望秋田。\r\n南岭横爽气，高林绕遥阡。野庐不锄理，翳翳起荒烟。\r\n名秩斯逾分，廉退愧不全。已想平门路，晨骑复言旋。"
        },
        {
            "title": "乘月过西郊渡",
            "content": "远山含紫氛，春野霭云暮。值此归时月，留连西涧渡。\r\n谬当文墨会，得与群英遇。赏逐乱流翻，心将清景悟。\r\n行车俨未转，芳草空盈步。已举候亭火，犹爱村原树。\r\n还当守故扃，怅恨秉幽素。"
        },
        {
            "title": "授衣还田里",
            "content": "公门悬甲令，浣濯遂其私。晨起怀怆恨，野田寒露时。\r\n气收天地广，风凄草木衰。山明始重叠，川浅更逶迤。\r\n烟火生闾里，禾黍积东菑。终然可乐业，时节一来斯。"
        },
        {
            "title": "往云门郊居途经回流作",
            "content": "兹晨乃休暇，适往田家庐。原谷径途涩，春阳草木敷。\r\n才遵板桥曲，复此清涧纡。崩壑方见射，回流忽已舒。\r\n明灭泛孤景，杳霭含夕虚。无将为邑志，一酌澄波馀。"
        },
        {
            "title": "经武功旧宅",
            "content": "兹邑昔所游，嘉会常在目。历载俄二九，始往今来复。\r\n戚戚居人少，茫茫野田绿。风雨经旧墟，毁垣迷往躅。\r\n门临川流驶，树有羁雌宿。多累恒悲往，长年觉时速。\r\n欲去中复留，徘徊结心曲。"
        },
        {
            "title": "登蒲塘驿沿路见泉谷村墅忽想京师旧居追怀昔",
            "content": "青山导骑绕，春风行旆舒。均徭视属城，问疾躬里闾。\r\n烟水依泉谷，川陆散樵渔。忽念故园日，复忆骊山居。\r\n荏苒斑鬓及，梦寝婚宦初。不觉平生事，咄嗟二纪馀。\r\n存殁阔已永，悲多欢自疏。高秩非为美，阑干泪盈裾。"
        },
        {
            "title": "始夏南园思旧里",
            "content": "夏首云物变，雨馀草木繁。池荷初帖水，林花已扫园。\r\n萦丛蝶尚乱，依阁鸟犹喧。对此残芳月，忆在汉陵原。"
        },
        {
            "title": "忆沣上幽居",
            "content": "一来当复去，犹此厌樊笼。况我林栖子，朝服坐南宫。\r\n唯独问啼鸟，还如沣水东。"
        },
        {
            "title": "重九登滁城楼忆前岁九日归沣上赴崔都水及诸",
            "content": "今日重九宴，去岁在京师。聊回出省步，一赴郊园期。\r\n嘉节始云迈，周辰已及兹。秋山满清景，当赏属乖离。\r\n凋散民里阔，摧翳众木衰。楼中一长啸，恻怆起凉飔。"
        },
        {
            "title": "雨夜感怀",
            "content": "微雨洒高林，尘埃自萧散。耿耿心未平，沉沉夜方半。\r\n独惊长簟冷，遽觉愁鬓换。谁能当此夕，不有盈襟叹。"
        },
        {
            "title": "经函谷关",
            "content": "洪河绝山根，单轨出其侧。万古为要枢，往来何时息。\r\n秦皇既恃险，海内被吞食。及嗣同覆颠，咽喉莫能塞。\r\n炎灵讵西驾，娄子非经国。徒欲扼诸侯，不知恢至德。\r\n圣朝及天宝，豺虎起东北。下沉战死魂，上结穷冤色。\r\n古今虽共守，成败良可识。藩屏无俊贤，金汤独何力。\r\n驰车一登眺，感慨中自恻。"
        },
        {
            "title": "怀琅琊、深标二释子",
            "content": "白云埋大壑，阴崖滴夜泉。应居西石室，月照山苍然。"
        },
        {
            "title": "晓至园中忆诸弟、崔都水",
            "content": "山郭恒悄悄，林月亦娟娟。景清神已澄，事简虑绝牵。\r\n秋塘遍衰草，晓露洗红莲。不见心所爱，兹赏岂为妍。"
        },
        {
            "title": "立夏日忆京师诸弟",
            "content": "改序念芳辰，烦襟倦日永。夏木已成阴，公门昼恒静。\r\n长风始飘阁，叠云才吐岭。坐想离居人，还当惜徂景。"
        },
        {
            "title": "池上怀王卿",
            "content": "幽居捐世事，佳雨散园芳。入门霭已绿，水禽鸣春塘。\r\n重云始成夕，忽霁尚残阳。轻舟因风泛，郡阁望苍苍。\r\n私燕阻外好，临欢一停觞。兹游无时尽，旭日愿相将。"
        },
        {
            "title": "月晦忆去年与亲友曲水游宴",
            "content": "晦赏念前岁，京国结良俦。骑出宣平里，饮对曲池流。\r\n今朝隔天末，空园伤独游。雨歇林光变，塘绿鸟声幽。\r\n凋氓积逋税，华鬓集新秋。谁言恋虎符，终当还旧丘。"
        },
        {
            "title": "对韩少尹所赠砚有怀",
            "content": "故人谪遐远，留砚宠斯文。白水浮香墨，清池满夏云。\r\n念离心已永，感物思徒纷。未有桂阳使，裁书一报君。"
        },
        {
            "title": "怀素友子西",
            "content": "广陌并游骑，公堂接华襟。方欢遽见别，永日独沉吟。\r\n阶暝流暗驶，气疏露已侵。层城湛深夜，片月生幽林。\r\n往款良未遂，来觌旷无音。恒当清觞宴，思子玉山岑。\r\n耿耿何以写，密言空委心。"
        },
        {
            "title": "清明日忆诸弟",
            "content": "冷食方多病，开襟一忻然。终令思故郡，烟火满晴川。\r\n杏粥犹堪食，榆羹已稍煎。唯恨乖亲燕，坐度此芳年。"
        },
        {
            "title": "春思",
            "content": "野花如雪绕江城，坐见年芳忆帝京。\r\n阊阖晓开凝碧树，曾陪鸳鹭听流莺。"
        },
        {
            "title": "夏夜忆卢嵩",
            "content": "霭霭高馆暮，开轩涤烦襟。不知湘雨来，潇洒在幽林。\r\n炎月得凉夜，芳樽谁与斟。故人南北居，累月间徽音。\r\n人生无闲日，欢会当在今。反侧候天旦，层城苦沉沉。"
        },
        {
            "title": "有所思",
            "content": "借问堤上柳，青青为谁春。空游昨日地，不见昨日人。\r\n缭绕万家井，往来车马尘。莫道无相识，要非心所亲。"
        },
        {
            "title": "春",
            "content": "因时省风俗，布惠迨高年。建隼出浔阳，整驾游山川。\r\n白云敛晴壑，群峰列遥天。嶔崎石门状，杳霭香炉烟。\r\n榛荒屡罥挂，逼侧殆覆颠。方臻释氏庐，时物屡华妍。\r\n昙远昔经始，于兹閟幽玄。东西竹林寺，灌注寒涧泉。\r\n人事既云泯，岁月复已绵。殿宇馀丹绀，磴阁峭欹悬。\r\n佳士亦栖息，善身绝尘缘。今我蒙朝寄，教化敷里厘。\r\n道妙苟为得，出处理无偏。心当同所尚，迹岂辞缠牵。"
        },
        {
            "title": "无题",
            "content": "去年涧水今亦流，去年杏花今又拆。\r\n山人归来问是谁，还是去年行春客。\r\n第一百九十一卷"
        },
        {
            "title": "休暇日访王侍御不遇",
            "content": "九日驱驰一日闲，寻君不遇又空还。\r\n怪来诗思清人骨，门对寒流雪满山。"
        },
        {
            "title": "逢杨开府",
            "content": "少事武皇帝，无赖恃恩私。身作里中横，家藏亡命儿。\r\n朝持樗蒲局，暮窃东邻姬。司隶不敢捕，立在白玉墀。\r\n骊山风雪夜，长杨羽猎时。一字都不识，饮酒肆顽痴。\r\n武皇升仙去，憔悴被人欺。读书事已晚，把笔学题诗。\r\n两府始收迹，南宫谬见推。非才果不容，出守抚茕嫠。\r\n忽逢杨开府，论旧涕俱垂。坐客何由识，惟有故人知。"
        },
        {
            "title": "路逢崔、",
            "content": "一台称二妙，归路望行尘。俱是攀龙客，空为避马人。\r\n见招翻跼蹐，相问良殷勤。日日吟趋府，弹冠岂有因。"
        },
        {
            "title": "将发楚州，经",
            "content": "孤舟欲夜发，只为访情人。此地忽相遇，留连意更新。\r\n停杯嗟别久，对月言家贫。一问临邛令，如何待上宾。"
        },
        {
            "title": "淮上遇洛阳李主簿",
            "content": "结茅临古渡，卧见长淮流。窗里人将老，门前树已秋。\r\n寒山独过雁，暮雨远来舟。日夕逢归客，那能忘旧游。"
        },
        {
            "title": "冬夜宿司",
            "content": "南北与山邻，蓬庵庇一身。繁霜疑有雪，荒草似无人。\r\n遂性在耕稼，所交唯贱贫。何掾张椽傲，每重德璋亲。"
        },
        {
            "title": "酬秦征君、徐少府春日见寄",
            "content": "终日愧无政，与君聊散襟。城根山半腹，亭影水中心。\r\n朗咏竹窗静，野情花径深。那能有馀兴，不作剡溪寻。"
        },
        {
            "title": "酬阎员外陟",
            "content": "寒夜阻良觌，丛竹想幽居。虎符予已误，金丹子何如。\r\n宴集观农暇，笙歌听讼馀。虽蒙一言教，自愧道情疏。"
        },
        {
            "title": "答故人见谕",
            "content": "素寡名利心，自非周圆器。徒以岁月资，屡蒙藩条寄。\r\n时风重书札，物情敦货遗。机杼十缣单，慵疏百函愧。\r\n常负交亲责，且为一官累。况本濩落人，归无置锥地。\r\n省己已知非，枉书见深致。虽欲效区区，何由枉其志。"
        },
        {
            "title": "云阳馆怀谷口",
            "content": "清泚阶下流，云自谷口源。念昔白衣士，结庐在石门。\r\n道高杳无累，景静得忘言。山夕绿阴满，世移清赏存。\r\n吏役岂遑暇，幽怀复朝昏。云泉非所濯，萝月不可援。\r\n长往遂真性，暂游恨卑喧。出身既事世，高躅难等论。"
        },
        {
            "title": "答河南李士巽题香山寺",
            "content": "洛都游宦日，少年携手行。投杯起芳席，总辔振华缨。\r\n关塞有佳气，岩开伊水清。攀林憩佛寺，登高望都城。\r\n蹉跎二十载，世务各所营。兹赏长在梦，故人安得并。\r\n前岁守九江，恩诏赴咸京。因途再登历，山河属晴明。\r\n寂寞僧侣少，苍茫林木成。墙宇或崩剥，不见旧题名。\r\n旧游况存殁，独此泪交横。交横谁与同，书壁贻友生。\r\n今兹守吴郡，绵思方未平。子复经陈迹，一感我深情。\r\n远蒙恻怆篇，中有金玉声。反覆终难答，金玉尚为轻。"
        },
        {
            "title": "广陵遇孟九云卿",
            "content": "雄藩本帝都，游士多俊贤。夹河树郁郁，华馆千里连。\r\n新知虽满堂，中意颇未宣。忽逢翰林友，欢乐斗酒前。\r\n高文激颓波，四海靡不传。西施且一笑，众女安得妍。\r\n明月满淮海，哀鸿逝长天。所念京国远，我来君欲还。"
        },
        {
            "title": "暮相思",
            "content": "朝出自不还，暮归花尽发。岂无终日会，惜此花间月。\r\n空馆忽相思，微钟坐来歇。"
        },
        {
            "title": "春中忆元二",
            "content": "雨歇万井春，柔条已含绿。徘徊洛阳陌，惆怅杜陵曲。\r\n游丝正高下，啼鸟还断续。有酒今不同，思君莹如玉。"
        },
        {
            "title": "奉和圣制重阳日赐宴",
            "content": "圣心忧万国，端居在穆清。玄功致海晏，锡宴表文明。\r\n恩属重阳节，雨应此时晴。寒菊生池苑，高树出宫城。\r\n捧藻千官处，垂戒百王程。复睹开元日，臣愚献颂声。"
        },
        {
            "title": "答宾",
            "content": "斜月才鉴帷，凝霜偏冷枕。持情须耿耿，故作单床寝。"
        },
        {
            "title": "答秦十四校书（秦系）",
            "content": "知掩山扉三十秋，鱼须翠碧弃床头。\r\n莫道谢公方在郡，五言今日为君休。"
        },
        {
            "title": "酬张协律",
            "content": "昔人鬻舂地，今人复一贤。属余藩守日，方君卧病年。\r\n丽思阻文宴，芳踪阙宾筵。经时岂不怀，欲往事屡牵。\r\n公府适烦倦，开缄莹新篇。非将握中宝，何以比其妍。\r\n感兹栖寓词，想复痾瘵缠。空宇风霜交，幽居情思绵。\r\n当以贫非病，孰云白未玄。邑中有其人，憔悴即我愆。\r\n由来牧守重，英俊得荐延。匪人等鸿毛，斯道何由宣。\r\n遭时无早晚，蕴器俟良缘。观文心未衰，勿药疾当痊。\r\n晨期简牍罢，驰慰子忡然。"
        },
        {
            "title": "答令狐侍郎（令狐峘）",
            "content": "一凶乃一吉，一是复一非。孰能逃斯理，亮在识其微。\r\n三黜故无愠，高贤当庶几。但以亲交恋，音容邈难希。\r\n况昔别离久，俱忻藩守归。朝宴方陪厕，山川又乖违。\r\n吴门冒海雾，峡路凌连矶。同会在京国，相望涕沾衣。\r\n明时重英才，当复列彤闱。白玉虽尘垢，拂拭还光辉。"
        },
        {
            "title": "酬刘侍郎使君（刘太真）",
            "content": "琼树凌霜雪，葱茜如芳春。英贤虽出守，本自玉阶人。\r\n宿昔陪郎署，出入仰清尘。孰云俱列郡，比德岂为邻。\r\n风雨飘海气，清凉悦心神。重门深夏昼，赋诗延众宾。\r\n方以岁月旧，每蒙君子亲。继作郡斋什，远赠荆山珍。\r\n高闲庶务理，游眺景物新。朋友亦远集，燕酌在佳辰。\r\n始唱已惭拙，将酬益难伸。濡毫意黾勉，一用写悁勤。"
        },
        {
            "title": "答重阳",
            "content": "省札陈往事，怆忆数年中。一身朝北阙，家累守田农。\r\n望山亦临水，暇日每来同。性情一疏散，园林多清风。\r\n忽复隔淮海，梦想在沣东。病来经时节，起见秋塘空。\r\n城郭连榛岭，鸟雀噪沟丛。坐使惊霜鬓，撩乱已如蓬。"
        },
        {
            "title": "答僴奴、",
            "content": "弃职曾守拙，玩幽遂忘喧。山涧依硗瘠，竹树荫清源。\r\n贫居烟火湿，岁熟梨枣繁。风雨飘茅屋，蒿草没瓜园。\r\n群属相欢悦，不觉过朝昏。有时看禾黍，落日上秋原。\r\n饮酒任真性，挥笔肆狂言。一朝忝兰省，三载居远藩。\r\n复与诸弟子，篇翰每相敦。西园休习射，南池对芳樽。\r\n山药经雨碧，海榴凌霜翻。念尔不同此，怅然复一论。\r\n重阳守故家，僴子旅湘沅。俱有缄中藻，恻恻动离魂。\r\n不知何日见，衣上泪空存。"
        },
        {
            "title": "答端",
            "content": "坐忆故园人已老，宁知远郡雁还来。\r\n长瞻西北是归路，独上城楼日几回。"
        },
        {
            "title": "答杨奉礼",
            "content": "多病守山郡，自得接嘉宾。不见三四日，旷若十馀旬。\r\n临觞独无味，对榻已生尘。一咏舟中作，洒雪忽惊新。\r\n烟波见栖旅，景物具昭陈。秋塘唯落叶，野寺不逢人。\r\n白事廷吏简，闲居文墨亲。高天池阁静，寒菊霜露频。\r\n应当整孤棹，归来展殷勤。"
        },
        {
            "title": "答裴处士",
            "content": "遗民爱精舍，乘犊入青山。来署高阳里，不遇白衣还。\r\n礼贤方化俗，闻风自款关。况子逸群士，栖息蓬蒿间。"
        },
        {
            "title": "答裴丞说归京所献",
            "content": "执事颇勤久，行去亦伤乖。家贫无僮仆，吏卒升寝斋。\r\n衣服藏内箧，药草曝前阶。谁复知次第，濩落且安排。\r\n还期在岁晏，何以慰吾怀。"
        },
        {
            "title": "答崔都水",
            "content": "亭亭心中人，迢迢居秦关。常缄素札去，适枉华章还。\r\n忆在沣郊时，携手望秋山。久嫌官府劳，初喜罢秩闲。\r\n终年不事业，寝食长慵顽。不知为时来，名籍挂郎间。\r\n摄衣辞田里，华簪耀颓颜。卜居又依仁，日夕正追攀。\r\n牧人本无术，命至苟复迁。离念积岁序，归途眇山川。\r\n郡斋有佳月，园林含清泉。同心不在宴，樽酒徒盈前。\r\n览君陈迹游，词意俱凄妍。忽忽已终日，将酬不能宣。\r\n氓税况重叠，公门极熬煎。责逋甘首免，岁晏当归田。\r\n勿厌守穷辙，慎为名所牵。"
        },
        {
            "title": "答王卿送别",
            "content": "去马嘶春草，归人立夕阳。元知数日别，要使两情伤。"
        },
        {
            "title": "答端",
            "content": "郊园夏雨歇，闲院绿阴生。职事方无效，幽赏独违情。\r\n物色坐如见，离抱怅多盈。况感夕凉气，闻此乱蝉鸣。"
        },
        {
            "title": "答赵氏生伉",
            "content": "暂与云林别，忽陪鸳鹭翔。看山不得去，知尔独相望。"
        },
        {
            "title": "沣上精舍答赵氏外生伉",
            "content": "远迹出尘表，寓身双树林。如何小子伉，亦有超世心。\r\n担书从我游，携手广川阴。云开夏郊绿，景晏青山沉。\r\n对榻遇清夜，献诗合雅音。所推苟礼数，于性道岂深。\r\n隐拙在冲默，经世昧古今。无为率尔言，可以致华簪。"
        },
        {
            "title": "酬令狐司录善福精舍见赠",
            "content": "野寺望山雪，空斋对竹林。我以养愚地，生君道者心。"
        },
        {
            "title": "答崔都水",
            "content": "深夜竹亭雪，孤灯案上书。不遇无为化，谁复得闲居。"
        },
        {
            "title": "答畅校书当",
            "content": "偶然弃官去，投迹在田中。日出照茅屋，园林养愚蒙。\r\n虽云无一资，樽酌会不空。且忻百谷成，仰叹造化功。\r\n出入与民伍，作事靡不同。时伐南涧竹，夜还沣水东。\r\n贫蹇自成退，岂为高人踪。览君金玉篇，彩色发我容。\r\n日月欲为报，方春已徂冬。"
        },
        {
            "title": "答库部韩郎中",
            "content": "高士不羁世，颇将荣辱齐。适委华冕去，欲还幽林栖。\r\n虽怀承明恋，忻与物累暌。逍遥观运流，谁复识端倪。\r\n而我岂高致，偃息平门西。愚者世所遗，沮溺共耕犁。\r\n风雪积深夜，园田掩荒蹊。幸蒙相思札，款曲期见携。"
        },
        {
            "title": "无题",
            "content": "班杨秉文史，对院自为邻。馀香掩阁去，迟日看花频。\r\n似雪飘阊阖，从风点近臣。南宫有芳树，不并禁垣春。"
        },
        {
            "title": "奉酬处士叔见示",
            "content": "挂缨守贫贱，积雪卧郊园。叔父亲降趾，壶觞携到门。\r\n高斋乐宴罢，清夜道心存。即此同疏氏，可以一忘言。"
        },
        {
            "title": "和吴舍人早春归沐西亭言志",
            "content": "晓漏戒中禁，清香肃朝衣。一门双掌诰，伯侍仲言归。\r\n亭高性情旷，职密交游稀。赋诗乐无事，解带偃南扉。\r\n阳春美时泽，旭霁望山晖。幽禽响未转，东原绿犹微。\r\n名虽列仙爵，心已遣尘机。即事同岩隐，圣渥良难违。"
        },
        {
            "title": "答郑骑曹青橘绝句（一作故人重九日求橘书中",
            "content": "怜君卧病思新橘，试摘犹酸亦未黄。\r\n书后欲题三百颗，洞庭须待满林霜。"
        },
        {
            "title": "善福精舍答韩司录清都观会宴见忆",
            "content": "弱志厌众纷，抱素寄精庐。皦皦仰时彦，闷闷独为愚。\r\n之子亦辞秩，高踪罢驰驱。忽因西飞禽，赠我以琼琚。\r\n始表仙都集，复言欢乐殊。人生各有因，契阔不获俱。\r\n一来田野中，日与人事疏。水木澄秋景，逍遥清赏馀。\r\n枉驾怀前诺，引领岂斯须。无为便高翔，邈矣不可迂。"
        },
        {
            "title": "清都观答幼遐",
            "content": "逍遥仙家子，日夕朝玉皇。兴高清露没，渴饮琼华浆。\r\n解组一来款，披衣拂天香。粲然顾我笑，绿简发新章。\r\n泠泠如玉音，馥馥若兰芳。浩意坐盈此，月华殊未央。\r\n却念喧哗日，何由得清凉。疏松抗高殿，密竹阴长廊。\r\n荣名等粪土，携手随风翔。"
        },
        {
            "title": "答崔主簿问",
            "content": "缘情生众累，晚悟依道流。诸境一已寂，了将身世浮。\r\n闲居澹无味，忽复四时周。靡靡芳草积，稍稍新篁抽。\r\n即此抱馀素，块然诚寡俦。自适一忻意，愧蒙君子忧。"
        },
        {
            "title": "答冯鲁秀才",
            "content": "晨坐枉琼藻，知子返中林。澹然山景晏，泉谷响幽禽。\r\n仿佛谢尘迹，逍遥舒道心。顾我腰间绶，端为华发侵。\r\n簿书劳应对，篇翰旷不寻。薄田失锄耨，生苗安可任。\r\n徒令惭所问，想望东山岑。"
        },
        {
            "title": "答长宁令杨辙",
            "content": "皓月升林表，公堂满清辉。嘉宾自远至，觞饮夜何其。\r\n宰邑视京县，归来无寸资。瑰文溢众宝，雅正得吾师。\r\n广川含澄澜，茂树擢华滋。短才何足数，枉赠愧妍词。\r\n欢盼良见属，素怀亦已披。何意云栖翰，不嫌蓬艾卑。\r\n但恐河汉没，回车首路岐。"
        },
        {
            "title": "答东林道士",
            "content": "紫阁西边第几峰，茅斋夜雪虎行踪。\r\n遥看黛色知何处，欲出山门寻暮钟。"
        },
        {
            "title": "答徐秀才",
            "content": "铅钝谢贞器，时秀猥见称。岂如白玉仙，方与紫霞升。\r\n清诗舞艳雪，孤抱莹玄冰。一枝非所贵，怀书思武陵。"
        },
        {
            "title": "答长安丞裴说",
            "content": "出身忝时士，于世本无机。爰以林壑趣，遂成顽钝姿。\r\n临流意已凄，采菊露未稀。举头见秋山，万事都若遗。\r\n独践幽人踪，邈将亲友违。髦士佐京邑，怀念枉贞词。\r\n久雨积幽抱，清樽宴良知。从容操剧务，文翰方见推。\r\n安能戢羽翼，顾此林栖时。"
        },
        {
            "title": "答崔主簿倬",
            "content": "朗月分林霭，遥管动离声。故欢良已阻，空宇澹无情。\r\n窈窕云雁没，苍茫河汉横。兰章不可答，冲襟徒自盈。"
        },
        {
            "title": "答贡士黎逢（时任京兆功曹）",
            "content": "茂等方上达，诸生安可希。栖神澹物表，涣汗布令词。\r\n如彼昆山玉，本自有光辉。鄙人徒区区，称叹亦何为。\r\n弥月旷不接，公门但驱驰。兰章忽有赠，持用慰所思。\r\n不见心尚密，况当相见时。"
        },
        {
            "title": "答李博士",
            "content": "休沐去人远，高斋出林杪。晴山多碧峰，颢气疑秋晓。\r\n端居喜良友，枉使千里路。缄书当夏时，开缄时已度。\r\n檐雏已飖飏，荷露方萧飒。梦远竹窗幽，行稀兰径合。\r\n旧居共南北，往来只如昨。问君今为谁，日夕度清洛。"
        },
        {
            "title": "答刘西曹（时为京兆功曹）",
            "content": "公馆夜云寂，微凉群树秋。西曹得时彦，华月共淹留。\r\n长啸举清觞，志气谁与俦。千龄事虽邈，俯念忽已周。\r\n篇翰如云兴，京洛颇优游。诠文不独古，理妙即同流。\r\n浅劣见推许，恐为识者尤。空惭文璧赠，日夕不能酬。"
        },
        {
            "title": "寄酬李博士永宁主簿叔厅见待",
            "content": "解鞍先几日，款曲见新诗。定向公堂醉，遥怜独去时。\r\n叶沾寒雨落，钟度远山迟。晨策已云整，当同林下期。"
        },
        {
            "title": "答王郎中",
            "content": "卧阁枉芳藻，览旨怅秋晨。守郡犹羁寓，无以慰嘉宾。\r\n野旷归云尽，天清晓露新。池荷凉已至，窗梧落渐频。\r\n风物殊京国，邑里但荒榛。赋繁属军兴，政拙愧斯人。\r\n髦士久台阁，中路一漂沦。归当列盛朝，岂念卧淮滨。"
        },
        {
            "title": "酬元伟过洛阳夜燕",
            "content": "三载寄关东，所欢皆远违。思怀方耿耿，忽得观容辉。\r\n亲燕在良夜，欢携辟中闱。问我犹杜门，不能奋高飞。\r\n明灯照四隅，炎炭正可依。清觞虽云酌，所愧乏珍肥。\r\n晨装复当行，寥落星已稀。何以慰心曲，伫子西还归。"
        },
        {
            "title": "酬李儋",
            "content": "开门临广陌，旭旦车驾喧。不见同心友，徘徊忧且烦。\r\n都城二十里，居在艮与坤。人生所各务，乖阔累朝昏。\r\n湛湛樽中酒，青青芳树园。缄情未及发，先此枉玙璠。\r\n迈世超高躅，寻流得真源。明当策疲马，与子同笑言。"
        },
        {
            "title": "李博士弟以",
            "content": "初夏息众缘，双林对禅客。枉兹芳兰藻，促我幽人策。\r\n冥搜企前哲，逸句陈往迹。仿佛陆浑南，迢递千峰碧。\r\n从来迟高驾，自顾无物役。山水心所娱，如何更朝夕。\r\n晨兴涉清洛，访子高阳宅。莫言往来疏，驽马知阡陌。"
        },
        {
            "title": "奉和张大夫戏示青山郎",
            "content": "天生逸世姿，竹马不曾骑。览卷冰将释，援毫露欲垂。\r\n金貂传几叶，玉树长新枝。荣禄何妨早，甘罗亦小儿。"
        },
        {
            "title": "答韩库部（协）",
            "content": "良玉表贞度，丽藻颇为工。名列金闺籍，心与素士同。\r\n日晏下朝来，车马自生风。清宵有佳兴，皓月直南宫。\r\n矫翮方上征，顾我邈忡忡。岂不愿攀举，执事府庭中。\r\n智乖时亦蹇，才大命有通。还当以道推，解组守蒿蓬。"
        },
        {
            "title": "答令狐士曹、独孤兵曹联骑暮归望山见寄",
            "content": "共爱青山住近南，行牵吏役背双骖。\r\n枉书独宿对流水，遥羡归时满夕岚。"
        },
        {
            "title": "酬韩质舟行阻冻",
            "content": "晨坐枉嘉藻，持此慰寝兴。中获辛苦奏，长河结阴冰。\r\n皓曜群玉发，凄清孤景凝。至柔反成坚，造化安可恒。\r\n方舟未得行，凿饮空兢兢。寒苦弥时节，待泮岂所能。\r\n何必涉广川，荒衢且升腾。殷勤宣中意，庶用达吾朋。"
        },
        {
            "title": "酬豆卢仓曹题库壁见示",
            "content": "掾局劳才子，新诗动洛川。运筹知决胜，聚米似论边。\r\n宴罢常分骑，晨趋又比肩。莫嗟年鬓改，郎署定推先。"
        },
        {
            "title": "酬柳郎中春日归扬州南郭见别之作",
            "content": "广陵三月花正开，花里逢君醉一回。\r\n南北相过殊不远，暮潮从去早潮来。"
        },
        {
            "title": "答李浣三首",
            "content": "孤客逢春暮，缄情寄旧游。海隅人使远，书到洛阳秋。\r\n马卿犹有壁，渔父自无家。想子今何处，扁舟隐荻花。\r\n林中观易罢，溪上对鸥闲。楚俗饶辞客，何人最往还。"
        },
        {
            "title": "酬郑户曹骊山感怀",
            "content": "苍山何郁盘，飞阁凌上清。先帝昔好道，下元朝百灵。\r\n白云已萧条，麋鹿但纵横。泉水今尚暖，旧林亦青青。\r\n我念绮襦岁，扈从当太平。小臣职前驱，驰道出灞亭。\r\n翻翻日月旗，殷殷鼙鼓声。万马自腾骧，八骏按辔行。\r\n日出烟峤绿，氛氲丽层甍。登临起遐想，沐浴欢圣情。\r\n朝燕咏无事，时丰贺国祯。日和弦管音，下使万室听。\r\n海内凑朝贡，贤愚共欢荣。合沓车马喧，西闻长安城。\r\n事往世如寄，感深迹所经。申章报兰藻，一望双涕零。"
        },
        {
            "title": "酬卢嵩秋夜见寄五韵",
            "content": "乔木生夜凉，月华满前墀。去君咫尺地，劳君千里思。\r\n素秉栖遁志，况贻招隐诗。坐见林木荣，愿赴沧洲期。\r\n何能待岁晏，携手当此时。"
        },
        {
            "title": "任洛阳丞",
            "content": "相逢且对酒，相问欲何如。数岁犹卑吏，家人笑著书。\r\n告归应未得，荣宦又知疏。日日生春草，空令忆旧居。"
        },
        {
            "title": "期卢嵩，枉书",
            "content": "佳期不可失，终愿枉衡门。南陌人犹度，西林日未昏。\r\n庭前空倚杖，花里独留樽。莫道无来驾，知君有短辕。"
        },
        {
            "title": "送孙徵赴云中",
            "content": "黄骢少年舞双戟，目视旁人皆辟易。百战曾夸陇上儿，\r\n一身复作云中客。寒风动地气苍芒，横吹先悲出塞长。\r\n敲石军中传夜火，斧冰河畔汲朝浆。前锋直指阴山外，\r\n虏骑纷纷翦应碎。匈奴破尽看君归，金印酬功如斗大。\r\n第一百九十卷"
        },
        {
            "title": "送秦系赴润州",
            "content": "近作新婚镊白髯，长怀旧卷映蓝衫。\r\n更欲携君虎丘寺，不知方伯望征帆。"
        },
        {
            "title": "送雷监赴阙庭",
            "content": "才大无不备，出入为时须。雄藩精理行，秘府擢文儒。\r\n诏书忽已至，焉得久踟蹰。方舟趁朝谒，观者盈路衢。\r\n广筵列众宾，送爵无停迂。攀饯诚怆恨，贺荣且欢娱。\r\n长陪柏梁宴，日向丹墀趋。时方重右职，蹉跎独海隅。"
        },
        {
            "title": "送王卿",
            "content": "别酌春林啼鸟稀，双旌背日晚风吹。\r\n却忆回来花已尽，东郊立马望城池。\r\n笼禽羡归翼，远守怀交亲。况复岁云暮，凛凛冰霜辰。\r\n旭霁开郡阁，宠饯集文人。洞庭摘朱实，松江献白鳞。"
        },
        {
            "title": "送豆卢策秀才",
            "content": "岁交冰未泮，地卑海气昏。子有京师游，始发吴阊门。\r\n新黄含远林，微绿生陈根。诗人感时节，行道当忧烦。\r\n古来濩落者，俱不事田园。文如金石韵，岂乏知音言。\r\n方辞郡斋榻，为酌离亭樽。无为倦羁旅，一去高飞翻。"
        },
        {
            "title": "送云阳邹儒立少府侍奉还京师",
            "content": "建中即藩守，天宝为侍臣。历观两都士，多阅诸侯人。\r\n邹生乃后来，英俊亦罕伦。为文颇瑰丽，禀度自贞醇。\r\n甲科推令名，延阁播芳尘。再命趋王畿，请告奉慈亲。\r\n一钟信荣禄，可以展欢欣。昆弟俱时秀，长衢当自伸。\r\n聊从郡阁暇，美此时景新。方将极娱宴，已复及离晨。\r\n省署惭再入，江海绵十春。今日阊门路，握手子归秦。"
        },
        {
            "title": "送崔叔清游越",
            "content": "忘兹适越意，爱我郡斋幽。野情岂好谒，诗兴一相留。\r\n远水带寒树，阊门望去舟。方伯怜文士，无为成滞游。"
        },
        {
            "title": "送丘员外归山居",
            "content": "郡阁始嘉宴，青山忆旧居。为君量革履，且愿住蓝舆。"
        },
        {
            "title": "听江笛送陆侍御（同丘员外赋题）",
            "content": "远听江上笛，临觞一送君。还愁独宿夜，更向郡斋闻。"
        },
        {
            "title": "送陆侍御还越",
            "content": "居藩久不乐，遇子聊一欣。英声颇籍甚，交辟乃时珍。\r\n绣衣过旧里，骢马辉四邻。敬恭尊郡守，笺简具州民。\r\n谬忝诚所愧，思怀方见申。置榻宿清夜，加笾宴良辰。\r\n遵途还盛府，行舫绕长津。自有贤方伯，得此文翰宾。"
        },
        {
            "title": "送房杭州（孺复）",
            "content": "专城未四十，暂谪岂蹉跎。风雨吴门夜，恻怆别情多。"
        },
        {
            "title": "送郑端公弟移院常州",
            "content": "时瞻宪臣重，礼为内兄全。公程傥见责，私爱信不愆。\r\n况昔陪朝列，今兹俱海壖。清觞方对酌，天书忽告迁。\r\n岂徒咫尺地，使我心思绵。应当自此始，归拜云台前。"
        },
        {
            "title": "重送丘二十二还临平山居",
            "content": "岁中始再觏，方来又解携。才留野艇语，已忆故山栖。\r\n幽涧人夜汲，深林鸟长啼。还持郡斋酒，慰子霜露凄。"
        },
        {
            "title": "送丘员外还山",
            "content": "长栖白云表，暂访高斋宿。还辞郡邑喧，归泛松江渌。\r\n结茅隐苍岭，伐薪响深谷。同是山中人，不知往来躅。\r\n灵芝非庭草，辽鹤委池鹜。终当署里门，一表高阳族。"
        },
        {
            "title": "送王校书",
            "content": "同宿高斋换时节，共看移石复栽杉。\r\n送君江浦已惆怅，更上西楼看远帆。"
        },
        {
            "title": "送仓部萧员外院长存",
            "content": "襆被蹉跎老江国，情人邂逅此相逢。\r\n不随鸳鹭朝天去，遥想蓬莱台阁重。"
        },
        {
            "title": "寄别李儋",
            "content": "首戴惠文冠，心有决胜筹。翩翩四五骑，结束向并州。\r\n名在相公幕，丘山恩未酬。妻子不及顾，亲友安得留。\r\n宿昔同文翰，交分共绸缪。忽枉别离札，涕泪一交流。\r\n远郡卧残疾，凉气满西楼。想子临长路，时当淮海秋。"
        },
        {
            "title": "送中弟（一作送崔肃懿）",
            "content": "秋风入疏户，离人起晨朝。山郡多风雨，西楼更萧条。\r\n嗟予淮海老，送子关河遥。同来不同去，沉忧宁复消。"
        },
        {
            "title": "送元锡、杨凌",
            "content": "荒林翳山郭，积水成秋晦。端居意自违，况别亲与爱。\r\n欢筵慊未足，离灯悄已对。还当掩郡阁，伫君方此会。"
        },
        {
            "title": "假中枉卢二十二",
            "content": "微官何事劳趋走，服药闲眠养不才。花里棋盘憎鸟污，\r\n枕边书卷讶风开。故人问讯缘同病，芳月相思阻一杯。\r\n应笑王戎成俗物，遥持麈尾独徘徊。"
        },
        {
            "title": "送刘评事",
            "content": "声华满京洛，藻翰发阳春。未遂鹓鸿举，尚为江海宾。\r\n吴中高宴罢，西上一游秦。已想函关道，游子冒风尘。\r\n丈夫岂恨别，一酌且欢忻。"
        },
        {
            "title": "送李侍御益赴幽州幕",
            "content": "二十挥篇翰，三十穷典坟。辟书五府至，名为四海闻。\r\n始从车骑幕，今赴嫖姚军。契阔晚相遇，草戚遽离群。\r\n悠悠行子远，眇眇川途分。登高望燕代，日夕生夏云。\r\n司徒拥精甲，誓将除国氛。儒生幸持斧，可以佐功勋。\r\n无言羽书急，坐阙相思文。"
        },
        {
            "title": "送苏评事",
            "content": "季弟仕谯都，元兄坐兰省。言访始忻忻，念离当耿耿。\r\n嵯峨夏云起，迢递山川永。登高望去尘，纷思终难整。"
        },
        {
            "title": "送郗詹事",
            "content": "圣朝列群彦，穆穆佐休明。君子独知止，悬车守国程。\r\n忠良信旧德，文学播英声。既获天爵美，况将齿位并。\r\n书奏蒙省察，命驾乃东征。皇恩赐印绶，归为田里荣。\r\n朝野同称叹，园绮郁齐名。长衢轩盖集，饮饯出西京。\r\n时属春阳节，草木已含英。洛川当盛宴，斯焉为达生。"
        },
        {
            "title": "始除尚书郎",
            "content": "简略非世器，委身同草木。逍遥精舍居，饮酒自为足。\r\n累日曾一栉，对书常懒读。社腊会高年，山川恣游瞩。\r\n明世方选士，中朝悬美禄。除书忽到门，冠带便拘束。\r\n愧忝郎署迹，谬蒙君子录。俯仰垂华缨，飘飖翔轻毂。\r\n行将亲爱别，恋此西涧曲。远峰明夕川，夏雨生众绿。\r\n迅风飘野路，回首不遑宿。明晨下烟阁，白云在幽谷。"
        },
        {
            "title": "自尚书郎出为滁州刺史（留别朋友兼示诸弟）",
            "content": "少年不远仕，秉笏东西京。中岁守淮郡，奉命乃征行。\r\n素惭省阁姿，况忝符竹荣。效愚方此始，顾私岂获并。\r\n徘徊亲交恋，怆悢昆友情。日暮风雪起，我去子还城。\r\n登途建隼旟，勒驾望承明。云台焕中天，龙阙郁上征。\r\n晨兴奉早朝，玉露沾华缨。一朝从此去，服膺理庶甿。\r\n皇恩倘岁月，归服厕群英。"
        },
        {
            "title": "送姚孙还河中",
            "content": "上国旅游罢，故园生事微。风尘满路起，行人何处归。\r\n留思芳树饮，惜别暮春晖。几日投关郡，河山对掩扉。"
        },
        {
            "title": "送端东行",
            "content": "世承清白遗，躬服古人言。从官俱守道，归来共闭门。\r\n驱车何处去，暮雪满平原。"
        },
        {
            "title": "谢栎阳令归",
            "content": "结发仕州县，蹉跎在文墨。徒有排云心，何由生羽翼。\r\n幸遭明盛日，万物蒙生植。独此抱微痾，颓然谢斯职。\r\n世道方荏苒，郊园思偃息。为欢日已延，君子情未极。\r\n驰觞忽云晏，高论良难测。游步清都宫，迎风嘉树侧。\r\n晨起西郊道，原野分黍稷。自乐陶唐人，服勤在微力。\r\n伫君列丹陛，出处两为得。"
        },
        {
            "title": "宴别幼遐与君贶兄弟",
            "content": "乖阙意方弭，安知忽来翔。累日重欢宴，一旦复离伤。\r\n置酒慰兹夕，秉烛坐华堂。契阔未及展，晨星出东方。\r\n征人惨已辞，车马俨成装。我怀自无欢，原野满春光。\r\n群水含时泽，野雉鸣朝阳。平生有壮志，不觉泪沾裳。\r\n况自守空宇，日夕但彷徨。"
        },
        {
            "title": "赠别河南李功曹（宏辞登科拜官）",
            "content": "耿耿抱私戚，寥寥独掩扉。临觞自不饮，况与故人违。\r\n故人方琢磨，瑰朗代所稀。宪礼更右职，文翰洒天机。\r\n聿来自东山，群彦仰馀辉。谈笑取高第，绾绶即言归。\r\n洛都游燕地，千里及芳菲。今朝章台别，杨柳亦依依。\r\n云霞未改色，山川犹夕晖。忽复不相见，心思乱霏霏。"
        },
        {
            "title": "奉送从兄宰晋陵",
            "content": "东郊暮草歇，千里夏云生。立马愁将夕，看山独送行。\r\n依微吴苑树，迢递晋陵城。慰此断行别，邑人多颂声。"
        },
        {
            "title": "送颜司议使蜀访图书",
            "content": "轺驾一封急，蜀门千岭曛。讵分江转字，但见路缘云。\r\n山馆夜听雨，秋猿独叫群。无为久留滞，圣主待遗文。"
        },
        {
            "title": "送汾城王主簿",
            "content": "少年初带印，汾上又经过。芳草归时遍，情人故郡多。\r\n禁钟春雨细，宫树野烟和。相望东桥别，微风起夕波。"
        },
        {
            "title": "送槐广落第归扬州",
            "content": "下第常称屈，少年心独轻。拜亲归海畔，似舅得诗名。\r\n晚对青山别，遥寻芳草行。还期应不远，寒露湿芜城。"
        },
        {
            "title": "送常侍御却使西蕃",
            "content": "归奏圣朝行万里，却衔天诏报蕃臣。本是诸生守文墨，\r\n今将匹马静烟尘。旅宿关河逢暮雨，春耕亭障识遗民。\r\n此去多应收故地，宁辞沙塞往来频。"
        },
        {
            "title": "送宣州周录事",
            "content": "清时重儒士，纠郡属伊人。薄游长安中，始得一交亲。\r\n英豪若云集，饯别塞城闉。高驾临长路，日夕起风尘。\r\n方念清宵宴，已度芳林春。从兹一分手，缅邈吴与秦。\r\n但睹年运驶，安知后会因。唯当存令德，可以解悁勤。"
        },
        {
            "title": "送五经赵随登科授广德尉",
            "content": "明经有清秩，当在石渠中。独往宣城郡，高斋谒谢公。\r\n寒原正芜漫，夕鸟自西东。秋日不堪别，凄凄多朔风。"
        },
        {
            "title": "送渑池崔主簿",
            "content": "邑带洛阳道，年年应此行。当时匹马客，今日县人迎。\r\n暮雨投关郡，春风别帝城。东西殊不远，朝夕待佳声。"
        },
        {
            "title": "送开封卢少府",
            "content": "雄藩车马地，作尉有光辉。满席宾常侍，阗街烛夜归。\r\n关河征旆远，烟树夕阳微。到处无留滞，梁园花欲稀。"
        },
        {
            "title": "送别覃孝廉",
            "content": "思亲自当去，不第未蹉跎。家住青山下，门前芳草多。\r\n秭归通远徼，巫峡注惊波。州举年年事，还期复几何。"
        },
        {
            "title": "送黎六郎赴阳翟少府",
            "content": "试吏向嵩阳，春山踯躅芳。腰垂新绶色，衣满旧芸香。\r\n乔树别时绿，客程关外长。只应传善政，日夕慰高堂。"
        },
        {
            "title": "天长寺上方别子西有道",
            "content": "假邑非拙素，况乃别伊人。聊登释氏居，携手恋兹晨。\r\n高旷出尘表，逍遥涤心神。青山对芳苑，列树绕通津。\r\n车马无时绝，行子倦风尘。今当遵往路，伫立欲何申。\r\n唯持贞白志，以慰心所亲。"
        },
        {
            "title": "杂言送黎六郎（寿阳公之子）",
            "content": "冰壶见底未为清，少年如玉有诗名。闻话嵩峰多野寺，\r\n不嫌黄绶向阳城。朱门严训朝辞去，骑出东郊满飞絮。\r\n河南庭下拜府君，阳城归路山氛氲。山氛氲，长不见。\r\n钓台水渌荷已生，少姨庙寒花始遍。县闲吏傲与尘隔，\r\n移竹疏泉常岸帻。莫言去作折腰官，岂似长安折腰客。"
        },
        {
            "title": "送榆次林明府",
            "content": "无嗟千里远，亦是宰王畿。策马雨中去，逢人关外稀。\r\n邑传榆石在，路绕晋山微。别思方萧索，新秋一叶飞。"
        },
        {
            "title": "赋得沙际",
            "content": "独树沙边人迹稀，欲行愁远暮钟时。\r\n野泉几处侵应尽，不遇山僧知问谁。"
        },
        {
            "title": "留别洛京亲友",
            "content": "握手出都门，驾言适京师。岂不怀旧庐，惆怅与子辞。\r\n丽日坐高阁，清觞宴华池。昨游倏已过，后遇良未知。\r\n念结路方永，岁阴野无晖。单车我当前，暮雪子独归。\r\n临流一相望，零泪忽沾衣。"
        },
        {
            "title": "送李儋",
            "content": "别离何从生，乃在亲爱中。反念行路子，拂衣自西东。\r\n日昃不留宴，严车出崇墉。行游非所乐，端忧道未通。\r\n春野百卉发，清川思无穷。芳时坐离散，世事谁可同。\r\n归当掩重关，默默想音容。"
        },
        {
            "title": "送郑长源",
            "content": "少年一相见，飞辔河洛间。欢游不知罢，中路忽言还。\r\n泠泠鹍弦哀，悄悄冬夜闲。丈夫虽耿介，远别多苦颜。\r\n君行拜高堂，速驾难久攀。鸡鸣俦侣发，朔雪满河关。\r\n须臾在今夕，樽酌且循环。"
        },
        {
            "title": "送洛阳韩丞东游",
            "content": "仙鸟何飘飖，绿衣翠为襟。顾我差池羽，咬咬怀好音。\r\n徘徊洛阳中，游戏清川浔。神交不在结，欢爱自中心。\r\n驾言忽徂征，云路邈且深。朝游尚同啄，夕息当异林。\r\n出饯宿东郊，列筵属城阴。举酒欲为乐，忧怀方沈沈。"
        },
        {
            "title": "上东门会送李幼举南游徐方",
            "content": "离弦既罢弹，樽酒亦已阑。听我歌一曲，南徐在云端。\r\n云端虽云邈，行路本非难。诸侯皆爱才，公子远结欢。\r\n济济都门宴，将去复盘桓。令姿何昂昂，良马远游冠。\r\n意气且为别，由来非所叹。"
        },
        {
            "title": "饯雍聿之潞州谒李中丞",
            "content": "郁郁雨相遇，出门草青青。酒酣拔剑舞，慷慨送子行。\r\n驱马涉大河，日暮怀洛京。前登太行路，志士亦未平。\r\n薄游五府都，高步振英声。主人才且贤，重士百金轻。\r\n丝竹促飞觞，夜宴达晨星。娱乐易淹暮，谅在执高情。"
        },
        {
            "title": "赋得浮云",
            "content": "游子欲言去，浮云那得知。偏能见行色，自是独伤离。\r\n晚带城遥暗，秋生峰尚奇。还因朔吹断，匹马与相随。"
        },
        {
            "title": "赋",
            "content": "名因定鼎地，门对凿龙山。水北楼台近，城南车马还。\r\n稍开芳野静，欲掩暮钟闲。去此无嗟屈，前贤尚抱关。"
        },
        {
            "title": "送张侍御秘书江左觐省",
            "content": "莫叹都门路，归无驷马车。绣衣犹在箧，芸阁已观书。\r\n沃野收红稻，长江钓白鱼。晨餐亦可荐，名利欲何如。"
        },
        {
            "title": "送章八元秀才擢第往上都应制",
            "content": "决胜文场战已酣，行应辟命复才堪。旅食不辞游阙下，\r\n春衣未换报江南。天边宿鸟生归思，关外晴山满夕岚。\r\n立马欲从何处别，都门杨柳正毵毵。"
        },
        {
            "title": "喜于广陵拜觐家兄奉送发还池州",
            "content": "青青连枝树，苒苒久别离。客游广陵中，俱到若有期。\r\n俯仰叙存殁，哀肠发酸悲。收情且为欢，累日不知饥。\r\n夙驾多所迫，复当还归池。长安三千里，岁晏独何为。\r\n南出登阊门，惊飙左右吹。所别谅非远，要令心不怡。"
        },
        {
            "title": "送唐明府赴溧水（三任县事）",
            "content": "三为百里宰，已过十馀年。只叹官如旧，旋闻邑屡迁。\r\n鱼盐滨海利，姜蔗傍湖田。到此安氓俗，琴堂又晏然。"
        },
        {
            "title": "送元仓曹归广陵",
            "content": "官闲得去住，告别恋音徽。旧国应无业，他乡到是归。\r\n楚山明月满，淮甸夜钟微。何处孤舟泊，遥遥心曲违。"
        },
        {
            "title": "送冯著受李广州署为录事",
            "content": "郁郁杨柳枝，萧萧征马悲。送君灞陵岸，纠郡南海湄。\r\n名在翰墨场，群公正追随。如何从此去，千里万里期。\r\n大海吞东南，横岭隔地维。建邦临日域，温燠御四时。\r\n百国共臻奏，珍奇献京师。富豪虞兴戎，绳墨不易持。\r\n州伯荷天宠，还当翊丹墀。子为门下生，终始岂见遗。\r\n所愿酌贪泉，心不为磷缁。上将玩国士，下以报渴饥。"
        },
        {
            "title": "送令狐岫宰恩阳",
            "content": "大雪天地闭，群山夜来晴。居家犹苦寒，子有千里行。\r\n行行安得辞，荷此蒲璧荣。贤豪争追攀，饮饯出西京。\r\n樽酒岂不欢，暮春自有程。离人起视日，仆御促前征。\r\n逶迟岁已穷，当造巴子城。和风被草木，江水日夜清。\r\n从来知善政，离别慰友生。"
        },
        {
            "title": "送阎寀赴东川辟",
            "content": "冰炭俱可怀，孰云热与寒。何如结发友，不得携手欢。\r\n晨登严霜野，送子天一端。只承简书命，俯仰豸角冠。\r\n上陟白云峤，下冥玄壑湍。离群自有托，历险得所安。\r\n当念反穷巷，登朝成慨叹。"
        },
        {
            "title": "送李二归楚",
            "content": "情人南楚别，复咏在原诗。忽此嗟岐路，还令泣素丝。\r\n风波朝夕远，音信往来迟。好去扁舟客，青云何处期。"
        },
        {
            "title": "送李十四山东游（一作山人东游）",
            "content": "圣朝有遗逸，披胆谒至尊。岂是贸荣宠，誓将救元元。\r\n权豪非所便，书奏寝禁门。高歌长安酒，忠愤不可吞。\r\n欻来客河洛，日与静者论。济世翻小事，丹砂驻精魂。\r\n东游无复系，梁楚多大蕃。高论动侯伯，疏怀脱尘喧。\r\n送君都门野，饮我林中樽。立马望东道，白云满梁园。\r\n踟蹰欲何赠，空是平生言。"
        },
        {
            "title": "送宣城路录事",
            "content": "江上宣城郡，孤舟远到时。云林谢家宅，山水敬亭祠。\r\n纲纪多闲日，观游得赋诗。都门且尽醉，此别数年期。"
        },
        {
            "title": "送崔押衙相州（顷任内黄令）",
            "content": "礼乐儒家子，英豪燕赵风。驱鸡尝理邑，走马却从戎。\r\n白刃千夫辟，黄金四海同。嫖姚恩顾下，诸将指挥中。\r\n别路怜芳草，归心伴塞鸿。邺城新骑满，魏帝旧台空。\r\n望阙应怀恋，遭时贵立功。万方如已静，何处欲输忠。"
        },
        {
            "title": "李五席送李主簿归西台",
            "content": "请告严程尽，西归道路寒。欲陪鹰隼集，犹恋鶺鴒单。\r\n洛邑人全少，嵩高雪尚残。满台谁不故，报我在微官。"
        },
        {
            "title": "寄二严",
            "content": "丝竹久已懒，今日遇君忺。打破蜘蛛千道网，\r\n总为鶺鴒两个严。\r\n第一百八十九卷"
        },
        {
            "title": "和",
            "content": "满城怜傲吏，终日赋新诗。请报淮阴客，春帆浪作期。"
        },
        {
            "title": "和张舍人夜直",
            "content": "西垣草诏罢，南宫忆上才。月临兰殿出，凉自凤池来。\r\n松桂生丹禁，鸳鹭集云台。托身各有所，相望徒徘徊。"
        },
        {
            "title": "复理西斋",
            "content": "前岁理西斋，得与君子同。迨兹已一周，怅望临春风。\r\n始自疏林竹，还复长榛丛。端正良难久，芜秽易为功。\r\n援斧开众郁，如师启群蒙。庭宇还清旷，烦抱亦舒通。\r\n海隅雨雪霁，春序风景融。时物方如故，怀贤思无穷。"
        },
        {
            "title": "赠旧识",
            "content": "少年游太学，负气蔑诸生。蹉跎三十载，今日海隅行。"
        },
        {
            "title": "寄皎然上人",
            "content": "吴兴老释子，野雪盖精庐。诗名徒自振，道心长晏如。\r\n想兹栖禅夜，见月东峰初。鸣钟惊岩壑，焚香满空虚。\r\n叨慕端成旧，未识岂为疏。愿以碧云思，方君怨别馀。\r\n茂苑文华地，流水古僧居。何当一游咏，倚阁吟踌躇。"
        },
        {
            "title": "赠李判官",
            "content": "良玉定为宝，长材世所稀。佐幕方巡郡，奏命布恩威。\r\n食蔬程独守，饮冰节靡违。决狱兴邦颂，高文禀天机。\r\n宾馆在林表，望山启西扉。下有千亩田，泱漭吴土肥。\r\n始耕已见获，袗絺今授衣。政拙劳详省，淹留未得归。\r\n虽惭且忻愿，日夕睹光辉。"
        },
        {
            "title": "赠丘员外二首",
            "content": "高词弃浮靡，贞行表乡闾。未真南宫拜，聊偃东山居。\r\n大藩本多事，日与文章疏。每一睹之子，高咏遂起予。\r\n宵昼方连燕，烦吝亦顿祛。格言雅诲阙，善谑矜数馀。\r\n久跼思游旷，穷惨遇阳舒。虎丘惬登眺，吴门怅踌躇。\r\n方此恋携手，岂云还旧墟。告诸吴子弟，文学为何如。\r\n迹与孤云远，心将野鹤俱。那同石氏子，每到府门趋。"
        },
        {
            "title": "寄黄、刘二尊师",
            "content": "庐山两道士，各在一峰居。矫掌白云表，晞发阳和初。\r\n清夜降真侣，焚香满空虚。中有无为乐，自然与世疏。\r\n道尊不可屈，符守岂暇馀。高斋遥致敬，愿示一编书。"
        },
        {
            "title": "寄黄尊师",
            "content": "结茅种杏在云端，扫雪焚香宿石坛。\r\n灵祇不许世人到，忽作雷风登岭难。"
        },
        {
            "title": "西涧即事示卢陟",
            "content": "寝扉临碧涧，晨起澹忘情。空林细雨至，圆文遍水生。\r\n永日无馀事，山中伐木声。知子尘喧久，暂可散烦缨。"
        },
        {
            "title": "简卢陟",
            "content": "可怜白雪曲，未遇知音人。恓惶戎旅下，蹉跎淮海滨。\r\n涧树含朝雨，山鸟哢馀春。我有一瓢酒，可以慰风尘。"
        },
        {
            "title": "登郡寄京师诸季、淮南子弟",
            "content": "始罢永阳守，复卧浔阳楼。悬槛飘寒雨，危堞侵江流。\r\n迨兹闻雁夜，重忆别离秋。徒有盈樽酒，镇此百端忧。"
        },
        {
            "title": "岁日寄京师诸季端武等",
            "content": "献岁抱深恻，侨居念归缘。常患亲爱离，始觉世务牵。\r\n少事河阳府，晚守淮南壖。平生几会散，已及蹉跎年。\r\n昨日罢符竹，家贫遂留连。部曲多已去，车马不复全。\r\n闲将酒为偶，默以道自诠。听松南岩寺，见月西涧泉。\r\n为政无异术，当责岂望迁。终理来时装，归凿杜陵田。"
        },
        {
            "title": "寒食寄京师诸弟",
            "content": "雨中禁火空斋冷，江上流莺独坐听。\r\n把酒看花想诸弟，杜陵寒食草青青。"
        },
        {
            "title": "因省风俗，与",
            "content": "累宵同燕酌，十舍携征骑。始造双林寂，遐搜洞府秘。\r\n群峰绕盘郁，悬泉仰特异。阴壑云松埋，阳崖烟花媚。\r\n每虑观省牵，中乖游践志。我尚山水行，子归栖息地。\r\n一操临流袂，上耸干云辔。独往倦危途，怀冲寡幽致。\r\n赖尔还都期，方将登楼迟。"
        },
        {
            "title": "寄刘尊师",
            "content": "世间荏苒萦此身，长望碧山到无因。\r\n白鹤徘徊看不去，遥知下有清都人。"
        },
        {
            "title": "示全真元",
            "content": "余辞郡符去，尔为外事牵。宁知风雪夜，复此对床眠。\r\n始话南池饮，更咏西楼篇。无将一会易，岁月坐推迁。"
        },
        {
            "title": "偶入西斋院示释子恒璨",
            "content": "僧斋地虽密，忘子迹要赊。一来非问讯，自是看山花。"
        },
        {
            "title": "寄裴处士",
            "content": "春风驻游骑，晚景澹山晖。一问清泠子，独掩荒园扉。\r\n草木雨来长，里闾人到稀。方从广陵宴，花落未言归。"
        },
        {
            "title": "雪行寄褒子",
            "content": "淅沥覆寒骑，飘飖暗川容。行子郡城晓，披云看杉松。"
        },
        {
            "title": "寄庐山棕衣居士",
            "content": "兀兀山行无处归，山中猛虎识棕衣。\r\n俗客欲寻应不遇，云溪道士见犹稀。"
        },
        {
            "title": "宿永阳寄璨律师",
            "content": "遥知郡斋夜，冻雪封松竹。时有山僧来，悬灯独自宿。"
        },
        {
            "title": "途中寄",
            "content": "上宰领淮右，下国属星驰。雾野腾晓骑，霜竿裂冻旗。\r\n萧萧陟连冈，莽莽望空陂。风截雁嘹唳，云惨树参差。\r\n高斋明月夜，中庭松桂姿。当睽一酌恨，况此两旬期。"
        },
        {
            "title": "寄卢陟",
            "content": "柳叶遍寒塘，晓霜凝高阁。累日此流连，别来成寂寞。"
        },
        {
            "title": "寄璨师",
            "content": "林院生夜色，西廊上纱灯。时忆长松下，独坐一山僧。"
        },
        {
            "title": "简陟、巡、建二甥（卢氏生）",
            "content": "忽羡后生连榻话，独依寒烛一斋空。\r\n时流欢笑事从别，把酒吟诗待尔同。"
        },
        {
            "title": "览褒子卧",
            "content": "念子抱沉疾，霜露变滁城。独此高窗下，自然无世情。"
        },
        {
            "title": "答释子良史送酒瓢",
            "content": "此瓢今已到，山瓢知已空。且饮寒塘水，遥将回也同。"
        },
        {
            "title": "重寄",
            "content": "复寄满瓢去，定见空瓢来。若不打瓢破，终当费酒材。"
        },
        {
            "title": "寄释子良史酒",
            "content": "秋山僧冷病，聊寄三五杯。应泻山瓢里，还寄此瓢来。"
        },
        {
            "title": "简郡中诸生",
            "content": "守郡卧秋阁，四面尽荒山。此时听夜雨，孤灯照窗间。\r\n药园日芜没，书帷长自闲。惟当上客至，论诗一解颜。"
        },
        {
            "title": "赠琮公",
            "content": "山僧一相访，吏案正盈前。出处似殊致，喧静两皆禅。\r\n暮春华池宴，清夜高斋眠。此道本无得，宁复有忘筌。"
        },
        {
            "title": "京师叛乱寄诸弟",
            "content": "弱冠遭世难，二纪犹未平。羁离官远郡，虎豹满西京。\r\n上怀犬马恋，下有骨肉情。归去在何时，流泪忽沾缨。\r\n忧来上北楼，左右但军营。函谷行人绝，淮南春草生。\r\n鸟鸣野田间，思忆故园行。何当四海晏，甘与齐民耕。"
        },
        {
            "title": "寄畅当（闻以子弟被召从军）",
            "content": "寇贼起东山，英俊方未闲。闻君新应募，籍籍动京关。\r\n出身文翰场，高步不可攀。青袍未及解，白羽插腰间。\r\n昔为琼树枝，今有风霜颜。秋郊细柳道，走马一夕还。\r\n丈夫当为国，破敌如摧山。何必事州府，坐使鬓毛斑。"
        },
        {
            "title": "寄恒璨",
            "content": "心绝去来缘，迹顺人间事。独寻秋草径，夜宿寒山寺。\r\n今日郡斋闲，思问楞伽字。"
        },
        {
            "title": "赠崔员外",
            "content": "一别十年事，相逢淮海滨。还思洛阳日，更话府中人。\r\n且对清觞满，宁知白发新。匆匆何处去，车马冒风尘。"
        },
        {
            "title": "寄诸弟",
            "content": "岁暮兵戈乱京国，帛书间道访存亡。\r\n还信忽从天上落，唯知彼此泪千行。"
        },
        {
            "title": "简恒璨",
            "content": "室虚多凉气，天高属秋时。空庭夜风雨，草木晓离披。\r\n简书日云旷，文墨谁复持。聊因遇澄静，一与道人期。"
        },
        {
            "title": "寄杨协律",
            "content": "吏散门阁掩，鸟鸣山郡中。远念长江别，俯觉座隅空。"
        },
        {
            "title": "赠李儋侍御",
            "content": "风光山郡少，来看广陵春。残花犹待客，莫问意中人。"
        },
        {
            "title": "三月三日寄诸弟兼怀崔都水",
            "content": "暮节看已谢，兹晨愈可惜。风澹意伤春，池寒花敛夕。\r\n对酒始依依，怀人还的的。谁当曲水行，相思寻旧迹。"
        },
        {
            "title": "寒食日寄诸弟",
            "content": "禁火暧佳辰，念离独伤抱。见此野田花，心思杜陵道。\r\n联骑定何时，予今颜已老。"
        },
        {
            "title": "登楼寄王卿",
            "content": "踏阁攀林恨不同，楚云沧海思无穷。\r\n数家砧杵秋山下，一郡荆榛寒雨中。"
        },
        {
            "title": "寄职方刘郎中",
            "content": "相闻二十载，不得展平生。一夕南宫遇，聊用写中情。\r\n端服光朝次，群烈慕英声。归来坐粉闱，挥笔乃纵横。\r\n始陪文翰游，欢燕难久并。予因谬忝出，君为沉疾婴。\r\n别离寒暑过，荏苒春草生。故园兹日隔，新禽池上鸣。\r\n郡中永无事，归思徒自盈。"
        },
        {
            "title": "元日寄诸弟兼呈崔都水",
            "content": "一从守兹郡，两鬓生素发。新正加我年，故岁去超忽。\r\n淮滨益时候，了似仲秋月。川谷风景温，城池草木发。\r\n高斋属多暇，惆怅临芳物。日月昧还期，念君何时歇。"
        },
        {
            "title": "冬至夜寄京师诸弟兼怀崔都水",
            "content": "理郡无异政，所忧在素餐。徒令去京国，羁旅当岁寒。\r\n子月生一气，阳景极南端。已怀时节感，更抱别离酸。\r\n私燕席云罢，还斋夜方阑。邃幕沉空宇，孤灯照床单。\r\n应同兹夕念，宁忘故岁欢。川途恍悠邈，涕下一阑干。"
        },
        {
            "title": "闲居寄诸弟",
            "content": "秋草生庭白露时，故园诸弟益相思。\r\n尽日高斋无一事，芭蕉叶上独题诗。"
        },
        {
            "title": "郊园闻",
            "content": "去岁郊园别，闻蝉在兰省。今岁卧南谯，蝉鸣归路永。\r\n夕响依山谷，馀悲散秋景。缄书报此时，此心方耿耿。"
        },
        {
            "title": "郡中对",
            "content": "宿雨冒空山，空城响秋叶。沉沉暮色至，凄凄凉气入。\r\n萧条林表散，的砾荷上集。夜雾著衣重，新苔侵履湿。\r\n遇兹端忧日，赖与嘉宾接。"
        },
        {
            "title": "新秋夜寄诸弟",
            "content": "两地俱秋夕，相望共星河。高梧一叶下，空斋归思多。\r\n方用忧人瘼，况自抱微痾。无将别来近，颜鬓已蹉跎。"
        },
        {
            "title": "寄大梁诸友",
            "content": "分竹守南谯，弭节过梁池。雄都众君子，出饯拥河湄。\r\n燕谑始云洽，方舟已解维。一为风水便，但见山川驰。\r\n昨日次睢阳，今夕宿符离。云树怆重叠，烟波念还期。\r\n相敦在勤事，海内方劳师。"
        },
        {
            "title": "园",
            "content": "田家已耕作，井屋起晨烟。园林鸣好鸟，闲居犹独眠。\r\n不觉朝已晏，起来望青天。四体一舒散，情性亦忻然。\r\n还复茅檐下，对酒思数贤。束带理官府，简牍盈目前。\r\n当念中林赏，览物遍山川。上非遇明世，庶以道自全。"
        },
        {
            "title": "闲居寄端及重阳",
            "content": "山明野寺曙钟微，雪满幽林人迹稀。\r\n闲居寥落生高兴，无事风尘独不归。"
        },
        {
            "title": "郡斋感",
            "content": "首夏辞旧国，穷秋卧滁城。方如昨日别，忽觉徂岁惊。\r\n高阁收烟雾，池水晚澄清。户牖已凄爽，晨夜感深情。\r\n昔游郎署间，是月天气晴。授衣还西郊，晓露田中行。\r\n采菊投酒中，昆弟自同倾。簪组聊挂壁，焉知有世荣。\r\n一旦居远郡，山川间音形。大道庶无累，及兹念已盈。"
        },
        {
            "title": "寄令狐侍郎",
            "content": "三山有琼树，霜雪色逾新。始自风尘交，中结绸缪姻。\r\n西掖方掌诰，南宫复司春。夕燕华池月，朝奉玉阶尘。\r\n众宝归和氏，吹嘘多俊人。群公共然诺，声问迈时伦。\r\n孤鸿既高举，燕雀在荆榛。翔集且不同，岂不欲殷勤。\r\n一旦迁南郡，江湖渺无垠。宠辱良未定，君子岂缁磷。\r\n寒暑已推斥，别离生苦辛。非将会面目，书札何由申。"
        },
        {
            "title": "寄柳州韩司户郎中",
            "content": "达识与昧机，智殊迹同静。于焉得携手，屡赏清夜景。\r\n潇洒陪高咏，从容羡华省。一逐风波迁，南登桂阳岭。\r\n旧里门空掩，欢游事皆屏。怅望城阙遥，幽居时序永。\r\n春风吹百卉，和煦变闾井。独闷终日眠，篇书不复省。\r\n唯当望雨露，沾子荒遐境。"
        },
        {
            "title": "雪",
            "content": "南望青山满禁闱，晓陪鸳鹭正差池。\r\n共爱朝来何处雪，蓬莱宫里拂松枝。\r\n第一百八十八卷"
        },
        {
            "title": "寄中书刘舍人",
            "content": "云霄路竟别，中年迹暂同。比翼趋丹陛，连骑下南宫。\r\n佳咏邀清月，幽赏滞芳丛。迨予一出守，与子限西东。\r\n晨露方怆怆，离抱更忡忡。忽睹九天诏，秉纶归国工。\r\n玉座浮香气，秋禁散凉风。应向横门度，环珮杳玲珑。\r\n光辉恨未瞩，归思坐难通。苍苍松桂姿，想在掖垣中。"
        },
        {
            "title": "途中书",
            "content": "华簪岂足恋，幽林徒自违。遥知别后意，寂寞掩郊扉。\r\n回首昆池上，更羡尔同归。"
        },
        {
            "title": "秋夜南",
            "content": "暝色起烟阁，沉抱积离忧。况兹风雨夜，萧条梧叶秋。\r\n空宇感凉至，颓颜惊岁周。日夕游阙下，山水忆同游。"
        },
        {
            "title": "还",
            "content": "休沐日云满，冲然将罢观。严车候门侧，晨起正朝冠。\r\n山泽含馀雨，川涧注惊湍。揽辔遵东路，回首一长叹。\r\n居人已不见，高阁在林端。"
        },
        {
            "title": "将往滁城恋新",
            "content": "停车欲去绕丛竹，偏爱新筠十数竿。\r\n莫遣儿童触琼粉，留待幽人回日看。"
        },
        {
            "title": "沣上对月",
            "content": "思怀在云阙，泊素守中林。出处虽殊迹，明月两知心。"
        },
        {
            "title": "西郊",
            "content": "山高鸣过雨，涧树落残花。非关春不待，当由期自赊。"
        },
        {
            "title": "沣上醉题寄涤武",
            "content": "芳园知夕燕，西郊已独还。谁言不同赏，俱是醉花间。"
        },
        {
            "title": "春日郊居，寄",
            "content": "谷鸟时一啭，田园春雨馀。光风动林早，高窗照日初。\r\n独饮涧中水，吟咏老氏书。城阙应多事，谁忆此闲居。"
        },
        {
            "title": "社日寄崔都水及诸弟群属",
            "content": "山郡多暇日，社时放吏归。坐阁独成闷，行塘阅清辉。\r\n春风动高柳，芳园掩夕扉。遥思里中会，心绪怅微微。"
        },
        {
            "title": "开元观",
            "content": "宿昔清都燕，分散各西东。车马行迹在，霜雪竹林空。\r\n方轸故物念，谁复一樽同。聊披道书暇，还此听松风。"
        },
        {
            "title": "寓",
            "content": "万木丛云出香阁，西连碧涧竹林园。高斋犹宿远山曙，\r\n微霰下庭寒雀喧。道心淡泊对流水，生事萧疏空掩门。\r\n时忆故交那得见，晓排阊阖奉明恩。"
        },
        {
            "title": "晚出沣上",
            "content": "临流一舒啸，望山意转延。隔林分落景，馀霞明远川。\r\n首起趣东作，已看耘夏田。一从民里居，岁月再徂迁。\r\n昧质得全性，世名良自牵。行忻携手归，聊复饮酒眠。"
        },
        {
            "title": "善福精舍示诸生",
            "content": "湛湛嘉树阴，清露夜景沉。悄然群物寂，高阁似阴岑。\r\n方以玄默处，岂为名迹侵。法妙不知归，独此抱冲襟。\r\n斋舍无馀物，陶器与单衾。诸生时列坐，共爱风满林。"
        },
        {
            "title": "沣上寄幼遐",
            "content": "寂寞到城阙，惆怅返柴荆。端居无所为，念子远徂征。\r\n夏昼人已息，我怀独未宁。忽从东斋起，兀兀寻涧行。\r\n罥挂丛榛密，披玩孤花明。旷然西南望，一极山水情。\r\n周览同游处，逾恨阻音形。壮图非旦夕，君子勤令名。\r\n勿复久留燕，蹉跎在北京。"
        },
        {
            "title": "西郊养疾，闻",
            "content": "养病惬清夏，郊园敷卉木。窗夕含涧凉，雨馀爱筠绿。\r\n披怀始高咏，对琴转幽独。仰子游群英，吐词如兰馥。\r\n还闻枉嘉藻，伫望延昏旭。唯见草青青，闭户沣水曲。"
        },
        {
            "title": "九日沣上",
            "content": "凄凄感时节，望望临沣涘。翠岭明华秋，高天澄遥滓。\r\n川寒流愈迅，霜交物初委。林叶索已空，晨禽迎飙起。\r\n时菊乃盈泛，浊醪自为美。良游虽可娱，殷念在之子。\r\n人生不自省，营欲无终已。孰能同一酌，陶然冥斯理。"
        },
        {
            "title": "寺居独夜",
            "content": "幽人寂不寐，木叶纷纷落。寒雨暗深更，流萤度高阁。\r\n坐使青灯晓，还伤夏衣薄。宁知岁方晏，离居更萧索。"
        },
        {
            "title": "善福阁对雨",
            "content": "飞阁凌太虚，晨跻郁峥嵘。惊飙触悬槛，白云冒层甍。\r\n太阴布其地，密雨垂八纮。仰观固不测，俯视但冥冥。\r\n感此穷秋气，沈郁命友生。及时未高步，羁旅游帝京。\r\n圣朝无隐才，品物俱昭形。国士秉绳墨，何以表坚贞。\r\n寸心东北驰，思与一会并。我车夙已驾，将逐晨风征。\r\n郊途住成淹，默默阻中情。"
        },
        {
            "title": "四禅精舍登览悲旧",
            "content": "萧散人事忧，迢递古原行。春风日已暄，百草亦复生。\r\n跻阁谒金像，攀云造禅扃。新景林际曙，杂花川上明。\r\n徂岁方缅邈，陈事尚纵横。温泉有佳气，驰道指京城。\r\n携手思故日，山河留恨情。存者邈难见，去者已冥冥。\r\n临风一长恸，谁畏行路惊。"
        },
        {
            "title": "闲居赠友",
            "content": "补吏多下迁，罢归聊自度。园庐既芜没，烟景空澹泊。\r\n闲居养痾瘵，守素甘葵藿。颜鬓日衰耗，冠带亦寥落。\r\n青苔已生路，绿筠始分箨。夕气下遥阴，微风动疏薄。\r\n草玄良见诮，杜门无请托。非君好事者，谁来顾寂寞。"
        },
        {
            "title": "秋",
            "content": "束带自衡门，奉命宰王畿。君侯枉高鉴，举善掩瑕疵。\r\n斯民本已安，工拙两无施。何以酬明德，岁晏不磷缁。\r\n时节乃来集，欣怀方载驰。平明大府开，一得拜光辉。\r\n温如春风至，肃若严霜威。群属所载瞻，而忘倦与饥。\r\n公堂燕华筵，礼罢复言辞。将从平门道，憩车沣水湄。\r\n山川降嘉岁，草木蒙润滋。孰云还本邑，怀恋独迟迟。"
        },
        {
            "title": "独游西斋",
            "content": "同心忽已别，昨事方成昔。幽径还独寻，绿苔见行迹。\r\n秋斋正萧散，烟水易昏夕。忧来结几重，非君不可释。"
        },
        {
            "title": "沣上西斋寄诸友（七月中善福之西斋作）",
            "content": "绝岸临西野，旷然尘事遥。清川下逦迤，茅栋上岧峣。\r\n玩月爱佳夕，望山属清朝。俯砌视归翼，开襟纳远飙。\r\n等陶辞小秩，效朱方负樵。闲游忽无累，心迹随景超。\r\n明世重才彦，雨露降丹霄。群公正云集，独予忻寂寥。"
        },
        {
            "title": "朝请后还",
            "content": "宰邑分甸服，夙驾朝上京。是时当暮春，休沐集友生。\r\n抗志青云表，俱践高世名。樽酒且欢乐，文翰亦纵横。\r\n良游昔所希，累宴夜复明。晨露含瑶琴，夕风殒素英。\r\n一旦遵归路，伏轼出京城。谁言再念别，忽若千里行。\r\n闲閤寡喧讼，端居结幽情。况兹昼方永，展转何由平。"
        },
        {
            "title": "休沐东还胄贵里示端",
            "content": "宦游三十载，田野久已疏。休沐遂兹日，一来还故墟。\r\n山明宿雨霁，风暖百卉舒。泓泓野泉洁，熠熠林光初。\r\n竹木稍摧翳，园场亦荒芜。俯惊鬓已衰，周览昔所娱。\r\n存没恻私怀，迁变伤里闾。欲言少留心，中复畏简书。\r\n世道良自退，荣名亦空虚。与子终携手，岁晏当来居。"
        },
        {
            "title": "对雨赠李主簿、高秀才",
            "content": "逦迤曙云薄，散漫东风来。青山满春野，微雨洒轻埃。\r\n吏局劳佳士，宾筵得上才。终朝狎文墨，高兴共徘徊。"
        },
        {
            "title": "西郊",
            "content": "升阳暧春物，置酒临芳席。高宴阙英僚，众宾寡欢怿。\r\n是时尚多垒，板筑兴颓壁。羁旅念越疆，领徒方祗役。\r\n如何嘉会日，当子忧勤夕。西郊郁已茂，春岚重如积。\r\n何当返徂雨，杂英纷可惜。"
        },
        {
            "title": "对雪赠徐秀才",
            "content": "靡靡寒欲收，霭霭阴还结。晨起望南端，千林散春雪。\r\n妍光属瑶阶，乱绪陵新节。无为掩扉卧，独守袁生辙。"
        },
        {
            "title": "县内闲居赠温公",
            "content": "满郭春风岚已昏，鸦栖散吏掩重门。\r\n虽居世网常清净，夜对高僧无一言。"
        },
        {
            "title": "寄子西",
            "content": "夏景已难度，怀贤思方续。乔树落疏阴，微风散烦燠。\r\n伤离枉芳札，忻遂见心曲。蓝上舍已成，田家雨新足。\r\n托邻素多欲，残帙犹见束。日夕上高斋，但望东原绿。"
        },
        {
            "title": "紫阁东林居士叔",
            "content": "碧涧苍松五粒稀，侵云采去露沾衣。夜启群仙合灵药，\r\n朝思俗侣寄将归。道场斋戒今初服，人事荤膻已觉非。\r\n一望岚峰拜还使，腰间铜印与心违。"
        },
        {
            "title": "对雨寄韩库部协",
            "content": "飒至池馆凉，霭然和晓雾。萧条集新荷，氤氲散高树。\r\n闲居兴方澹，默想心已屡。暂出仍湿衣，况君东城住。"
        },
        {
            "title": "赠冯著",
            "content": "契阔仕两京，念子亦飘蓬。方来属追往，十载事不同。\r\n岁晏乃云至，微褐还未充。惨凄游子情，风雪自关东。\r\n华觞发欢颜，嘉藻播清风。始此盈抱恨，旷然一夕中。\r\n善蕴岂轻售，怀才希国工。谁当念素士，零落岁华空。"
        },
        {
            "title": "赠令狐士曹",
            "content": "秋檐滴滴对床寝，山路迢迢联骑行。\r\n到家俱及东篱菊，何事先归半日程。"
        },
        {
            "title": "过",
            "content": "佛刹出高树，晨光闾井中。年深念陈迹，迨此独忡忡。\r\n零落逢故老，寂寥悲草虫。旧宇多改构，幽篁延本丛。\r\n栖止事如昨，芳时去已空。佳人亦携手，再往今不同。\r\n新文聊感旧，想子意无穷。"
        },
        {
            "title": "使云阳寄府曹",
            "content": "夙驾祗府命，冒炎不遑息。百里次云阳，闾阎问漂溺。\r\n上天屡愆气，胡不均寸泽。仰瞻乔树巅，见此洪流迹。\r\n良苗免湮没，蔓草生宿昔。颓墉满故墟，喜返将安宅。\r\n周旋涉涂潦，侧峭缘沟脉。仁贤忧斯民，贱子甘所役。\r\n公堂众君子，言笑思与觌。"
        },
        {
            "title": "同德阁期元",
            "content": "庭树忽已暗，故人那不来。只因厌烦暑，永日坐霜台。\r\n官荣多所系，闲居亦愆期。高阁犹相望，青山欲暮时。"
        },
        {
            "title": "同德寺",
            "content": "川上风雨来，须臾满城阙。岧峣青莲界，萧条孤兴发。\r\n前山遽已净，阴霭夜来歇。乔木生夏凉，流云吐华月。\r\n严城自有限，一水非难越。相望曙河远，高斋坐超忽。"
        },
        {
            "title": "同德",
            "content": "逍遥东城隅，双树寒葱茜。广庭流华月，高阁凝馀霰。\r\n杜门非养素，抱疾阻良宴。孰谓无他人，思君岁云变。\r\n官曹亮先忝，陈躅惭俊彦。岂知晨与夜，相代不相见。\r\n缄书问所如，酬藻当芬绚。"
        },
        {
            "title": "雪中闻李",
            "content": "度门能不访，冒雪屡西东。已想人如玉，遥怜马似骢。\r\n乍迷金谷路，稍变上阳宫。还比相思意，纷纷正满空。"
        },
        {
            "title": "同长源",
            "content": "东洛何萧条，相思邈遐路。策驾复谁游，入门无与晤。\r\n还因送归客，达此缄中素。屡暌心所欢，岂得颜如故。\r\n所欢不可暌，严霜晨凄凄。如彼万里行，孤妾守空闺。\r\n临觞一长叹，素欲何时谐。"
        },
        {
            "title": "寄洪",
            "content": "忽报南昌令，乘骢入郡城。同时趋府客，此日望尘迎。\r\n文苑台中妙，冰壶幕下清。洛阳相去远，犹使故林荣。"
        },
        {
            "title": "淮",
            "content": "前舟已眇眇，欲渡谁相待。秋山起暮钟，楚雨连沧海。\r\n风波离思满，宿昔容鬓改。独鸟下东南，广陵何处在。"
        },
        {
            "title": "寄卢庾",
            "content": "悠悠远离别，分此欢会难。如何两相近，反使心不安。\r\n乱发思一栉，垢衣思一浣。岂如望友生，对酒起长叹。\r\n时节异京洛，孟冬天未寒。广陵多车马，日夕自游盘。\r\n独我何耿耿，非君谁为欢。"
        },
        {
            "title": "自巩洛舟行",
            "content": "夹水苍山路向东，东南山豁大河通。寒树依微远天外，\r\n夕阳明灭乱流中。孤村几岁临伊岸，一雁初晴下朔风。\r\n为报洛桥游宦侣，扁舟不系与心同。"
        },
        {
            "title": "经少林精舍",
            "content": "息驾依松岭，高阁一攀缘。前瞻路已穷，既诣喜更延。\r\n出巘听万籁，入林濯幽泉。鸣钟生道心，暮磬空云烟。\r\n独往虽暂适，多累终见牵。方思结茅地，归息期暮年。"
        },
        {
            "title": "将",
            "content": "燕燕东向来，文鹓亦西飞。如何不相见，羽翼有高卑。\r\n徘徊到河洛，华屋未及窥。秋风飘我行，远与淮海期。\r\n回首隔烟雾，遥遥两相思。阳春自当返，短翮欲追随。"
        },
        {
            "title": "赠王侍御",
            "content": "心同野鹤与尘远，诗似冰壶见底清。府县同趋昨日事，\r\n升沉不改故人情。上阳秋晚萧萧雨，洛水寒来夜夜声。\r\n自叹犹为折腰吏，可怜骢马路傍行。"
        },
        {
            "title": "早春对",
            "content": "扫雪开幽径，端居望故人。犹残腊月酒，更值早梅春。\r\n几日东城陌，何时曲水滨。闻闲且共赏，莫待绣衣新。"
        },
        {
            "title": "寄冯著",
            "content": "春雷起萌蛰，土壤日已疏。胡能遭盛明，才俊伏里闾。\r\n偃仰遂真性，所求惟斗储。披衣出茅屋，盥漱临清渠。\r\n吾道亦自适，退身保玄虚。幸无职事牵，且览案上书。\r\n亲友各驰骛，谁当访敝庐。思君在何夕，明月照广除。"
        },
        {
            "title": "赠卢嵩",
            "content": "百川注东海，东海无虚盈。泥滓不能浊，澄波非益清。\r\n恬然自安流，日照万里晴。云物不隐象，三山共分明。\r\n奈何疾风怒，忽若砥柱倾。海水虽无心，洪涛亦相惊。\r\n怒号在倏忽，谁识变化情。"
        },
        {
            "title": "赠李儋",
            "content": "丝桐本异质，音响合自然。吾观造化意，二物相因缘。\r\n误触龙凤啸，静闻寒夜泉。心神自安宅，烦虑顿可捐。\r\n何因知久要，丝白漆亦坚。"
        },
        {
            "title": "趋",
            "content": "趋府不遑安，中宵出户看。满天星尚在，近壁烛仍残。\r\n立马频惊曙，垂帘却避寒。可怜同宦者，应悟下流难。"
        },
        {
            "title": "示从子河南尉班",
            "content": "拙直余恒守，公方尔所存。同占朱鸟克，俱起小人言。\r\n立政思悬棒，谋身类触藩。不能林下去，只恋府廷恩。"
        },
        {
            "title": "赠萧河南",
            "content": "厌剧辞京县，褒贤待诏书。酂侯方继业，潘令且闲居。\r\n霁后三川冷，秋深万木疏。对琴无一事，新兴复何如。"
        },
        {
            "title": "假",
            "content": "却足甘为笑，闲居梦杜陵。残莺知夏浅，社雨报年登。\r\n流麦非关忘，收书独不能。自然忧旷职，缄此谢良朋。"
        },
        {
            "title": "高陵",
            "content": "直方难为进，守此微贱班。开卷不及顾，沉埋案牍间。\r\n兵凶久相践，徭赋岂得闲。促戚下可哀，宽政身致患。\r\n日夕思自退，出门望故山。君心倘如此，携手相与还。"
        },
        {
            "title": "发广陵留上",
            "content": "将违安可怀，宿恋复一方。家贫无旧业，薄宦各飘飏。\r\n执板身有属，淹时心恐惶。拜言不得留，声结泪满裳。\r\n漾漾动行舫，亭亭远相望。离晨苦须臾，独往道路长。\r\n萧条风雨过，得此海气凉。感秋意已违，况自结中肠。\r\n推道固当遣，及情岂所忘。何时共还归，举翼鸣春阳。"
        },
        {
            "title": "听嘉陵江",
            "content": "凿崖泄奔湍，称古神禹迹。夜喧山门店，独宿不安席。\r\n水性自云静，石中本无声。如何两相激，雷转空山惊。\r\n贻之道门旧，了此物我情。"
        },
        {
            "title": "城中卧疾，知",
            "content": "车马日萧萧，胡不枉我庐。方来从令饮，卧病独何如。\r\n秋风起汉皋，开户望平芜。即此吝音素，焉知中密疏。\r\n渴者不思火，寒者不求水。人生羁寓时，去就当如此。\r\n犹希心异迹，眷眷存终始。"
        },
        {
            "title": "与村老对饮",
            "content": "鬓眉雪色犹嗜酒，言辞淳朴古人风。\r\n乡村年少生离乱，见话先朝如梦中。\r\n第一百八十七卷"
        },
        {
            "title": "军中冬燕",
            "content": "沧海已云晏，皇恩犹念勤。式燕遍恒秩，柔远及斯人。\r\n兹邦实大藩，伐鼓军乐陈。是时冬服成，戎士气益振。\r\n虎竹谬朝寄，英贤降上宾。旋罄周旋礼，愧无海陆珍。\r\n庭中丸剑阑，堂上歌吹新。光景不知晚，觥酌岂言频。\r\n单醪昔所感，大醵况同忻。顾谓军中士，仰答何由申。"
        },
        {
            "title": "司空主簿琴席",
            "content": "烟华方散薄，蕙气犹含露。澹景发清琴，幽期默玄悟。\r\n流连白雪意，断续回风度。掩抑虽已终，忡忡在幽素。"
        },
        {
            "title": "郡楼春燕",
            "content": "众乐杂军鞞，高楼邀上客。思逐花光乱，赏馀山景夕。\r\n为郡访凋瘵，守程难损益。聊假一杯欢，暂忘终日迫。"
        },
        {
            "title": "滁州园池燕元氏亲属",
            "content": "日暮游清池，疏林罗高天。馀绿飘霜露，夕气变风烟。\r\n水门架危阁，竹亭列广筵。一展私姻礼，屡叹芳樽前。\r\n感往在兹会，伤离属颓年。明晨复云去，且愿此流连。"
        },
        {
            "title": "春宵燕万年吉少府中孚南馆",
            "content": "始见斗柄回，复兹霜月霁。河汉上纵横，春城夜迢递。\r\n宾筵接时彦，乐燕凌芳岁。稍爱清觞满，仰叹高文丽。\r\n欲去返郊扉，端为一欢滞。"
        },
        {
            "title": "西郊燕集",
            "content": "济济众君子，高宴及时光。群山霭遐瞩，绿野布熙阳。\r\n列坐遵曲岸，披襟袭兰芳。野庖荐嘉鱼，激涧泛羽觞。\r\n众鸟鸣茂林，绿草延高冈。盛时易徂谢，浩思坐飘飏。\r\n眷言同心友，兹游安可忘。"
        },
        {
            "title": "扈亭西陂燕赏",
            "content": "杲杲朝阳时，悠悠清陂望。嘉树始氤氲，春游方浩荡。\r\n况逢文翰侣，爱此孤舟漾。绿野际遥波，横云分叠嶂。\r\n公堂日为倦，幽襟自兹旷。有酒今满盈，愿君尽弘量。"
        },
        {
            "title": "南塘泛舟会元六昆季",
            "content": "端居倦时燠，轻舟泛回塘。微风飘襟散，横吹绕林长。\r\n云澹水容夕，雨微荷气凉。一写悁勤意，宁用诉华觞。"
        },
        {
            "title": "夜偶诗客操公作",
            "content": "尘襟一潇洒，清夜得禅公。远自鹤林寺，了知人世空。\r\n惊禽翻暗叶，流水注幽丛。多谢非玄度，聊将诗兴同。"
        },
        {
            "title": "慈恩伽蓝清会",
            "content": "素友俱薄世，屡招清景赏。鸣钟悟音闻，宿昔心已往。\r\n重门相洞达，高宇亦遐朗。岚岭晓城分，清阴夏条长。\r\n氲氛芳台馥，萧散竹池广。平荷随波泛，回飙激林响。\r\n蔬食遵道侣，泊怀遗滞想。何彼尘昏人，区区在天壤。"
        },
        {
            "title": "移疾会诗客",
            "content": "对此嘉树林，独有戚戚颜。抱瘵知旷职，淹旬非乐闲。\r\n释子来问讯，诗人亦扣关。道同意暂遣，客散疾徐还。\r\n园径自幽静，玄蝉噪其间。高窗瞰远郊，暮色起秋山。\r\n英曹幸休暇，悢悢心所攀。"
        },
        {
            "title": "贾常侍林亭燕集",
            "content": "高贤侍天陛，迹显心独幽。朱轩骛关右，池馆在东周。\r\n缭绕接都城，氤氲望嵩丘。群公尽词客，方驾永日游。\r\n朝旦气候佳，逍遥写烦忧。绿林蔼已布，华沼澹不流。\r\n没露摘幽草，涉烟玩轻舟。圆荷既出水，广厦可淹留。\r\n放神遗所拘，觥罚屡见酬。乐燕良未极，安知有沉浮。\r\n醉罢各云散，何当复相求。"
        },
        {
            "title": "扬州偶会前洛阳卢耿主簿（应物顷贰洛阳常有",
            "content": "楚塞故人稀，相逢本不期。犹存袖里字，忽怪鬓中丝。\r\n客舍盈樽酒，江行满箧诗。更能连骑出，还似洛桥时。"
        },
        {
            "title": "燕李录事",
            "content": "与君十五侍皇闱，晓拂炉烟上赤墀。花开汉苑经过处，\r\n雪下骊山沐浴时。近臣零落今犹在，仙驾飘飖不可期。\r\n此日相逢思旧日，一杯成喜亦成悲。"
        },
        {
            "title": "大梁亭会李四栖梧作",
            "content": "梁王昔爱才，千古化不泯。至今蓬池上，远集八方宾。\r\n车马平明合，城郭满埃尘。逢君一相许，岂要平生亲。\r\n入仕三十载，如何独未伸。英声久籍籍，台阁多故人。\r\n置酒发清弹，相与乐佳辰。孤亭得长望，白日下广津。\r\n富贵良可取，朅来西入秦。秋风旦夕起，安得客梁陈。"
        },
        {
            "title": "效陶彭泽",
            "content": "霜露悴百草，时菊独妍华。\r\n物性有如此，寒暑其奈何。\r\n掇英泛浊醪，日入会田家。\r\n尽醉茅檐下，一生岂在多。\r\n【注释】：①《效陶彭泽》，亦称《和陶诗》。\r\n②陶彭泽，陶渊明。\r\n③霜露，秋霜，严霜。\r\n④悴：此处当作使之凋零、衰败解。\r\n⑤妍：美丽，此处用作动词，有盛开、捧献之意。【译文】：　　百草在严霜的摧残之下都已经凋零衰败，只有高洁的菊花不畏严寒，依然为人们捧献出赏心悦目的芳华。……【赏析】：　　本诗作旨在盛赞菊之可贵的坚贞本性，不慰畏严霜摧残，不为外物所移。"
        },
        {
            "title": "与韩库部会王祠曹宅作",
            "content": "闲门荫堤柳，秋渠含夕清。微风送荷气，坐客散尘缨。\r\n守默共无吝，抱冲俱寡营。良时颇高会，琴酌共开情。"
        },
        {
            "title": "效何水部二首",
            "content": "玉宇含清露，香笼散轻烟。应当结沉抱，难从兹夕眠。\r\n夕漏起遥恨，虫响乱秋阴。反复相思字，中有故人心。"
        },
        {
            "title": "与友生野饮效陶体",
            "content": "携酒花林下，前有千载坟。于时不共酌，奈此泉下人。\r\n始自玩芳物，行当念徂春。聊舒远世踪，坐望还山云。\r\n且遂一欢笑，焉知贱与贫。"
        },
        {
            "title": "杂体五首",
            "content": "沉沉匣中镜，为此尘垢蚀。辉光何所如，月在云中黑。\r\n南金既雕错，鞶带共辉饰。空存鉴物名，坐使妍蚩惑。\r\n美人竭肝胆，思照冰玉色。自非磨莹工，日日空叹息。\r\n古宅集祆鸟，群号枯树枝。黄昏窥人室，鬼物相与期。\r\n居人不安寝，搏击思此时。岂无鹰与鹯，饱肉不肯飞。\r\n既乖逐鸟节，空养凌云姿。孤负肉食恩，何异城上鸱。\r\n春罗双鸳鸯，出自寒夜女。心精烟雾色，指历千万绪。\r\n长安贵豪家，妖艳不可数。裁此百日功，唯将一朝舞。\r\n舞罢复裁新，岂思劳者苦。\r\n同声自相应，体质不必齐。谁知贾人铎，能使大乐谐。\r\n铿锵发宫徵，和乐变其哀。人神既昭享，凤鸟亦下来。\r\n岂非至贱物，一奏升天阶。物情苟有合，莫问玉与泥。\r\n碌碌荆山璞，卞和献君门。荆璞非有求，和氏非有恩。\r\n所献知国宝，至公不待言。是非吾欲默，此道今岂存。"
        },
        {
            "title": "拟古诗十二首",
            "content": "辞君远行迈，饮此长恨端。已谓道里远，如何中险艰。\r\n流水赴大壑，孤云还暮山。无情尚有归，行子何独难。\r\n驱车背乡园，朔风卷行迹。严冬霜断肌，日入不遑息。\r\n忧欢容发变，寒暑人事易。中心君讵知，冰玉徒贞白。\r\n黄鸟何关关，幽兰亦靡靡。此时深闺妇，日照纱窗里。\r\n娟娟双青娥，微微启玉齿。自惜桃李年，误身游侠子。\r\n无事久离别，不知今生死。\r\n峨峨高山巅，浼浼青川流。世人不自悟，驰谢如惊飍。\r\n百金非所重，厚意良难得。旨酒亲与朋，芳年乐京国。\r\n京城繁华地，轩盖凌晨出。垂杨十二衢，隐映金张室。\r\n汉宫南北对，飞观齐白日。游泳属芳时，平生自云毕。\r\n绮楼何氛氲，朝日正杲杲。四壁含清风，丹霞射其牖。\r\n玉颜上哀啭，绝耳非世有。但感离恨情，不知谁家妇。\r\n孤云忽无色，边马为回首。曲绝碧天高，馀声散秋草。\r\n徘徊帷中意，独夜不堪守。思逐朔风翔，一去千里道。\r\n嘉树蔼初绿，靡芜叶幽芳。君子不在赏，寄之云路长。\r\n路长信难越，惜此芳时歇。孤鸟去不还，缄情向天末。\r\n月满秋夜长，惊鸟号北林。天河横未落，斗柄当西南。\r\n寒蛩悲洞房，好鸟无遗音。商飙一夕至，独宿怀重衾。\r\n旧交日千里，隔我浮与沉。人生岂草木，寒暑移此心。\r\n酒星非所酌，月桂不为食。虚薄空有名，为君长叹息。\r\n兰蕙虽可怀，芳香与时息。岂如凌霜叶，岁暮蔼颜色。\r\n折柔将有赠，延意千里客。草木知贱微，所贵寒不易。\r\n神州高爽地，遐瞰靡不通。寒月野无绿，寥寥天宇空。\r\n阴阳不停驭，贞脆各有终。汾沮何鄙俭，考槃何退穷。\r\n反志解牵跼，无为尚劳躬。美人夺南国，一笑开芙蓉。\r\n清镜理容发，褰帘出深重。艳曲呈皓齿，舞罗不堪风。\r\n慊慊情有待，赠芳为我容。可嗟青楼月，流影君帷中。\r\n春至林木变，洞房夕含清。单居谁能裁，好鸟对我鸣。\r\n良人久燕赵，新爱移平生。别时双鸳绮，留此千恨情。\r\n碧草生旧迹，绿琴歇芳声。思将魂梦欢，反侧寐不成。\r\n揽衣迷所次，起望空前庭。孤影中自恻，不知双涕零。\r\n秋天无留景，万物藏光辉。落叶随风起，愁人独何依。\r\n华月屡圆缺，君还浩无期。如何雨绝天，一去音问违。\r\n有客天一方，寄我孤桐琴。迢迢万里隔，托此传幽音。\r\n冰霜中自结，龙凤相与吟。弦以明直道，漆以固交深。"
        },
        {
            "title": "杂曲歌辞·宫中调笑",
            "content": "胡马，胡马，远放燕支山下。咆沙咆雪独嘶，\r\n东望西望路迷。迷路，迷路，边草无穷日暮。\r\n河汉，河汉，晓挂秋城漫漫。愁人起望相思，\r\n江南塞北别离。离别，离别，河汉虽同路绝。"
        },
        {
            "title": "晦日处士叔园林燕集",
            "content": "遽看蓂叶尽，坐阙芳年赏。赖此林下期，清风涤烦想。\r\n始萌动新煦，佳禽发幽响。岚岭对高斋，春流灌蔬壤。\r\n樽酒遗形迹，道言屡开奖。幸蒙终夕欢，聊用税归鞅。"
        },
        {
            "title": "杂曲歌辞·三台二首",
            "content": "一年一年老去，明日后日花开。\r\n未报长安平定，万国岂得衔杯。\r\n冰泮寒塘始绿，雨馀百草皆生。\r\n朝来门阁无事，晚下高斋有情。"
        },
        {
            "title": "杂曲歌辞·行路难",
            "content": "荆山之白玉兮，良工雕琢双环连，月蚀中央镜心穿。\r\n故人赠妾初相结，恩在环中寻不绝。人情厚薄苦须臾，\r\n昔似连环今似玦。连环可碎不可离，如何物在人自移。\r\n上客勿遽欢，听妾歌路难。傍人见环环可怜，\r\n不知中有长恨端。"
        },
        {
            "title": "相和歌辞·相逢行",
            "content": "二十登汉朝，英声迈今古。适从东方来，又欲谒明主。\r\n犹酣新丰酒，尚带灞陵雨。邂逅两相逢，别来问寒暑。\r\n宁知白日晚，暂向花间语。忽闻长乐钟，走马东西去。"
        },
        {
            "title": "横吹曲辞·长安道",
            "content": "汉家宫殿含云烟，两宫十里相连延。晨霞出没弄丹阙，\r\n春雨依微自甘泉。春雨依微春尚早，长安贵游爱芳草。\r\n宝马横来下建章，香车却转避驰道。贵游谁最贵，\r\n卫霍世难比。何能蒙主恩，幸遇边尘起。\r\n归来甲第拱皇居，朱门峨峨临九衢。\r\n中有流苏合欢之宝帐，一百二十凤凰罗列含明珠。\r\n下有锦铺翠被之粲烂，博山吐香五云散。\r\n丽人绮阁情飘飖，头上鸳钗双翠翘。低鬟曳袖回春雪，\r\n聚黛一声愁碧霄。山珍海错弃藩篱，烹犊炰羔如折葵。\r\n既请列侯封部曲，还将金印授庐儿。欢荣若此何所苦，\r\n但苦白日西南驰。"
        },
        {
            "title": "乐府杂曲·鼓吹曲辞·芳树",
            "content": "迢迢芳园树，列映清池曲。对此伤人心，还如故时绿。\r\n风条洒馀霭，露叶承新旭。佳人不再攀，下有往来躅。"
        },
        {
            "title": "杂曲歌辞·突厥三台",
            "content": "雁门山上雁初飞，马邑阑中马正肥。\r\n日旰山西逢驿使，殷勤南北送征衣。"
        },
        {
            "title": "幽居",
            "content": "贵贱虽异等，出门皆有营。独无外物牵，遂此幽居情。\r\n微雨夜来过，不知春草生。青山忽已曙，鸟雀绕舍鸣。\r\n时与道人偶，或随樵者行。自当安蹇劣，谁谓薄世荣。"
        },
        {
            "title": "夕次盱眙县",
            "content": "落帆逗淮镇，停舫临孤驿。\r\n浩浩风起波，冥冥日沉夕。\r\n人归山郭暗，雁下芦洲白。\r\n独夜忆秦关，听钟未眠客。\r\n【注释】：①次：停泊。\r\n②逗：停留。\r\n③淮镇：淮水旁的市镇，指盱眙。\r\n④舫：船。\r\n⑤临：靠近。\r\n⑥驿：供邮差和官员旅宿的水陆交通站。 \r\n⑦“人归”句：意为日落城暗，人也回去休息了。\r\n⑧芦洲：芦苇丛生的水洲。 \r\n⑨秦：今陕西的别称。因战国时为秦地而得名。\r\n⑩客：诗人自称。此句意为孤独之夜，怀念家乡。【译文】：　　卸帆留宿淮水岸边的小镇，小舫停靠着孤零零的旅驿。大风突起江上的波浪浩荡，太阳沉落大地的夜色苍黑。山昏城暗人们都回家安憩，月照芦洲雁群也落下栖息。夜晚孤独我不禁想起长安，听到岸上钟声我怎能入睡？【赏析】：　　这首诗写旅途中的客思。诗人因路遇风波而夕次孤驿，在孤驿中所见全是秋日傍晚的一片萧索的景象，夜听寒钟思念故乡，彻夜未眠。一片思乡之情和愁绪全在景物的描写之中。诗的妙处，在寓情于景，情景交融。本诗对旷野苍凉凄清的夜景极尽渲染，把风尘飘泊，羁旅愁思烘托得强烈感人。"
        },
        {
            "title": "送杨氏女",
            "content": "永日方戚戚，出门复悠悠。\r\n女子今有行，大江溯轻舟。\r\n尔辈况无恃，抚念益慈柔。\r\n幼为长所育，两别泣不休。\r\n对此结中肠，义往难复留。\r\n自小阙内训，事姑贻我忧。\r\n赖兹托令门，仁恤庶无尤。\r\n贫俭诚所尚，资从岂待周。\r\n孝恭遵妇道，容止顺其猷。\r\n别离在今晨，见尔当何秋。\r\n居闲始自遣，临感忽难收。\r\n归来视幼女，零泪缘缨流。\r\n【注释】：①戚戚：悲伤忧愁\r\n②悠悠：遥远\r\n③行：出嫁\r\n④无恃：幼时无母\r\n⑤阕：通“缺”\r\n⑥内训：母亲的训导\r\n⑦令门：好的人家，这里指女儿的夫家\r\n⑧尤：过失【译文】：　　整日是悲喜哀伤，出门远行路途悠悠，女儿今天出嫁，轻舟溯江而去。你自幼痛失母亲，抚育你时益发倾注了我心中的慈爱。幼小的妹妹依靠姐姐抚育，分别时姐妹哭泣不止。她们互相倾吐衷曲，女大当嫁自不能把你挽留。你自小没有得到母亲的训导，侍奉公婆不能不使我担忧。令人欣慰的是你托身贤惠人家，会得到他们的信任和体恤，家道清贫，节俭诚信为我们所崇尚，嫁妆哪能备办得十分周全。孝顺恭敬长幼，恪守妇德规范；容貌举动要合乎礼节要求。父女离别就在今晨，以后相见却不知要等到哪个春秋？闲居时还能自我解遣悲愁，临别时的伤感真是难收。回来看到留在身边的幼女，禁不住又流下悲喜的眼泪。【赏析】：　　这是一首送女出嫁的好诗。送女出行，万千叮咛；怜其无恃，反复诫训。诗人早 年丧妻，留下两女自小相依为命，感情颇为深厚。因为对亡妻的思念，对二女自然更 加怜爱。在大女儿出嫁之时，自然临别而生感伤之情。 \r\n　　全诗情真语挚，至性至诚。慈父爱，骨肉情，跃然纸上。“贫俭诚所尚，资从岂 待周”。可作红衣千秋楷模。\r\n　　开头点明女儿将出嫁之事：女儿要嫁往夫家路途很遥远。念及女儿幼年丧母，自己一身兼父母之慈爱，当此离别之际，心中甚为不忍。\r\n　　然而女大当嫁是天经地义的事。诗人忍痛告诫女儿到了夫家，要遵从礼仪孝道，要勤俭持家，这是对女儿的一片殷殷期望。"
        },
        {
            "title": "三台",
            "content": "冰泮寒塘水渌，\r\n雨馀百草皆生。\r\n朝来门巷无事，\r\n晚下高斋有情。"
        },
        {
            "title": "月下会徐十一草堂",
            "content": "空斋无一事，岸帻故人期。暂辍观书夜，还题玩月诗。\r\n远钟高枕后，清露卷帘时。暗觉新秋近，残河欲曙迟。"
        },
        {
            "title": "郡斋雨中与诸文士燕集",
            "content": "兵卫森画戟，燕寝凝清香。\r\n海上风雨至，逍遥池阁凉。\r\n烦疴近消散，嘉宾复满堂。\r\n自惭居处崇，未睹斯民康。\r\n理会是非遣，性达形迹忘。\r\n鲜肥属时禁，蔬果幸见尝。\r\n俯饮一杯酒，仰聆金玉章。\r\n神欢体自轻，意欲凌风翔。\r\n吴中盛文史，群彦今汪洋。\r\n方知大藩地，岂曰财赋强。\r\n【注释】：①燕：通“宴”，意为休息。 \r\n②海上：东南近海。 \r\n③烦疴：烦燥。 \r\n④幸：希望，这里是谦词。 \r\n⑤金玉章：指客人们的诗篇。 \r\n⑥吴中：指苏州地区。 \r\n⑦藩：这里指大郡。【译文】：　　官邸门前画戟林立兵卫森严， 休息室内凝聚着焚檀的清香。东南近海层层风雨吹进住所， 逍遥自在池阁之间阵阵风凉。心里头的烦躁苦闷将要消散、 嘉宾贵客重新聚集济济一堂。自己惭愧所处地位太过高贵， 未能顾及平民百姓有无安康。如能领悟事理是非自然消释， 性情达观世俗礼节就可淡忘。鲜鱼肥肉是夏令禁食的荤腥， 蔬菜水果希望大家尽管品尝。大家躬身饮下一杯醇清美酒， 抬头聆听各人吟诵金玉诗章。精神愉快身体自然轻松舒畅， 心里真想临风飘举奋力翱翔。吴中不愧为文史鼎盛的所在， 文人学士简直多如大海汪洋。现在才知道大州大郡的地方， 哪里是仅以财物丰阜而称强？【赏析】：　　这是一首写与文士宴集并抒发个人胸怀的诗。诗人自惭居处高崇，不见黎民疾 苦。全诗议论风情人物，大有长官胸襟。叙事，抒情，议论相间，结构井然有序。"
        },
        {
            "title": "寄全椒山中道士",
            "content": "今朝郡斋冷，忽念山中客。\r\n涧底束荆薪，归来煮白石。\r\n欲持一瓢酒，远慰风雨夕。\r\n落叶满空山，何处寻行迹。\r\n【注释】：①群斋：指诗人任滁洲刺史时官署中的斋舍。\r\n②山中客：指全椒县西三十里神山上的道士。\r\n③涧：山间流水的沟。\r\n④束：捆。\r\n⑤荆薪：柴火。\r\n⑥煮白石：用《神仙传》＂常煮白石为粮″典。\r\n⑦瓢：将葫芦剖成两半，一半即为瓢。\r\n⑧空山：空寂的深山。\r\n⑨行迹：来去的踪迹。【译文】：　　今天郡斋里很冷，忽然想起山中隐居的人。你一定在涧底打柴，回来以后煮些清苦的饭菜。想带着一瓢酒去看你，让你在风雨夜里得到些安慰。可是秋叶落满空山，什么地方能找到你的行迹？【赏析】：　　诗人在风雨之夜想起友人，想带着酒去拜访，可见两人的深厚友情。而满山落叶，恐不能相遇，只能寄诗抒情，又流露出淡淡的惆怅。全诗淡淡写来，却于平淡中见深挚，流露出诗人情感上的种种跳荡与反复。开头，是由郡斋的冷而想到山中的道士，又想到送酒去安慰他，终于又觉得找不着他们而无可奈何。而自己的寂寞之情，也就无从排解。"
        },
        {
            "title": "寄李儋元锡",
            "content": "去年花里逢君别，今日花开已一年。\r\n世事茫茫难自料，春愁黯黯独成眠。\r\n身多疾病思田里，邑有流亡愧俸钱。\r\n闻道欲来相问讯，西楼望月几回圆。\r\n【注释】：１、邑：指属境；\r\n２、流亡：指灾民。【译文】：??这也是一首投赠诗。开首二句即景生情，花开花落，引起对茫茫世事的感叹。接\r\n着直抒情怀，写因多病而想辞官归田，反映内心的矛盾。“邑有流亡愧俸钱”，不仅\r\n是仁人自叹未能尽责，也流露进退两难的苦闷。结尾道出今日寄诗的用意，是极需友\r\n情的慰勉，因而望月相思，盼其来访，正合投赠诗的风韵。\r\n??这首诗的思想境界较高，“身多疾病思田里，邑有流亡愧俸钱”两句尤最，自宋\r\n以来，倍受颂扬，即使今日，依然闪烁光辉。\r\n【简析】：\r\n此诗写怀友之情，表明了自己的忧郁。前两句历来为人所称赞，范仲淹曾叹之为“仁者之言”。"
        },
        {
            "title": "赋得暮雨送李曹",
            "content": "楚江微雨里，建业暮钟时。\r\n漠漠帆来重，冥冥鸟去迟。\r\n海门深不见，浦树远含滋。\r\n相送情无限，沾襟比散丝。\r\n【注释】：①楚江：指长江。\r\n②建业：指今江苏省南京市。\r\n③重：景象深刻。\r\n④冥冥：高远，深远。\r\n⑤海门：长江入海处。\r\n⑥滋：润泽。【译文】：　　长江笼罩在细雨中，正是建业寺晚钟敲响的时候。江水茫茫，船在雨中行进得很吃力，天色昏暗，鸟儿也飞得很慢。海门遥远，无法看到，岸边的树，远远望去，带着水汽。怀着无限情意为你送行，泪水像雨丝一样沾湿衣襟。【赏析】：　　诗人伫立在暮雨中为友人送行，暮雨纷纷好像也饱含着情谊，友人要到遥远的地方，不免惜别难舍。泪水与雨丝同时落下，情与景也巧妙地融合在了一起。全篇紧扣暮雨二字，以疏淡有致的笔墨，绘出一幅动静相生、富有情味的江上烟雨图，表现诗人对自然景物细致的观察和精微的刻画。全诗自然形象，朴实深远，前后呼应，浑然天成。"
        },
        {
            "title": "乐府杂曲·鼓吹曲辞·有所思",
            "content": "借问江上柳，青青为谁春。空游昨日地，不见昨日人。\r\n缭绕万家井，往来车马尘。莫道无相识，要非心所亲。"
        },
        {
            "title": "初发扬子寄元大校书",
            "content": "凄凄去亲爱，泛泛入烟雾。\r\n归棹洛阳人，残钟广陵树。\r\n今朝此为别，何处还相遇。\r\n世事波上舟，沿洄安得住。\r\n【注释】：①去：离开。\r\n②亲爱：相亲相爱的朋友，指元大。\r\n③泛泛：行船漂浮。\r\n④归棹：指从扬子津出发乘船北归洛阳。\r\n⑤广陵：今江苏省扬州市。\r\n⑥此：此处。\r\n⑦为别：作别。\r\n⑧还：再。\r\n⑨沿洄：顺流而下为沿，逆流而上为洄，这里指处境的顺逆。\r\n⑩安得住：怎能停得住？【译文】：　　悲伤地离开了亲爱的朋友，飘荡的小船进入了烟雾之中。归舟上是洛阳的游子，回头望去，看到广陵城的树，耳边响起残余的钟声。今天在这里和你分别，何处还能再相遇。世事就像波浪中的船，不论顺流逆流又怎么能停得住呢？【赏析】：　　这首诗写于韦应物离开广陵回洛阳去的途中。元大是他在广陵时的朋友，两人感情很深，这从诗中的“亲爱”两字可以看得出来。诗人和元大分手，心情悲伤。可是船还是要开行了。船只在烟雾之中慢慢前行，诗人还忍不住回头遥望广陵城。城外的树木渐渐变得模糊难辨，这时，远远传来了广陵的寺庙钟声，一种依依惜别的无奈与矛盾心情油然而生。\r\n　　全诗表面平淡，内蕴却是含蓄深厚，于景象描写中揭示出人生哲理。"
        },
        {
            "title": "长安遇冯著",
            "content": "客从东方来，衣上灞陵雨。\r\n问客何为来，采山因买斧。\r\n冥冥花正开，飏飏燕新乳。\r\n昨别今已春，鬓丝生几缕。\r\n【注释】：①灞陵：即灞上，因汉文帝葬在这里，改名灞陵。\r\n②客：指中唐诗人冯著。\r\n③采山：指冯著有归隐山林之意。\r\n④冥冥：悄悄。\r\n⑤飏飏：飞翔的样子。\r\n⑥燕新乳：初生的小燕。\r\n⑦昨别：去年分别。\r\n⑧鬓丝：两鬓白发如丝。【译文】：　　客人从东方过来，衣服上还带着灞陵的雨。问客人为什么来，客人说为了上山砍伐树木来买斧头。悄悄地百花正在盛开，飞翔的燕子正在哺乳小燕。去年一别如今又是春天，两鬓的头发不知又生出多少。【赏析】：　　诗人与朋友别后重逢，对朋友的遭遇深表同情，同时予以慰勉。全诗叙事中抒情写景，以问答方式渲染气氛。既情意深长，又生动活泼，清新明快，回味无穷。它的感人，首先在于诗人心胸坦荡，思想开朗，对生活充满信心，对前途有展望，对朋友充满热情。因此他能对一位不期而遇的失意朋友充分理解，深表同情，体贴入微而又积极勉励。"
        },
        {
            "title": "淮上喜会梁州故人",
            "content": "江汉曾为客，相逢每醉还。 \r\n浮云一别后，流水十年间。 \r\n欢笑情如旧，萧疏鬓已斑。 \r\n何因不归去？淮上有秋山。\r\n【注释】：①每：总是。\r\n②浮云：比喻聚散无定。\r\n③萧疏：零落。\r\n④何因：什么原因。\r\n⑤淮上：淮河水边。【译文】：　　曾在汉江一起作客，每次相逢都喝醉了才回去。像浮云一样分别后，时光如流水，一别就是十年。欢笑的情谊同过去一样，只是两边的鬓发已经斑白稀疏了。为什么还不回去呢？因为有淮水上的满山秋色。【赏析】：　　本诗描写了诗人在淮上（今江苏淮阴一带）遇见了梁州故人的情况和感慨。他和这位老朋友十年前就在梁州江汉一带有过交往。诗的题目写“喜会”故人，但诗中表现的是“此日相逢思旧日，一杯成喜亦成悲。”那样一种悲喜交集的感情。诗的首联概括了以前的友谊；颈联和末联抓住了久别重逢的情景作为重点和主题，详细地加以描写，写出了今日的相聚、痛饮和欢笑，写出了环境、体貌和心思，表现得很细致。颔联“浮云一别后，流水十年间。”表现的时间最长，表现的空间最宽，表现的人事最难。“浮云”和“流水”不是写实，都是虚拟的景物，借以抒发诗人的主观感情，表现一别十年的感伤，颇见这首诗的熔裁功夫。"
        },
        {
            "title": "秋夜寄丘员外",
            "content": "怀君属秋夜，散步咏凉天。\r\n山空松子落，幽人应未眠。\r\n【注释】：１、邱员外：名丹，苏州人，曾拜尚书郎，后隐居平山上。\r\n２、属：正值。\r\n３、幽人：悠闲的人，指丘员外。【译文】：??这是一首怀人诗。诗人与丘丹在苏州时过往甚密，丘丹临平山学道时，诗人写此诗以寄怀。诗的首两句，写自己因秋夜怀人而徘徊沉吟的情景；后两句想象所怀的人这时也在怀念自己而难以成眠。隐士常以松子为食，因而想到松子脱落季节即想起对方。一样秋色，异地相思。着墨虽淡，韵味无穷；语浅情深，言简意长。全诗以其古雅闲淡的风格美，给人玩绎不尽的艺术享受。"
        },
        {
            "title": "滁州西涧",
            "content": "独怜幽草涧边生，上有黄鹂深树鸣。\r\n春潮带雨晚来急，野渡无人舟自横。\r\n【注释】：①滁州：在今安徽滁县以西。\r\n②西涧：在滁县城西，俗名称上马河。\r\n③幽草：幽谷里的小草。【译文】：　　我怜爱生长在涧边的幽草，涧上有黄鹂在深林中啼叫。春潮伴着夜雨急急地涌来，渡口无人船只随波浪横漂。【赏析】：　　这是写景诗的名篇，描写春游滁州西涧赏景和晚潮带雨的野渡所见。首二句写春景、爱幽草而轻黄鹂，以喻乐守节，而嫉高媚；后二句写带雨春潮之急，和水急舟横的景象，蕴含一种不在其位，不得其用的无可奈何之忧伤。全诗表露了恬淡的胸襟和忧伤之情怀。"
        },
        {
            "title": "调笑",
            "content": "胡马，胡马，\r\n远放燕支山下。\r\n跑沙跑雪独嘶，\r\n东望西望路迷。\r\n迷路，迷路，\r\n边草无穷日暮。"
        },
        {
            "title": "答李瀚",
            "content": "林中观易罢，溪上对鸥闲。\r\n楚俗饶词客，何人最往还。"
        }
    ]
}