{
    "dynasty": "唐",
    "author": "柳宗元",
    "intro": "柳宗元（７７３－８１９），字子厚，河东解（今山西省运城县解州镇）人。他曾积极参加王叔文集团革新政治的。唐顺宗时，任礼部员外郎。革新失败后，被贬为永州司马，后迁为柳州刺史。他是唐代杰出的文学家和思想家，在散文和诗歌的创作方面，有着很高造诣。他的诗，善于寓情于景，写得俊雅峭拔。",
    "items": [
        {
            "title": "朗州窦常员外寄刘二十八诗，见促行骑走笔酬赠",
            "content": "投荒垂一纪，新诏下荆扉。\r\n疑比庄周梦，情如苏武归。\r\n赐环留逸响，五马助征騑。\r\n不羡衡阳雁，春来前后飞。\r\n【赏析】：出处：《全唐诗》卷351-22"
        },
        {
            "title": "同刘二十八院长述旧言怀感时书事,奉寄澧州",
            "content": "弱岁游玄圃，先容幸弃瑕。名劳长者记，文许后生夸。\r\n鷃翼尝披隼，蓬心类倚麻。继酬天禄署，俱尉甸侯家。\r\n宪府初收迹，丹墀共拜嘉。分行参瑞兽，传点乱宫鸦。\r\n执简宁循枉，持书每去邪。鸾凤标魏阙，熊武负崇牙。\r\n辨色宜相顾，倾心自不哗。金炉仄流月，紫殿启晨霞。\r\n未竟迁乔乐，俄成失路嗟。还如渡辽水，更似谪长沙。\r\n别怨秦城暮，途穷越岭斜。讼庭闲枳棘，候吏逐麋麚。\r\n三载皇恩畅，千年圣历遐。朝宗延驾海，师役罢梁溠。\r\n京邑搜贞干，南宫步渥洼。世惟材是梓，人仰骥中骅。\r\n欻刺苗入地，仍逾赣石崖。礼容垂琫，戍备响錏鍜。W\r\n宠即郎官旧，威从太守加。建旟翻鸷鸟，负弩绕文蛇。\r\n册府荣八命，中闱盛六珈。肯随胡质矫，方恶马融奢。\r\n褒德符新换，怀仁道并遮。俗嫌龙节晚，朝讶介圭赊。\r\n禹贡输苞匦，周官赋秉秅。雄风吞七泽，异产控三巴。\r\n即事观农稼，因时展物华。秋原被兰叶，春渚涨桃花。\r\n令肃军无扰，程悬市禁贳。不应虞竭泽，宁复叹栖苴。\r\n蹀躞驺先驾，笼铜鼓报衙。染毫东国素，濡印锦溪砂。\r\n货积舟难泊，人归山倍畬。吴歈工折柳，楚舞旧传芭。\r\n隐几松为曲，倾樽石作污。寒初荣橘柚，夏首荐枇杷。\r\n祀变荆巫祷，风移鲁妇髽。已闻施恺悌，还睹正奇邪。\r\n慕友惭连璧，言姻喜附葭。沉埋全死地，流落半生涯。\r\n入郡腰恒折，逢人手尽叉。敢辞亲耻污，唯恐长疵瘕。\r\n善幻迷冰火，齐谐笑柏涂。东门牛屡饭，中散虱空爬。\r\n逸戏看猿斗，殊音辨马挝。渚行狐作孽，林宿鸟为。a\r\n同病忧能老，新声厉似姱。岂知千仞坠，只为一毫差。\r\n守道甘长绝，明心欲自。&贮愁听夜雨，隔泪数残葩。\r\n枭族音常聒，豺群喙竞呀。岸芦翻毒蜃，谿竹斗狂犘。\r\n野鹜行看弋，江鱼或共叉。瘴氛恒积润，讹火亟生煆。\r\n耳静烦喧蚁，魂惊怯怒蛙。风枝散陈叶，霜蔓綖寒瓜。\r\n雾密前山桂，冰枯曲沼蕸。思乡比庄舄，遁世遇眭夸。\r\n渔舍茨荒草，村桥卧古槎。御寒衾用罽，挹水勺仍椰。\r\n窗蠹惟潜蝎，甍涎竞缀蜗。引泉开故窦，护药插新笆。\r\n树怪花因槲，虫怜目待虾。骤歌喉易嗄，饶醉鼻成齄。\r\n曳捶牵羸马，垂蓑牧艾豭。已看能类鳖，犹讶雉为鷨。\r\n谁采中原菽，徒巾下泽车。俚儿供苦笋，伧父馈酸楂。\r\n劝策扶危杖，邀持当酒茶。道流征短褐，禅客会袈裟。\r\n香饭舂菰米，珍蔬折五茄。方期饮甘露，更欲吸流霞。\r\n屋鼠从穿兀，林狙任攫拏。春衫裁白纻，朝帽挂乌纱。\r\n屡叹恢恢网，频摇肃肃罝。衰荣因蓂荚，盈缺几虾蟆。\r\n路识沟边柳，城闻陇上笳。共思捐佩处，千骑拥青緺。"
        },
        {
            "title": "田家三首",
            "content": "蓐食徇所务，驱牛向东阡。鸡鸣村巷白，夜色归暮田。\r札札耒耜声，飞飞来乌鸢。竭兹筋力事，持用穷岁年。\r尽输助徭役，聊就空自眠。子孙日已长，世世还复然。\r篱落隔烟火，农谈四邻夕。庭际秋虫鸣，疏麻方寂历。\r蚕丝尽输税，机杼空倚壁。里胥夜经过，鸡黍事筵席。\r各言官长峻，文字多督责。东乡后租期，车毂陷泥泽。\r公门少推恕，鞭朴恣狼藉。努力慎经营，肌肤真可惜。\r迎新在此岁，唯恐踵前迹。\r古道饶蒺藜，萦回古城曲。蓼花被堤岸，陂水寒更绿。\r是时收获竟，落日多樵牧。风高榆柳疏，霜重梨枣熟。\r行人迷去住，野鸟竞栖宿。田翁笑相念，昏黑慎原陆。\r今年幸少丰，无厌饘与粥。"
        },
        {
            "title": "从崔中丞过卢少尹郊居",
            "content": "寓居湘岸四无邻，世网难婴每自珍。莳药闲庭延国老，\r开樽虚室值贤人。泉回浅石依高柳，径转垂藤闲绿筠。\r闻道偏为五禽戏，出门鸥鸟更相亲。"
        },
        {
            "title": "桂州北望秦驿，手开竹径至钓矶，留待徐容州",
            "content": "幽径为谁开，美人城北来。王程倘馀暇，一上子陵台。"
        },
        {
            "title": "朗州窦常员外寄刘二十八诗，见促行骑走笔酬",
            "content": "投荒垂一纪，新诏下荆扉。疑比庄周梦，情如苏武归。\r赐环留逸响，五马助征騑。不羡衡阳雁，春来前后飞。"
        },
        {
            "title": "杨尚书寄郴笔，知是小生本样，令更商榷使尽",
            "content": "截玉铦锥作妙形，贮云含雾到南溟。尚书旧用裁天诏，\r内史新将写道经。曲艺岂能裨损益，微辞只欲播芳馨。\r桂阳卿月光辉遍，毫末应传顾兔灵。"
        },
        {
            "title": "奉和杨尚书郴州，追和故李中书夏日登北楼十",
            "content": "郡楼有遗唱，新和敌南金。境以道情得，人期幽梦寻。\r层轩隔炎暑，迥野恣窥临。凤去徽音续，芝焚芳意深。\r游鳞出陷浦，唳鹤绕仙岑。风起三湘浪，云生万里阴。\r宏规齐德宇，丽藻竞词林。静契分忧术，闲同迟客心。\r骅骝当远步，鶗鴂莫相侵。今日登高处，还闻梁父吟。"
        },
        {
            "title": "零陵赠李卿元侍御简吴武陵",
            "content": "理世固轻士，弃捐湘之湄。阳光竞四溟，敲石安所施。\r铩羽集枯干，低昂互鸣悲。朔云吐风寒，寂历穷秋时。\r君子尚容与，小人守竞危。惨凄日相视，离忧坐自滋。\r尊酒聊可酌，放歌谅徒为。惜无协律者，窈眇弦吾诗。"
        },
        {
            "title": "巽上人以竹闲自采新茶见赠，酬之以诗",
            "content": "芳丛翳湘竹，零露凝清华。复此雪山客，晨朝掇灵芽。\r蒸烟俯石濑，咫尺凌丹崖。圆方丽奇色，圭璧无纤瑕。\r呼儿爨金鼎，馀馥延幽遐。涤虑发真照，还源荡昏邪。\r犹同甘露饭，佛事薰毗耶。咄此蓬瀛侣，无乃贵流霞。"
        },
        {
            "title": "酬韶州裴曹长使君寄道州吕八大使，因以见示",
            "content": "金马尝齐入，铜鱼亦共颁。疑山看积翠，浈水想澄湾。\r标榜同惊俗，清明两照奸。乘轺参孔仅，按节服侯狦。\r贾傅辞宁切，虞童发未。j 秉心方的的，腾口任。àà\r圣理高悬象，爰书降罚锾。德风流海外，和气满人寰。\r御魅恩犹贷，思贤泪自潸。在亡均寂寞，零落间惸鳏。\r夙志随忧尽，残肌触瘴。l 月光摇浅濑，风韵碎枯菅。\r海俗衣犹卉，山夷髻不鬟。泥沙潜虺蜮，榛莽斗豺獌。\r循省诚知惧，安排只自憪。食贫甘莽卤，被褐谢斓斒。\r远物裁青罽，时珍馔白鹇。长捐楚客佩，未赐大夫环。\r异政徒云仰，高踪不可攀。空劳慰憔悴，妍唱剧妖娴。"
        },
        {
            "title": "弘农公以硕德伟材屈于诬枉左官三岁复为大僚",
            "content": "知命儒为贵，时中圣所臧。处心齐宠辱，遇物任行藏。\r关识新安地，封传临晋乡。挺生推豹蔚，遐步仰龙骧。\r干有千寻竦，精闻百炼钢。茂功期舜禹，高韵状羲黄。\r足逸诗书囿，锋摇翰墨场。雅歌张仲德，颂祝鲁侯昌。\r宪府初腾价，神州转耀铓。右言盈简策，左辖备条纲。\r响切晨趋佩，烟浓近侍香。司仪六礼洽，论将七兵扬。\r合乐来仪凤，尊祠重饩羊。卿材优柱石，公器擅岩廊。\r峻节临衡峤，和风满豫章。人归父母育，郡得股肱良。\r细故谁留念，烦言肯过防。璧非真盗客，金有误持郎。\r龟虎休前寄，貂蝉冠旧行。训刑方命吕，理剧复推张。\r直用明销恶，还将道胜刚。敬逾齐国社，恩比召南棠。\r希怨犹逢怒，多容竞忤强。火炎侵琬琰，鹰击谬鸾凰。\r刻木终难对，焚芝未改芳。远迁逾桂岭，中徙滞馀杭。\r顾土虽怀赵，知天讵畏匡。论嫌齐物诞，骚爱远游伤。\r丽泽周群品，重明照万方。斗间收紫气，台上挂清光。\r福为深仁集，妖从盛德禳。秦民啼畎亩，周士舞康庄。\r采绶还垂艾，华簪更截肪。高居迁鼎邑，遥傅好书王。\r碧树环金谷，丹霞映上阳。留欢唱容与，要醉对清凉。\r故友仍同里，常僚每合堂。渊龙过许劭，冰鲤吊王祥。\r玉漏天门静，铜驼御路荒。涧瀍秋潋滟，嵩少暮微茫。\r遵渚徒云乐，冲天自不遑。降神终入辅，种德会明扬。\r独弃伧人国，难窥夫子墙。通家殊孔李，旧好即潘杨。\r世议排张挚，时情弃仲翔。不言缧绁枉，徒恨纆徽长。\r贾赋愁单阏，邹书怯大梁。炯心那自是，昭世懒佯狂。\r鸣玉机全息，怀沙事不忘。恋恩何敢死，垂泪对清湘。"
        },
        {
            "title": "同刘二十八院长述旧言怀感时书事,奉寄澧州 ",
            "content": ""
        },
        {
            "title": "唐铙歌鼓吹曲十二篇·梁之余，保荆衡巴巫，",
            "content": "苞枿矣i ，惟恨之蟠。弥巴蔽荆，负南极以安。\r曰我旧梁氏，缉绥艰难。江汉之阻，都邑固以完。圣人作，\r神武用。有臣勇智，奋不以众。投迹死地，谋猷纵。\r化敌为家，虑则中。浩浩海裔，不威而同。系缧降王。\r定厥功。澶漫万里，宣唐风。蛮夷九译，咸来从。\r凯旋金奏，象形容。震赫万国，罔不龚。"
        },
        {
            "title": "奉平淮夷雅表·方城，命愬守也。卒入蔡，得",
            "content": "方城临临，王卒峙之。匪徼匪竞，皇有正命。\r皇命于愬，往舒余仁。踣彼艰顽，柔惠是驯。\r愬拜即命，于皇之训。既砺既攻，以后厥刃。\r王师嶷嶷，熊罴是式。衔勇韬力，日思予殛。\r寇昏以狂，敢蹈愬疆。士获厥心，大袒高骧。\r长戟酋矛，粲其绥章。右翦左屠，聿禽其良。\r其良既宥，告以父母。恩柔于肌，卒贡尔有。\r维彼攸恃，乃侦乃诱。维彼攸宅，乃发乃守。\r其恃爰获，我功我多。阴谍厥图，以究尔讹。\r雨雪洋洋，大风来加，于燠其寒，于迩其遐。\r汝阴之茫，悬瓠之峨。是震是拔，大歼厥家。\r狡虏既縻，输于国都。示之市人，即社行诛。\r乃谕乃止，蔡有厚喜。完其室家，仰父俯子。\r汝水沄沄，既清而瀰。蔡人行歌，我步逶迟。\r蔡人歌矣，蔡风和矣。孰颣蔡初，胡甈尔居。\r式慕以康，为愿有馀。是究是咨，皇德既舒。\r皇曰咨愬，裕乃父功。昔我文祖，惟西平是庸。\r内诲于家，外刑于邦。孰是蔡人，而不率从。\r蔡人率止，惟西平有子。西平有子，惟我有臣。\r畴允大邦，俾惠我人。于庙告功，以顾万方。"
        },
        {
            "title": "奉平淮夷雅表·皇武，命丞相度董师，集大功",
            "content": "皇耆其武，于溵于淮。既巾乃车，环蔡具来。\r狡众昏嚚，甚毒于酲。狂奔叫呶，以干大刑。\r皇咨于度，惟汝一德。旷诛四纪，其徯汝克。\r锡汝斧钺，其往视师。师是蔡人，以宥以釐。\r度拜稽首，庙于元龟。既祃既类，于社是宜。\r金节煌煌，锡质雕戈。犀甲熊旂，威命是荷。\r度拜稽首，出次于东。天子饯之，罍斝是崇。\r鼎臑俎胾，五献百笾。凡百卿士，班以周旋。\r既涉于浐，乃翼乃前。孰图厥犹，其佐多贤。\r宛宛周道，于山于川。远扬迩昭，陟降连连。\r我旆我旗，于道于陌。训于群帅，拳勇来格。\r公曰徐之，无恃额额。式和尔容，惟义之宅。\r进次于郾，彼昏卒狂。裒凶鞠顽，锋猬斧螗，\r赤子匍匐，厥父是亢。怒其萌芽，以悖太阳。\r王旅浑浑，是佚是怙。既获敌师，若饥得餔。\r蔡凶伊窘，悉起来聚。左捣其虚，靡愆厥虑。\r载辟载袚，丞相是临。弛其武刑，谕我德心。\r其危既安，有长如林。曾是讙譊，化为讴吟。\r皇曰来归，汝复相予。爵之成国，胙以夏区。\r度拜稽首，天子圣神。度拜稽首，皇祐下人。\r淮夷既平，震是朔南。宜庙宜郊，以告德音。\r归牛休马，丰稼于野。我武惟皇，永保无疆。"
        },
        {
            "title": "种朮",
            "content": "守闲事服饵，采朮东山阿。东山幽且阻，疲苶烦经过。\r戒徒劚灵根，封植閟天和。违尔涧底石，彻我庭中莎。\r土膏滋玄液，松露坠繁柯。南东自成亩，缭绕纷相罗。\r晨步佳色媚，夜眠幽气多。离忧苟可怡，孰能知其他。\r爨竹茹芳叶，宁虑瘵与瘥。留连树蕙辞，婉娩采薇歌。\r悟拙甘自足，激清愧同波。单豹且理内，高门复如何。"
        },
        {
            "title": "茅檐下始栽竹",
            "content": "瘴茅葺为宇，溽暑常侵肌。适有重膇疾，蒸郁宁所宜。\r东邻幸导我，树竹邀凉飔。欣然惬吾志，荷锸西岩垂。\r楚壤多怪石，垦凿力已疲。江风忽云暮，舆曳还相追。\r萧瑟过极浦，旖旎附幽墀。贞根期永固，贻尔寒泉滋。\r夜窗遂不掩，羽扇宁复持。清泠集浓露，枕簟凄已知。\r网虫依密叶，晓禽栖迥枝。岂伊纷嚣间，重以心虑怡。\r嘉尔亭亭质，自远弃幽期。不见野蔓草，蓊蔚有华姿。\r谅无凌寒色，岂与青山辞。"
        },
        {
            "title": "杂曲歌辞·行路难三首",
            "content": "君不见夸父逐日窥虞渊，跳踉北海超昆仑。\r披霄决汉出沆漭，瞥裂左右遗星辰。须臾力尽道渴死，\r狐鼠蜂蚁争噬吞。北方立争人长九寸，开口抵掌更笑喧。\r啾啾饮食滴与粒，生死亦足终天年。睢盱大志少成遂，\r坐使儿女相悲怜。\r虞衡斤斧罗千山，工命采斫栈与椽。深林土翦十取一，\r百牛连鞅摧双辕。万围千寻妨道路，东西蹶倒山火焚。\r遗馀毫末不见保，躝跞磵壑何当存。群材未成质已夭，\r突兀硣豁空岩峦。柏梁天灾武库火，匠石狼顾相愁冤。\r君不见南山栋梁益稀少，爱材养育谁复论。\r飞雪断道冰成梁，侯家炽炭雕玉房。蟠龙吐耀虎喙张，\r熊蹲豹掷争低昂。攒峦业崿射朱光，丹霞翠雾飘奇香。\r美人四向回明珰，雪山冰谷晞太阳。星躔奔走不得止，\r奄忽双燕栖虹梁。风台露榭生光饰，死灰弃置参与商。\r盛时一去贵反贱，桃笙葵扇安可常。"
        },
        {
            "title": "再至界围岩水帘遂宿岩下",
            "content": "发春念长违，中夏欣再睹。是时植物秀，杳若临悬圃。\r歊阳讶垂冰，白日惊雷雨。笙簧潭际起，鹳鹤云间舞。\r古苔凝青枝，阴草湿翠羽。蔽空素彩列，激浪寒光聚。\r的皪沉珠渊，锵鸣捐佩浦。幽岩画屏倚，新月玉钩吐。\r夜凉星满川，忽疑眠洞府。"
        },
        {
            "title": "登柳州城楼寄漳汀封连四州",
            "content": "城上高楼接大荒，海天愁思正茫茫。\r\n惊风乱飐芙蓉水，密雨斜侵薜荔墙。\r\n岭树重遮千里目，江流曲似九回肠。\r\n共来百粤文身地，犹自音书滞一方。"
        },
        {
            "title": "送元暠师诗",
            "content": "侯门辞必服，忍位取悲增。\r\n去鲁心犹在，从周力未能。\r\n家山余五柳，人世遍千灯。\r\n莫让金钱施，无生道自弘。\r\n【注释】：①侯门，指显贵之家。借代朝廷。辞，责备。《左传·昭公九年》：“王使詹桓伯辞于晋。”杜预注：“辞，责让之。”服，顺服。\r\n②去鲁，指孔子离开鲁国。孔子曾任鲁国司寇，计“堕三都”（毁坏三家大夫的都邑）失败而离开鲁国。周游列国，自称“如有用我者，吾其为东周乎！”“从周力未能”是诗人谦辞。\r\n③家山，家乡。五柳，陶潜自称五柳先生，这里指躲进佛道以避世。\r\n④无生，佛教语，指万物的实体无生无灭。【译文】：王侯们的责备定当服从，容忍司马之位我日增悲愤。\r\n计“堕三都”孔子逃离鲁国，周朝大礼我无力振兴。\r\n陶潜隐居避开尘世的纷争，人世间到处是香烟燎绕的佛灯。\r\n不要以为施舍金钱就是佛道，弘扬佛道还需懂得“无灭无生”。【赏析】：　　《送元暠师诗》作于柳宗元初贬永州之时，当时有一位法号元暠的和尚，经刘禹锡的介绍专程到永州来拜访；离去的时候，柳宗元写序作诗送行。柳宗元在《送元暠师序》中称“元暠衣粗而食菲，病心而墨貌，以其先人之葬未返其土，无族属以移其哀……”，是当时的所谓“孝僧”。\r\n　　诗的首联叙写了自己被贬后的悲愤心境：\r\n　　永贞革新，打击了当时的方镇割剧势力、专横的宦官和守旧复古的大士族、大官僚，顺应了历史的发展。而士族和割据势力的代表，顽固地反对永贞革新，千方百计地进行破坏。他们结成联盟，拥立太子李纯为帝，把王叔文、柳宗元等革新派的人全部贬、杀。柳宗元在这次事件中被贬永州。“侯门辞必服，忍位取悲增。”既概括了永贞革新的事件，又叙写了自己被贬后的悲愤心情。离开京都长安，本已失意，而强忍现在囚徒般的身份，又使自己徒增悲愤。“必服”二字正话反说，表明柳宗元对朝廷的贬谪并非心悦诚服，他还是坚信自己的政治理想是正确的；但封建社会的君臣之道，是任何士大夫都不能违抗的。因而在他的内心形成了巨大的矛盾和痛苦。“忍”、“取”二字便是这种痛苦的表现。\r\n　　诗的颔联承首联剖析自己心境的变化。颔联连用两个典故，以孔子自况，表达自己难以言传的复杂心情。孔子五十岁时，由鲁国中都宰升任司寇，为了抑制三家大夫家臣势力，定计毁坏三家的都邑，因失败而离开鲁国。诗人以此类比道出被贬的原由，自己也因孔子不能实现振兴周礼的大志一般而感叹不能实现自己的政治理想。“哀莫大于心死”，柳宗元自觉无力改变现实，而仕途的险恶，世事的纷争，使他意识到要找到一个心灵的避难所，所以在颈联他向元暠和尚表达了自己倾心佛道的思想：我只有像陶潜一样作个隐士，把自己的心隐居于佛道中，在那里找到人生的归宿。李唐一代佛教盛行，统治阶级大力宣传佛教。唐太宗、高宗作《大唐三藏圣教序》和《序记》，宣扬佛法，武后为佛造大像，中宗崇饰寺观，肃宗、代宗在宫内设道场，宪宗命使迎佛骨，敬宗、宣宗、懿宗等亦莫不笃信佛法。贵族官僚们也多信佛教，元载、杜鸿渐、王维、王缙等，是其尤著者。王维“在京师日饭十数名僧，以玄淡为乐”，“退朝之后，焚香独坐，以禅诵为事”(《旧唐书·王维传》)。由于统治阶级大力宣传佛教，民间更是盛行，寺庙林立，大量的劳动人口出家为僧或投靠寺院为寺户、佃户等，呈现出“人世遍千灯”的景象。当然柳宗元的谈佛，有着自己不得不然的悲哀。但是柳宗元对有的佛教徒的做法并不赞同，他对佛教有自己的理想。因此，他的诗的尾联中提出了“如要求得真正的佛道，不要只是施舍金钱，只有懂得了世间万物无生无灭的道理，佛道自然会发扬光大”的看法。\r\n　　的确，有的佛教徒借宣扬佛教来搜括钱财，如王缙令五台山和尚数十人，“分行郡县，聚徒讲说，以求货利”(《旧唐书·王缙传》)。又如汴州相国寺传言佛像流汗，节度使刘玄佐立刻亲往布施金帛，并大起斋场，“由是，将吏商贾，奔走道路，如恐不及。因令官为簿书，以簿所入。所得巨万计。”(《唐语林·卷六》)。用佛像出汗这个大骗局，搜括了无数钱财。诗人指斥这类人“有貌而不心，名而异行”(《送去举归幽泉寺序》)，并提出“佛之道，大而多容。凡有志于物外而耻制于世者，则思入焉”(《送去举归幽泉寺序》)的入佛标准，以表明自己的态度。\r\n　　《送元暠师诗》内容丰富，短短八句，从一个侧面概括了作者的心路历程，让我们看到了中国古代进步知识分子的痛苦心灵。诗中引用了大量典故来叙事、抒情，如“去鲁心犹在，从周力未能。”作者用孔子的故事来影射自己不得志和受贬斥的遭遇，抒发了自己空怀壮志的感慨。这些牢骚很深的话，由于用了典故，表现得非常委婉、含蓄。"
        },
        {
            "title": "田家（三首其三）",
            "content": "古道饶蒺藜，萦回古城曲。蓼花被堤岸，陂水寒更绿。\r\n是时收获竟，落日多樵牧。风高榆柳疏，霜重梨枣熟。\r\n行人迷去住，野鸟竞栖宿。田翁笑相念，昏黑慎原陆。\r\n今年幸少丰，无厌饘与粥。\r\n【注释】：①饶（ráo）富足、多。蒺藜（jílí）：草本植物，茎平铺在地上，果皮有尖刺，种子入中药。萦（yíng）：围绕：缠绕。\r\n②蓼（liǎo）花：草本植物，果实卵形，扁平。全草入中药。被：遮盖。陂（bēi杯）：池塘。\r\n③竟：完毕。\r\n④竞：竞争、竞赛。\r\n⑤厌：满足。饘（zhān），稠粥。【译文】：路上蒺藜满眼生，弯曲缠绕古城壁。\r\n蓼花覆盖塘堤岸，池中清水更绿碧。\r\n此时秋收已完毕，樵夫牧童日暮归。\r\n寒风劲吹柳叶稀，霜下梨枣已透熟。\r\n行路之人迷归路，野鸟竞相寻归宿。\r\n田家老人笑留我，黑夜原孤独谨慎。\r\n幸亏今年收成好，不用担心没得粥。【赏析】：　　柳宗元“待罪南荒”，与普通民众交往，又亲自参加劳动，基本上把自己融入到一个普通民众之中。《田家》第三首就是通过写“我”恋游郊外，迷不知返，黄昏时，田家老翁担心“我”走夜路有危险而诚心留宿的情景，表达了“我”被贬南荒后的苦闷无奈、孤独无望的心理，同时也表现了永州淳朴的民风。\r\n　　诗歌前八句写郊游所见景物。展现在我们眼前的是一幅深秋原野风景图：古城、古道，蒺藜缠绕，野花开满堤岸，池水澄清碧绿，“饶”、“被”、“寒”三字足见此地原始荒凉却又纯朴自然；秋风瑟瑟，霜露重重，林影稀疏，夕阳西下，又给人一种秋收后的萧瑟肃杀之感，这里实在不是什么旅游胜地。即使这样，诗人还是毫无目标地漫游原野以消解心中苦闷无奈。诗的后八句主要是记事。诗人迁谪离京以来，处境索寞，何事无成，漫游郊外，以至打柴的、放牛的相继回家，百鸟竞相归巢之时竟迷失了回去的路径，幸好有田家老翁的提醒与相留：晚上野外有危险，须小心，反正今年的收成还过得去，一碗粥总还是有的，你就别回去了，在此住一晚吧！这里“昏黑慎原陆”既可看作是田家老人相留之理由与诚意，同时也暗喻当时社会政治风云，官场险恶。你就住我们永州吧，别回了（别回朝廷做官）！果然，元和十年十一月，征召的诏书传到永州，柳宗元满心欢喜，花了一个月的时间回到长安，在长安等了一个月，皇上不召见，不但未被起用，元和十一年三月十四日，再次远谪柳州刺史。郊游本是解人烦闷的乐事，然所见景物：“蒺藜、古道、风高、霜重”，加上迷路之情状，又无不体现了诗人孤独烦闷、强作闲适的心理。所以苏东坡曾有评语说，“柳仪曹诗，忧中有乐，乐中有忧”（胡仔《苕溪渔隐丛话》前集引）；认为“柳子厚南迁后诗，清劲纡徐，大率此类”（《东坡题跋》），这是道出了柳宗元贬后所作诗歌在思想内容方面的基本特点的。\r\n　　这首五言古诗构思新巧，表面看虽是写景记事，然而字里行间又隐含着无限孤独烦闷与忧愤之情，诗人通过对深秋原始景色的描写与郊游迷路的记述，衬托他谪居中郁悒的情怀、前途无望的忧愤，随景寓情，即事成咏，写得平淡简朴而又蕴味深长，平淡有思致，乍看似有自得之趣，而终难如陶公之超脱。\r\n　　《田家》三首是一组完整的诗篇，三首诗体现了一些共同的特色。其一是叙事朴实生动，客观真实；其次是语言质朴无华，几近口语，体现了田园诗的本色；其三是运用生动的形象描写与对话描写，极富艺术感染力。忠实客观地表现了农村悲惨的生活图景，含蓄而又自然地流露出诗人对封建官吏的憎恶，对穷苦民众深切同情的民本思想和对自己遭贬永州、前途无望的愤慨。清人毛先舒说这组诗“叙事朴到”，这一评价是精当的。"
        },
        {
            "title": "田家（三首其二）",
            "content": "篱落隔烟火，农谈四邻夕。庭际秋虫鸣，疏麻方寂历。\r\n蚕丝尽输税，机杼空倚壁。里胥夜经过，鸡黍事筵席。\r\n各言官长峻，文字多督责。东乡后租期，车毂陷泥泽。\r\n公门少推恕，鞭朴恣狼藉。努力慎经营，肌肤真可惜。\r\n迎新在此岁，唯恐踵前迹。\r\n【注释】：①篱落：篱笆。烟火：指人家。这两句是说，篱笆把一家家隔开，傍晚时左邻右舍聚在一起交谈。\r\n②庭际：院落边。疏麻：麻名。屈原《九歌·大司命》：“折疏麻兮瑶华。”王逸注：“疏麻，神麻也。”这里泛指一般的苎麻。方：正。寂历：寂静。\r\n③尽输税：全部拿去交了税。机杼：指织布机。空倚壁：空空的靠在墙边。\r\n④里胥（xū）：乡村小吏。事：备办。\r\n⑤峻：严厉。各言长官峻：指来的里胥是一批，他们各自都说官长严厉。文字：指文书。督责：督促，责备。\r\n⑥后租期：延误了交税的期限。毂：车轮中心贯轴的圆木，这里是指代车轮。车毂陷泥泽，是解释“后租期”乃因车轮陷进了泥潭里的缘故。\r\n⑦公门：官府。少推恕：很少酌情宽恕。鞭朴：鞭打。恣（zì）：肆意，指肆意鞭打。狼藉：纵横散乱的样子。这里形容被打得血肉模糊。\r\n⑧可惜：可怜。\r\n⑨迎新：迎接新谷登场。唐德宗时开始分秋夏两季征收赋税，规定夏税要在六月交毕，秋税要在十一月交毕。新谷登场也就是交秋税的时候到了。在此岁：在这个时候。踵前迹：指踏着前人的足迹。这两句是写农民听了里胥的话之后而产生的恐惧心理，是说就要缴纳秋赋了，农民们生怕跟东乡一样，遭到鞭打。【译文】：烟火人家篱笆隔，相聚黄昏来谈白。\r\n院边秋蝉叽叽叫，无风苎麻正寂寂。\r\n收下蚕丝尽交税，空留布机斜倚壁。\r\n乡村小吏夜到来，杀鸡煮饭备筵席。\r\n都说官长心真狠，常有文书来责督。\r\n车陷泥潭不能出，东乡交租稍延误。\r\n官府从来不宽恕，肆意鞭打血肉糊。\r\n千万备好田租赋，免得皮肉也受苦。\r\n交纳新税就在即，唯恐重蹈东乡路。【赏析】：　　中国古代思想中有着“仁民爱物”、“民胞物与”的优良传统。柳宗元被贬永州后，不仅对民众的实际生活有了更为深入的了解，而且在感情上得以和普通劳动者交流和交融。《田家》第二首通过具体的催租场景描写，极其形象地刻画出了农民的悲惨遭遇、可怜状况和胥吏的狰狞面目。\r\n　　诗歌的前四句描写的是一幅傍晚时农人交谈的图景。篱笆、庭院、秋虫、疏麻、人家。农人们劳动了一天，傍晚时分相聚一起交谈，一幅多么恬静的农家生活图景！可是，“蚕丝尽输税，机杼空倚壁。里胥夜经过，鸡黍事筵席。”这就是农人们交谈的话题。那么，“秋虫鸣”、“方寂历”就不是农家的恬静的生活图景，而是一幅“聊就空舍眠”的冷清、凄凉、死寂的可悲情景，这里再次出现了“空”字和“尽”字，同样强烈地传达出农民心中的无限辛酸。已经到了“蚕丝尽输税，机杼空倚壁”的地步，但“里胥夜经过”，还要“鸡黍事筵席”。“夜经过”三字看来写得漫不经心，却正好说明了里胥们的骚扰已成惯例，毫不使人感到意外；“事筵席”三字同样深刻揭示了里胥们平日的作威作福，以及农民对他们又恨又怕的心理。足见官吏凶残的嘴脸。从这里我们可以看到作者对封建官吏的憎恨之情。\r\n　　“各言长官峻”以下八句，全都是里胥到来以后，对农民的训话。这些来催租的里胥，假借官长的威风，对农民进行威胁敲诈：东乡交租时，只因车子陷入泥潭出不来，延误了些交租的时辰，官府一点也不宽恕，把他们打得遍体鳞伤、血肉模糊，。你们如果不按时交租，结果就可想而知了。那么，摆在农民面前的路只有一条，那就是“努力慎经营，肌肤真可惜”，你们赶快准备好秋税，到时免得皮肉受苦。\r\n　　“迎新在此岁，唯恐踵前迹。”这结尾的两句表面上看是里胥“规劝”农民，如果不按时交税，就难免重蹈东乡的覆辙，不像“悍吏之来吾乡，叫嚣乎东西，隳突乎南北，哗然而骇者，虽鸡狗不得宁焉”那样凶悍，他们是在吃了农民的酒饭以后拐着弯儿用胁迫的语言来吓唬农民。农民在听了里胥的话以后，两股战战，不能自持。唐德宗时，开始实行夏秋两季征收赋税，规定夏税在六月交毕，秋税在十一月交毕。新谷登场也就是交秋税的时候到了，农民们在担心自己也会受到像东乡人一样的遭遇：“鞭朴恣狼藉”，“肌肤真可惜”。\r\n　　在写法上，全诗采用白描的手法，简洁勾勒出邻里交谈时的情景和里胥催租时的凶残嘴脸，并用暗示和照应的手法，把农民交尽赋税以后“聊就空舍眠”那种一贫如洗的“秋虫鸣”、“方寂历”的可悲情景和里胥借官长的威风恐吓和敲诈农民的凶残嘴脸毫无遮掩的呈现在读者的面前，充分体现了作者对劳动人民的深切同情，对官吏凶残嘴脸的极大憎恶，创造了自盛唐李、杜以后，别开生面、高简闲谈的一派诗风。"
        },
        {
            "title": "杂曲歌辞·行路难（三首其三）",
            "content": "飞雪断道冰成梁，侯家炽炭雕玉房。蟠龙吐耀虎喙张，\r\n熊蹲豹掷争低昂。攒峦业崿射朱光，丹霞翠雾飘奇香。\r\n美人四向回明珰，雪山冰谷晞太阳。星躔奔走不得止，\r\n奄忽双燕栖虹梁。风台露榭生光饰，死灰弃置参与商。\r\n盛时一去贵反贱，桃笙葵扇安可常。\r\n【注释】：①侯：王侯。雕玉房：夸饰语，指富丽豪华的住宅。\r\n②此两句中的龙虎熊豹，皆言燃炭之形状。《晋书·羊琇传》“琇性豪侈，费用无复齐限，而屑炭和作兽形以温酒，洛下豪贵，咸竞效之。”裴启《语林》谓兽炭“火热既猛，兽皆开口，向人赫赫然”，诗中“吐耀”、“张喙”即是指燃烧的木炭之状。\r\n③攒峦丛崿（è）：言炽炭堆积之多，犹如山形一般。攒，聚。崿，山崖。\r\n④明珰（dan）：指镶嵌明珠的耳饰。\r\n⑤晞：晒。\r\n⑥星躔（chán）：日月星辰运转的度次。躔，天体运行。\r\n⑦奄忽：忽然，奄然。虹梁：像彩虹一般的大梁，这里借指华屋大宅。\r\n⑧榭：建筑在台上的房屋。\r\n⑨参商：两个星宿名。《左传》：“辰为商星，参为晋星，参商相去之远也。”因此，后人常以参商喻隔距离之远。\r\n⑩桃笙：以桃枝织成的席簟。簟，宋、魏之间谓之笙。左思太冲《吴都赋》“桃笙象簟，韬于筒中。”注云：“桃笙，桃枝簟也。吴人谓簟为笙。”葵扇：出《晋?谢安传》“安乡人有蒲葵扇五万，安乃取其中者捉之。京师士庶竞市，价增数倍。”【译文】：　　纷飞的大雪封锁了道路，晶莹的冰层包裹了桥梁；炽热的炭火把王侯那华丽的房间烧得暖气洋洋。木炭像蟠龙吐水猛虎张嘴喷射着火光，又似熊蹲似豹跃互争低下与高强。堆积如山的木炭火光灼人，在它上面腾起红霞与绿雾散发着清香。戴着华美耳饰的美人环坐在它的四周，正如在冰山雪谷中享受温暖的太阳。日月星辰的运行自有规律永不停息，眨眼间流光溢彩的梁上有了飞燕的呢喃。风台水榭边桃红柳绿春光融融，剩炭死灰被冷落弃置如远隔的参商。炙手可热的事物因需求变化由珍贵化为卑贱，自然规律又岂是盛夏必需的桃席与蒲扇所能阻挡？！【赏析】：　　第三首诗作者通过对季节气温的变化与万物适时而贵的现实的观察，深刻地体悟到了人生于世只能适时而为，不可强求的哲理。譬如木炭，在寒冷的冬天，一旦“千里冰封，万里雪飘，望长城内外，惟余莽莽”的时候，王侯将相们为取暖之需无不争相购买，因此炭价如金。而一旦大地回春，燕语呢喃，草长莺飞，花红柳绿时，昔日不可或缺的燃炭，今日已如同死灰一般弃置于外。这种“日寒柴炭贵如金，天暖弃置无人问”的现实，阐明了万物以适时而贵，时移而异的常理。其实，这里的“燃炭”也正是柳宗元对世态炎凉进行了痛苦思索之后的一种感悟与内心世界的写照。\r\n　　这首诗的最大特点，是其语言的“绮丽鲜秀”，尤其是柳宗元对炽炭的形状的描述几乎达到了至臻至美的境界。柳宗元之所以能名列唐宋八大文学家中，不仅是他有《江雪》、《渔翁》、《天对》这样辉煌的诗篇，更重要的是在他的文学作品中一反秦汉以来对山水世界的宏观把玩，而第一个揭盖探底进行微观描摹。如他的《永州八记》、《八愚诗序》等文，所写之景不过是一些方亩之间的小而又小的地方，但是，其一草一木，一石一水，无不形态各异，气势非凡。他在《始得西山宴游记》中写道：“其高下之势，岈然洼然，若垤若穴，尺寸千里，攒蹙累积，莫得遁隐。萦青缭白，外与天际，四望如一。”他在《至小丘西小石潭记》一文中写道：“潭中鱼可百许头，皆若空游无所依。日光下澈，影布石上，怡然不动；俶尔远逝，往来翕忽，似与游者相乐。”可见柳子文章开创了范山模水的另一种风格——知微见著，“笼天地于神内，挫万物于笔端”。\r\n　　柳宗元在这首诗里运用的就是其散文中所贯用的盆景艺术，让万象变化浓缩在方寸之间。“蟠龙吐耀虎喙张，熊蹲豹踯争低昂。攒峦丛崿射朱光，丹霞翠雾飘奇香。”晋代羊琇以形炭温酒为乐而始作甬者，唐朝时期的达官贵人纷纷效仿，于是，一些烧炭工为谋重利投其所好，选择一些奇形异状的树蔸烧炭，并有意识地进行了一些雕刻。因此，在燃烧时，那种如龙似虎、熊或豹的形象表现得更为突出。这里尤其是“吐、喙、踯、昂、射、飘”几字用得鲜活独到。将炽炭燃烧的形态描写得细而不腻，惟妙惟肖，仿若神来之笔，了无迹痕，让人读来惊而赞然。因此，汪森于《韩柳诗选》中对以上四句大加赞赏道：“绮丽之语，故自鲜秀。”"
        },
        {
            "title": "杂曲歌辞·行路难（三首其二）",
            "content": "虞衡斤斧罗千山，工命采斫栈与椽。深林土翦十取一，\r\n百牛连鞅摧双辕。万围千寻妨道路，东西蹶倒山火焚。\r\n遗馀毫末不见保，躝跞磵壑何当存。群材未成质已夭，\r\n突兀硣豁空岩峦。柏梁天灾武库火，匠石狼顾相愁冤。\r\n君不见南山栋梁益稀少，爱材养育谁复论。\r\n【注释】：(1)虞衡：古代管理山林的官。掌山泽者谓之虞，掌川林者谓之衡。斤：斧头。罗：搜寻。\r\n(2)工命：官命。斫（zhuó酌）：砍伐。杙（yì）：小木桩。椽：椽木。杙椽指建筑材料。\r\n(3)土剪：齐土砍断。\r\n(4)鞅（yàng）：牛羁，即套在牛、马颈上的皮带，用以驾驭。摧：折断。辕：驾车用的车杠，设在车前。\r\n(5)围：两臂合拢来叫围。寻：古长度单位，八尺为寻。\r\n(6)蹶（jué）：倒。\r\n(7)毫末：一小点。\r\n(8)躏跞（lìn lì）：践踏。石间 （jiàn）壑：溪涧和山谷。\r\n(9)未成：未成材。\r\n(10)突兀（wù）：高耸的样子。硣（xiāo ）豁：高峻的样子。岩峦：山冈。\r\n(11)柏梁天灾：汉武帝太初元年（公元前104年）十一月，柏梁台失火。柏梁：西汉未央宫中台名。武库炎：晋惠帝元康五年（公元295年闰十月武库失火。这两次有据可考的火灾事故，损失甚大，历代奇珍异宝皆荡然无存。武库：古代储藏兵器物品的仓库\r\n(12)匠石：先秦著名的木匠，这儿借指工匠。狼顾：原意是狼行走时常回头后顾，以防袭击，比喻人有后顾之忧，这里指忧郁、忧心的样子。\r\n(13)南山：终南山，唐代常有高洁之士隐居于此。【译文】：　　林官率领伐木的队伍搜寻千山，奉命采伐营建宫室的栋梁。被齐土砍下的大树仅为十分之一，无数牛马一齐用力把运树的车辕拉断。\r\n　　万千棵参天大树使道路无法通畅，伐木者砍倒它们一把火烧光。侥幸漏网的一点儿树木也难逃厄运，伐木者的足迹踏遍了溪涧与丘山。\r\n　　众多的珍稀树种未等成材就被摧残，兀自屹立的山峦变得空空荡荡。如果再有汉朝柏梁台晋代武库的大火，再好的工匠难为无米之炊，只能愁肠寸断。人们呵，你可曾知当今国家良材已日益稀少，有谁把栽培爱惜人才的事提到议事日程之上。【赏析】：　　第一首诗假若具有一种神话般的浪漫主义的成分的话，第二首诗则是一种完全彻底的现实主义的写法。以大唐王朝滥伐林木之事，隐喻朝廷人才溃乏之实。写法上几乎可与杜甫的《茅屋为秋风所破歌》和白居易的《卖炭翁》相媲美。\r\n　　一方面他是实写，因为历经安史之乱、建中之乱后，宫廷、城廓、衙门、官府毁坏不少，因此，在战事平息，世道重归安宁的时候，大兴土木本是情理之中的事。但是，一时间过度地滥采滥伐，结果又造成了自然资源的匮乏，生态平衡的破坏。“虞衡斤斧罗千山，工命采斫杙与椽。深林土翦十取一，百牛连鞅摧双辕。”以一种似实非实的笔法将人数壮观的伐木队伍，挥斧砍伐的场景，以及气势浩大的运木工程描绘得栩栩如生，仿若就在眼前。句子平实自然，无任何雕凿之痕。\r\n　　另一方面，他就在虚拟和夸张。“万围千寻妨道路，东西蹶倒山火焚。遗馀毫末不见保，躏跞石间 壑何当存。”这显然用的是夸张。这与李白的“白发三千丈，缘愁似个长”的虚拟与夸张，如出一辙。王国维在《人间词话》中指出，凡大诗人，大学者，所造之境必近乎自然，所写之景，必濒于理想。这里充分地表现了柳宗元的在状物造势方面的功力。\r\n　　由于山中之林的过度砍伐和天灾山火的频频发生，许多幼木未至成材而遭夭折毁坏，从而，山头光秃，岩石突兀，因此，这样下去，一旦出现汉武帝太初年间柏梁台那样的大火，工匠们环顾四周、搜罗千山也将无法找到可用的椽梁。于是，诗人在结尾处痛心疾首地感叹道：“君不见南山栋梁益稀少，爱材养育谁复论。”\r\n　　诗的后两句，不是一种平常的一般化的议论，而恰恰是这首诗的主旨和重点所在。因为这最后两句，使整首诗的意蕴产生了质的飞跃，由普通的叙事上升到了政论的高度，一种忧国忧民的情感跃然纸上，让人产生无穷的叹慨与思索。古人言：“十年树木，百年树人。”“南山栋梁益稀少”直指国家人才缺失与溃乏现状；同时，对朋党间的倾扎与颠覆，致使大量学子不但未能得到必要的提携关照和保护，反而连遭贬谪放逐之苦和夭折厄运，使得国本日趋衰弱表示了极大的愤恨与不满。\r\n　　因此，读柳宗元的《行路难》，如同读杜甫的《茅屋为秋风所破歌》，如同读白居易的《卖炭翁》，文辞幽婉，言意凄凉，正如宋敖陶孙《敖器之诗话》中所说：“柳子厚如高秋独眺，霁晚孤吹”。"
        },
        {
            "title": "春怀故园",
            "content": "九扈鸣已晚，楚乡农事春。\r\n悠悠故池水，空待灌园人。\r\n【注释】：①九扈(hù)：根据《左传》等资料的解释，帝少昊特地安排春、夏、秋、冬、棘、行、宵、桑、老等九个扈从（随从），负责管理从事农桑耕种活动的百姓。他们的职责各不相同：春扈趣民（驱赶百姓）耕种，夏扈趣民耘除（去田地中锄草），秋扈趣民收敛（收获庄稼），冬扈趣民蓋藏（蓋：同“盖”，即把粮食藏盖起来），棘扈掌民百药（掌管给百姓治病的药材），行扈昼为民驱鸟（白天给老百姓驱赶来田地中啄食的鸟类），宵扈夜为民除兽（夜间为老百姓驱除野兽），桑扈趣民收麦（收割麦子），老扈晏晏（晏：同“宴”，即掌管百姓婚丧喜庆之类事情）。【译文】：官吏们颁布命令时已经很晚，楚南乡村的农民们早就开始春耕。\r\n想起自己老家那一池悠悠春水，空闲在那里等待着灌园的人。【赏析】：　　柳宗元于大历八年（公元773年）生于长安。他家在长安城西南、渭水支流的沣（fēng）川岸边，有一个“数顷田、树果数百株”的小庄园，规模虽然不大，但也有房屋、亭台楼阁、池塘和少数佃户。他的父亲柳镇，一生奔走仕途，长期沉于下僚，去世前一年才返回京城，任侍御史。柳宗元从小才华出众，勤奋博学，立志为国建功立业。长安是他步入政坛的地方，也是他参加革新、施展才干的地方，自然留下了许多美好的回忆。\r\n　　柳宗元的《春怀故园》，从眼前农村的春耕景物写起，延伸到记忆中的故园。前两句写实，后两句写虚；前两句写景，后两句抒情；前两句写现在，后两句写过去。在时间与空间上，进行移位对照，从而在情感方面，透露出强烈的反差与对比。记忆之中的故园，留下多少甜蜜的往事，而眼前的所见所闻，带来的是无穷的忧虑和烦恼。他想走，走不了；想躲，躲不掉，只能老老实实地呆在永州。\r\n　　诗中的“九扈”，用来借代“官吏们”。这首诗还用了不少的典故：于陵子辞掉卿相的职位，回老家去灌园；戴宏做过河间相，自己罢官而回，浇灌蔬菜；向秀与吕安在山阳灌园，将收获剩余下来的利润，作酒食费用的开支；范丹学通三经，曾经自己去租了菜园来浇灌。历史上的这些贤德人士，辞官不做，退隐山林，甘愿成为一个种地浇园的农夫，原因是他们已经看破了红尘，不愿与那些奸臣权贵们为伍罢了。柳宗元非常羡慕这些贤人志士，也产生了告别仕途，归隐庄园的念头，可惜身不由己，欲罢不能。柳宗元对故园的怀念之情，真是非同一般，在他同一时期所写的另一首诗《零陵早春》中，也可感受得到。“问春从此去，几日到秦原。凭寄还乡梦，殷勤入故园。”意思为：春天从这里前去，几天才能到达关中平原？我想托春天寄一个回乡的梦，进入故园后会受到殷情的接待。\r\n　　柳宗元刚到永州时，还抱着一些幻想，以为很快就会被朝廷重新起用，开始借住在龙兴寺。由于当时的南方，主要是竹木建筑，容易发生火灾。他的住处五年之內，遭过四次大火，有一次是从窗户里跳出来，好不容易才死里逃生。公元810年，他在潇水西边的一条支流冉溪旁，买了一块地，自己建造房屋，过上了与农民为邻居的乡村生活。从此心情才逐渐安定下来，开始集中精力从事理论探讨，著书立说，终于成为唐代著名的理论大师和文学大师。"
        },
        {
            "title": "省试观庆云图诗",
            "content": "设色既成象，卿云示国都。九天开秘祉，百辟赞嘉谟。\r\n抱日依龙衮，非烟近御炉。高标连汗漫，迥望接虚无。\r\n裂素荣光发，舒华瑞色敷。恒将配尧德，垂庆代河图。\r\n【赏析】：见《全唐诗》卷353第039首。"
        },
        {
            "title": "掩役夫张进骸",
            "content": "生死悠悠尔，一气聚散之。偶来纷喜怒，奄忽已复辞。\r\n为役孰贱辱，为贵非神奇。一朝纩息定，枯朽无妍媸。\r\n生平勤皂枥，剉秣不告疲。既死给槥椟，葬之东山基。\r\n奈何值崩湍，荡析临路垂。髐然暴百骸，散乱不复支。\r\n从者幸告余，眷之涓然悲。猫虎获迎祭，犬马有盖帷。\r\n伫立唁尔魂，岂复识此为。畚锸载埋瘗，沟渎护其危。\r\n我心得所安，不谓尔有知。掩骼著春令，兹焉适其时。\r\n及物非吾事，聊且顾尔私。\r\n【注释】：(1)役夫：旧时指供使唤的仆人。骸(hái)：即人的尸骨。\r\n(2)悠悠：即长久、遥远，还有悠闲之意。这里形容人的生死永别，表现了作者的自然主义生死观。\r\n(3)气：元气，指人体的本原。《论衡·言毒》：“万物之生，皆禀元气。”元气聚而生，元气散而死。\r\n(4)偶：偶尔或偶然。\r\n(5)奄忽：指时间非常快速。辞：指辞世，即死亡。\r\n(6)孰：谁。\r\n(7)纩 (kuàng)：指绵絮。纩息：就是用绵丝置于垂死者的鼻孔边，测试其是否绝气。\r\n(8)妍媸：（yánchī）相貌美丽与相貌丑陋。 　\r\n(9)皂枥：皂是指差役，枥指马槽。\r\n(10)剉秣（cuòmò）：为牲口铡草料。\r\n(11)槥（huì）：粗陋的小棺材。椟（dù）：匣子。槥椟，即像匣子一样小的薄皮棺材。\r\n(12)崩：指山倒塌。湍：指激流。崩湍：就是能冲垮山坡的激流。\r\n(13)荡析临路垂 ：指坟墓被冲垮后，尸骨暴露在路旁。\r\n(14)髐(xiāo) ：指骷髅。髐然：白骨森森的样子。\r\n(15)眷 (juàn) ：回头看。涓：细小的水流，这里指作者的眼泪。\r\n(16)猫虎获迎祭：据《礼记》记载：“古之君子，使之必报。迎猫，为其食田鼠也；迎虎，为其食田豕也；迎而祭之也。”\r\n(17)犬马有盖帷：《礼记》“仲尼之畜狗死，使子贡埋之，曰：‘吾闻之也，敞帷不弃，为埋马也；敝盖不弃，为埋狗也。’”\r\n(18)唁：(yàn )意为吊丧，安慰死者在天之灵。\r\n(19)畚：(běn)古代用蒲草编织的盛土工具，后改为竹编。锸 (chá茶) ：即铁锹。瘗 (yì意) ：埋葬，此处作名词用，指埋葬品。\r\n(20)掩骼：“掩骼埋胔”。胔（zì）：腐烂的肉。即掩埋腐烂的尸骨。春令：即孟春之月。著春令：意为正值孟春之月 的时候，合乎习俗。\r\n(21)及物：指对天下人民的关爱。非吾辈：意为像诗人这样无职无权的人是做不到的。【译文】：生死之间不悠远，全凭一气聚或散。\r\n偶然也有喜和怒，转眼匆匆离人间。\r\n为奴谁说天生贱？富贵并非神差遣。\r\n一朝气短呼吸停，枯尸朽骨美丑莫辨。\r\n终生勤劳来养马，铡草喂食无空闲。\r\n死后仅得小棺材，葬在城东的山下边。\r\n无奈降雨山崩塌，坟墓冲垮路人怜。\r\n白骨森森全暴露，骨架散乱收拾难。\r\n幸亏随从来相告，亲睹惨景我泪涟涟。\r\n古人的猫虎受祭拜，狗死马葬盖帷幔。\r\n默立吊唁你孤魂，谁能再知我所干？\r\n竹筐装载铲土埋，开沟护坡把水防。\r\n只求我的良心安，不为你感恩在九泉。\r\n孟春时节重埋骨，永州地方风俗传。\r\n福泽万民非我辈，略报你劳苦在生前。【赏析】：　　这首诗记录了掩埋役夫张进骸骨的始末，简要地勾画了役夫张进生前的坦直性格和勤劳品格，表白了诗人掩埋张进骸骨的动机与情感。诗的语言朴实亲切，似乎是在跟活着的张进叙谈家常。但是，在这种质朴亲切的叙谈中，却跳跃着诗人对劳动大众充满关怀和同情、对自己遭受排挤而治国济世之志不可伸的愤世不平的一颗心。正如诗中所说，他写此诗的动机，既不是因为做了一件极小的善事而宣传自己的善行，也不是为了让张进在九泉之下感恩戴德，图个什么好的因果报应，而是为了“我心得所安”和“顾尔私”。\r\n　　诚然，对于诗人这样一位具有知识良心和政治良心的官员来说，顾全私人交情和力所能及地为仆役人员办点好事，这是他做官做人的基本道德要求。但这并非诗人写作此诗的真正意图，其真正意图是为了表达他“及物”的远大志向。一方面，他认为“为役孰贱辱？为贵非神奇”，人生本来就没有贵贱之分。所以，以“捕蛇者”为代表的社会劳动大众和以张进为典型的生前死后无人扶助与殓葬的穷困孤寡者，他们理应受到社会的平等相待和扶助，让他们生有所养，死有所安。但另一方面，当时官府税赋沉重，人民不得聊生，十室九亡。如“捕蛇者”一家三代死于毒蛇之口数人，仍宁可续其捕蛇之役而不愿复其税赋。另外，当时官府的办事作风，如《黄溪祈雨》诗记载，则以敬鬼神为事，虚耗官银不办实事，人民得不到实际的好处。对此，诗人身在官场，却无实职实权去改变现状，还不得不经常陪同当权官员去干些违心之事。因此，他实在按捺不住愤懑之情而借孔子之言，表明自己是在“笃行”，倡“亲民”之说。\r\n　　听其言，观其行，然后知其志。因此，在这首诗中，诗人虽然只是轻描淡写地说“及物非吾辈，聊且顾尔私”，而其真正的写作动机则是为了表达他的“及物”(治国平天下)的愿望。诗人“及物”的愿望跟杜甫在《茅屋为秋风所破歌》中所表达的“安得广厦千万间，大庇天下寒士齐欢颜”的愿望完全是一致的。所不同的只是在表达方式上，柳子比较含蓄，杜甫比较激扬。所以，读柳子诗文，只要能够细心体会，时时处处都能深刻地感受到他那颗爱民报国的火热之心的律动。"
        },
        {
            "title": "咏荆轲",
            "content": "燕秦不两立，太子已为虞。千金奉短计，匕首荆卿趋。\r\n穷年徇所欲，兵势且见屠。微言激幽愤，怒目辞燕都。\r\n朔风动易水，挥爵前长驱。函首致宿怨，献田开版图。\r\n炯然耀电光，掌握罔正夫。造端何其锐，临事竟趑趄。\r\n长虹吐白日，仓卒反受诛。按剑赫凭怒，风雷助号呼。\r\n慈父断子首，狂走无容躯。夷城芟七族，台观皆焚污。\r\n始期忧患弭，卒动灾祸枢。秦皇本诈力，事与桓公殊。\r\n奈何效曹子，实谓勇且愚。世传故多谬，太史征无且。\r\n【注释】：(1)荆轲，战国时期卫国人，好读书击剑，入燕，燕之处士田光亦善待之，后受燕太子丹所遣，入秦刺秦王嬴政。\r\n(2)虞：忧患，引申为心病。\r\n(3)千金：指代秦将樊於期之首级。\r\n(4)穷年：整年。徇（xùn）：顺从。\r\n(5)且见屠：将要被屠杀。\r\n(6)微言：暗地里的言辞。燕都：指燕国首都。\r\n(7)函首：将首级装入匣子。宿怨：指代秦王。\r\n(8)趑趄：犹豫，不进貌。\r\n(9)芟（shān）：割草，引申为除去。七族：指亲姻家族。\r\n(10)臺（tái)：古代官署名。\r\n(11)弭(mǐ)：消除、停止。\r\n(12)桓公：春秋五霸之一，齐桓公以“信”为号召，与秦之并兼诈力不同。\r\n(13)故：通“固”本来。\r\n(14)徵（zhēng）：证明、应验。无且：指秦王侍医夏无且。【译文】：燕国秦国势不两立，燕太子丹为这块心病十分忧虑。\r\n决定用樊於期脑袋作信物，奉行刺秦王的短浅计谋，让荆轲带上匕首行刺嬴政赶赴秦地。\r\n整年里卑词厚礼，奉养荆轲，恰逢人们将受屠戮，军事形势十分危急。\r\n微言大义激起樊氏深怨，献出人头，荆卿圆睁双眼怒气冲冲辞别燕国首都。\r\n北风里一曲悲歌，易水送行场面壮烈，洒酒祭祀天地登车挥鞭长驱。\r\n把密封樊於期首级的匣子送给宿敌秦王，当面打开燕国的地图割让土地。\r\n突然间闪闪电光，图穷匕首见，可惜拿匕首的人不是行家，耳热心悸。\r\n开始行事时锐气何等锋利，到紧要关头他却犹豫无计。\r\n突然间似长虹横贯太阳，匆忙中反而自遭诛杀。\r\n秦王拔剑而起，盛怒伐燕，号呼声似风雷贯耳，秦军向燕地进发。\r\n燕王斩下太子丹头颅讨好秦国，仍被追伐得到处奔跑，没有容身之舍。\r\n秦兵铲平城邑除掉燕王亲姻家族，燕国的官署宫观都被烧毁践踏。\r\n开始行事时指望消除灾祸，最终反而触动了灾祸的机匣。\r\n秦王的兼并靠的是诈力，与讲信义的齐桓公大相径差。\r\n怎能仿效勇士曹沫劫齐桓公的故事呢，实在叫做有勇无谋又愚有加。\r\n世间流传的史事本来就多有谬误，太史公已从秦侍医夏无且那里早有叹嗟。【赏析】：　　这首五言古诗，是柳宗元元和四年（809年）读书有感而作。“荆轲”，战国时著名侠客，好读书击剑，入燕，燕之处士田光先生亦善待之。后受燕太子丹所遣，入秦刺杀秦王嬴政。历史故事“荆轲刺秦王”，历代都有名人歌咏。晋代左思作有《荆轲饮燕市》，借歌咏荆轲以抒发对豪门权贵的蔑视；晋代陶渊明作《咏荆轲》，以诗的形式不仅再现了当年荆轲刺秦王的悲壮经过，而且以“其人虽已没，千载有余情”表明自己的叹惋颂赞之情；而柳宗元作的《咏荆轲》内涵更为丰富，作者用具有高度概括性和巨大包容性的语言成功地描述了这一重大事件的错综复杂的情节，精心制造了一个接一个的高潮。特别是绘声绘色地描写了荆轲临行时的悲壮场面和刺秦王的紧张激烈场面，生动体现出荆轲的勇敢、真诚、刚毅、愚狂的性格特征，从而使荆轲的形象跃然于纸上。而本诗的新意更在于诗人对荆轲作出了“勇且愚”的评价。秦国虐待作为人质的燕太子丹，杀戮樊於期的父母宗族，特别是秦军滥施武力，任意侵凌其他国家的种种暴行，引起了人们的强烈不满。对于象荆轲那些抵抗强秦，进行自保的人和事，则应给予一定的同情和颂赞；但是，对秦王采取暗杀等恐怖手段，不能不说是一种愚蠢而又危险的行径。因为这类行径无论如何不会改变历史发展的趋势，诗人对荆轲刺秦王这一愚昧盲动之举，表示了深深的叹惋(惜)。燕太子丹错误地将燕国的命运完全寄托在荆轲一人身上，诱使荆轲充当牺牲品，而荆轲却乐于效法古人，铤而走险，终于丧命，这是历史的悲剧。其实，荆轲即使能杀死秦王，又怎能迫使秦国退还侵占各国的土地，从而挽救大势已去，行将灭亡的六国呢？\r\n　　唐代侠风犹盛，安史之乱后，皇室与强藩之间矛盾剧烈，借刺客之手除掉对方阵营中的要人一时成了热门话题与首选的手段。本诗即反映了柳宗元对这种政治上的短视与盲动的轻蔑，也表达了作者在国家统一上排斥“诈力”的观念。"
        },
        {
            "title": "咏三良",
            "content": "束带值明后，顾盼流辉光。一心在陈力，鼎列夸四方。\r\n款款效忠信，恩义皎如霜。生时亮同体，死没宁分张。\r\n壮躯闭幽隧，猛志填黄肠。殉死礼所非，况乃用其良。\r\n霸基弊不振，晋楚更张皇。疾病命固乱，魏氏言有章。\r\n从邪陷厥父，吾欲讨彼狂。\r\n【注释】：①秦穆公卒，以子车氏之三子奄息、仲行、鍼虎为殉，皆秦之良也。\r\n②明后：明君，谓秦穆公。\r\n③幽隧：墓道。\r\n④黄肠：苏林曰：以柏木黄心致累棺外，故曰黄肠，指棺木。\r\n⑤张皇：张大、扩大。\r\n⑥从邪：指殉葬之作法。\r\n⑦彼狂：指秦穆公子康公。【译文】：衣冠整洁的三良正遇上明君秦穆公，他们才高志大，一顾一盼都光彩四射。\r\n他们竭尽全力辅助朝政，使秦国与列国鼎足而立，受到四方称颂。\r\n三良效忠穆公恳切殷勤忠诚不二，君臣间恩礼情义就像秋霜般洁净。\r\n穆公在生时同三良就像一个人一样，死了也不肯同三良分身。\r\n壮士之躯埋闭在幽深墓道，勇猛之志只得填充在棺木中。\r\n人死陪葬不是礼义之举，况且还是用他的忠信良臣！\r\n霸主的基业于是乎衰败不振，而晋楚的国势趁此壮大兴隆。\r\n魏武帝之子之所以不从父命，以人为殉，是认识到父亲被疾病搞迷乱了，遗命不需要遵从。\r\n康公遵从非礼的殉葬作法，陷入父皇陷阱，我想揭竿而起讨伐那昏庸的秦康公。【赏析】：　　这首五言古诗，属柳宗元元和四年（809年）贬谪永州期间读书有感而作。三良即春秋时代秦国子车氏之三子奄息、仲行、针虎。《左传》文公六年载有秦伯任好卒，三良皆被殉葬的事件，《咏三良》即取材于此。柳宗元此诗刺康公而美三良，其意在刺宪宗信谗言贬贤，自抒强列的孤愤之情。\r\n　　诗的前半部分写三良从具体参政到殉死身亡，写得有声有色，情感激昂，极具现实意味，作者将自己的切身参政经验融入对历史事件的观照，赋予史事以丰厚的现实内蕴和情感深度。诗作中的“一心在陈力”数语岂不正是诗人对其理想追求和自我遭际的表白？如果再联系到革新派首领王叔文被赐死，成员王伾、凌准相继贬死的事件，那么，此处对三良殉死的咏叹，又何尝不可看作是对王叔文等惨死的悲悼？\r\n　　更进一步，秦穆公以三良为殉一事在历史上是颇受非议的，但诗人自有看法，一方面，曰“明后”，曰“恩义皎如霜”，曰“生时亮同体，死没宁分张”，大大表现出君主之贤明与君臣关系之密切，似乎是情之所致；另一方面，又郑重指出：“殉死礼所非，况乃用其良？”，用“礼”为标准，肯定秦穆公的非礼。诗人进一步引用《左传》宣公十五年所载魏武子卒，遗命令嬖妾殉死，而其子改其命的故事，说道：“疾病命固乱，魏氏言有章”。从而树起一块标牌。孰是孰非一目了然。指出康公应像魏武子之子那样去做，可是，康公不仅没有这样做，坚持了“礼所非”的殉葬制度，而且所殉之人竟是“良”，这岂不是罪上加罪？庸上加昏？因而诗人对此行径不能不义愤填膺，以至公开宣称“从邪陷厥父，吾欲讨彼狂”这话还只是就史论史之言，实际上，柳宗元在此早已跳出了单纯的咏史层面，而将批判的矛头直接指向现实了。柳宗元在唐顺宗永贞元年(805年)被贬来永州，他一直企盼朝廷召回京城重用，为国效力，而宪宗执位(806年)后，仍信谗贬贤，柳宗元仍然流放在偏远荒凉的永州任司马，这不能不使柳宗元感到失望、迷茫和郁愤。他欲讨伐康公，实乃鞭挞讽喻宪宗；他为穆公开脱，实欲为顺宗张目；他称赞三良与穆公的生时同体，死不分张，实指王叔文等与顺宗同归于尽，借以慰藉忠魂；他咏叹三良的冤枉而死，实即痛悼王叔文等革新志士的悲剧命运，借以抒发自己的孤愤情怀。"
        },
        {
            "title": "咏史",
            "content": "燕有黄金台，远致望诸君。嗛嗛事强怨，三岁有奇勋。\r\n悠哉辟疆理，东海漫浮云。宁知世情异，嘉谷坐熇焚。\r\n致令委金石，谁顾蠢蠕群。风波欻潜构，遗恨意纷纭。\r\n岂不善图后，交私非所闻。为忠不顾内，晏子亦垂文。\r\n【注释】：(1)致：招引，引来。望诸君：即乐毅。《战国策·燕策二》载:“惠王即位，用齐人反间，疑乐毅，而使骑劫代之将。乐毅奔赵，赵封以为望诸君。”\r\n(2)嗛嗛(qiàn)：含恨隐忍的样子。强怨：深仇大恨。《战国策·燕策二》载:“先王命之曰:‘我有积怨深怒于齐，不量轻弱，而欲以齐为事。’”诗中代指齐国。\r\n(3)悠哉：忧思。《诗经·关睢》：“悠哉悠哉，辗转反侧。” 理：整治、治理。\r\n(4)东海：指齐国，齐国位于东海边。浮云：这里指齐国的反间计。\r\n(5)嘉谷：犹嘉禾，长得特别好的禾稻。引申为伐齐的胜利品。坐：因此，熇（hè）焚：烧掉。\r\n(6)致令：致使。委金石：抛弃铭金勒石之功。\r\n(7)蠢蠕群：蠕动的昆虫，诗中借指那些进谗言、搞反间计的小人。\r\n(8)欻（xū）：忽然。潜：暗地里。构：造成、形成。指罗织罪名。\r\n(9)交私：结党营私。\r\n(10)不内顾：不顾自己。\r\n(11)晏子：晏婴，春秋时齐国大夫曾相齐。垂文：有文章传下来。【译文】：燕昭王修筑黄金台，礼贤纳士，远来的乐毅封为“望诸君”。\r\n乐毅辅助弱小燕国对付强大的齐国，几年时间就建立了不同寻常的功勋。\r\n他为治理新开辟的疆域竭尽精诚，不料东海边的齐国弥漫重重战云。\r\n他哪知人世间情势突变，燕国的胜利果实无端因此而烧焚。\r\n致使乐毅弃燕归赵，不顾功勋，哪管那群象蠕动的昆虫般的小人如何闹哄。\r\n风波起自忽然之间在暗中罗织的罪名，对乐毅的遗恨人们猜测纷纷。\r\n难道是他不善于谋图未来？是他对结党营私的事连听都不愿听，\r\n做忠臣就不能顾及自己，齐相晏婴就有警句告示后人。【赏析】：　　这首五言古诗，作于元和二年。诗作是柳宗元借歌咏乐毅立功受谗的史事，抒写自己贬谪之后蓄积于心的一股忠愤抑郁之气，抒发自己孤愤幽怨的心情。\r\n　　诗作一二句写燕昭王在易水修筑高台，置千金于其上，重礼纳贤，招引贤士，重赏乐毅。诗人从燕昭王筑台纳贤着笔，这不仅说明乐毅是一位“论行而结交”的“立名之士”(《战国策·燕策二》)，而且也流露出诗人对燕昭王求贤若渴、屈身下士的明主风度的仰慕。这就为下文写惠王是非不分，忠奸不辨，听信谗言，致使乐毅蒙冤受屈作了有力的铺垫。三、四句就乐毅方面作顺势的铺写。先以“ 嗛嗛”和“强怨”点明乐毅以弱对强的不利形势，然后再以“三岁”这一概数词助衬一笔，突出时间之短，而战功赫赫。这种张扬笔法不仅渲染了乐毅的才干和功勋，而且也为后文叙写乐毅弃燕归赵蓄势；五、六句写正当乐毅为报昭王礼遇之恩，笃志事燕，为昭王辟疆扩土之际，昭王死，惠王即位。齐人施反间计使惠王怀疑乐毅，乐毅畏诛而降赵；七、八句中以嘉谷被毁，叹乐毅立功受谗，以致战果丧失殆尽，反遭战祸。“宁知”一词十分传神地状写出乐毅心地磊落，不思顾及世情险恶的精神境界，字里行间充溢了诗人无限痛惋之情。“致令委金石，谁顾蠢蠕群。风波欻潜构，遗恨意纷纭”，这里，诗人抒写自己感慨，把诗意翻进一层，说明乐毅不仅使燕国的土地得而复失，前功尽弃，而且乐毅本人也由于投身于建功立业之中，不屑顾及群小们在背后的阴谋活动，所以当政治风波忽然之间在暗中形成时，他只有遁逃奔赵，留下无穷遗恨，是非功过，由人评释。而诗人“抱厚德，蓄愤悱，思有以效于前者，则既乖谬于时，离散摈抑，而无所施用”（《与顾十郎书》），诗既是悯人又是自叹，从乐毅的形象之中,不难窥见诗人自己的影子。\r\n　　岂不善图后，交私非所闻。\r\n　　为忠不内顾，晏子亦垂文。\r\n　　诗人以“岂不善图后”的反问句式转笔，把诗意翻转递进，结上启下，说明象乐毅这样的贤才并非不善图后，而是由于他磊落自洁，对那些互相勾结，图谋私利的伎俩不屑一顾，所以才遭到小人们的阴谋暗算。齐相晏婴说过:“忠臣不避死，谏不违罪。”乐毅的这种精神气度和高洁操守与晏子的名言一样，永载史册，成了身处逆境的诗人的楷模与座右铭。\r\n　　本诗夹叙夹议，明为咏史，实为抒写诗人因谗言而被贬谪的忠愤幽怨的情怀。字里行间充溢着诗人的个性气质，折射出诗人自己的德行。诗的最后一层以反问句式振起全篇，更使诗歌跌宕生姿，意境深远。"
        },
        {
            "title": "感遇二首",
            "content": "西陆动凉气，惊乌号北林。栖息岂殊性，集枯安可任。\r\n鸿鹄去不返，勾吴阻且深。徒嗟日沉湎，丸鼓骛奇音。\r\n东海久摇荡，南风已駸駸。坐使青天暮，小星愁太阴。\r\n众情嗜奸利，居货捐千金。危根一以振，齐斧来相寻。\r\n揽衣中夜起，感物涕盈襟。微霜众所践，谁念岁寒心。\r\n\r\n旭日照寒野，鸟斯起蒿莱。啁啾有余乐，飞舞西陵隈。\r\n回风旦夕至，零叶委陈荄。所栖不足恃，鹰隼纵横来。\r\n【注释】：(1)感遇：因为自己的遭际和境遇而生发感慨。遇，遭遇。\r\n(2)西陆：秋天。司马彪《续汉书》：“日行西陆谓之秋。”西陆本为星宿名，指昴宿。\r\n(3)岂：难道，怎么。殊：不同的，特别的。性：习性。\r\n(4)集：群鸟停聚在树上。安：何，怎么。任：凭靠，依托。\r\n(5)鸿鹄(hú)：天鹅。\r\n(6)勾吴：古国名，在今浙江、江苏一带。勾，发音词头，无义。阻：险。\r\n(7)徒：白白地，仅仅。日：一天天地。沈湎(chén miǎn)：沉溺，迷恋。\r\n(8)丸鼓：用铜丸击鼓。《汉书·史丹传》：“（元帝）留好音乐，或置鼙鼓殿下，天子自临轩槛上，隤（tuí落下）铜丸以擿（zhì 投）鼓，声中严鼓之节。”骛(wù)：追求。\r\n(9)骎骎(qīn qīn)：疾速，急迫。\r\n(10)坐：因而，导致。\r\n(11)太阴：月亮。\r\n(12)众：世俗者。情：内心。\r\n(13)居：囤积，储存。捐：舍弃，献出，此处为“花费”。\r\n(14)危：高。根：树根，这儿借代为树木。一：一旦。振：直挺。\r\n(15)齐(zhāi)斧：用于征伐之斧。凡师出必斋戒入庙受斧，故曰斋斧。齐，通斋。寻：追逐，跟踪而至。\r\n(16)揽衣：披衣。\r\n(17)物：景物、时事、世事。涕：眼泪。\r\n(18)岁寒心：年终严寒时松柏挺立不屈的精神。《论语·子罕》：“岁寒，然后知松柏之后彫（diāo凋）也。”\r\n(19)鸒(yù)斯：乌鸦。蒿莱：草丛。\r\n(20)啁啾(zhōu jiū)：鸟叫声。馀：多余的，十二分的。\r\n(21)陵：山丘。隈(wēi)：山势弯曲的地方。\r\n(22)回风：旋风。旦夕：早晚间，迟早。\r\n(23)委：堆落。陈荄(gāi)：腐烂的草根。陈，腐烂的。荄，草根。\r\n(24)恃：依靠。\r\n(25)隼：鹗，鹞鹰。纵横：迅猛恣肆。【译文】：秋天刮起了凉风，受惊的乌鸦在北面的树林里叫个不停。\r\n难道是乌鸦栖息的习性与众不同，它们停集在枯枝上又怎能靠它安身？\r\n天鹅一去再也不能回返，去勾吴的道路山险水又深。\r\n人们只能嗟叹汉元帝一天天沉溺享乐，他竟然用铜丸击鼓来追求奇特的声音。\r\n东海早就波涛汹涌，南风也已劲猛急紧。\r\n致使青天白日变成了黑夜昏暮，三五颗小星使得月亮忧愁而隐。\r\n世俗内心最喜好的是奸诈谋利，他们困积奇货，一掷千金。\r\n高大的树木一旦挺立起来，锋利的刀斧就把它们追寻。\r\n我半夜披衣起来徘徊，感伤时事，不禁热泪满襟。\r\n尽管人们都能踏着薄薄的寒霜行走，可谁又想到那不畏严寒的松柏的坚贞？\r\n \r\n早晨的太阳照耀着寒冷的原野，一群乌鸦从草丛飞了出来  。\r\n它们哑哑欢叫，非常快活，飞舞到西边的山弯一带。\r\n无情的旋风迟早就要来到，把枯枝败叶吹落在腐草陈荄。\r\n栖居的草丛决不能够安身，鹰隼猛扑下来，无可逃灾。【赏析】：　　此诗当作于元和元年（806）秋，王叔文遇害之后。理由是，其一，诗题名“感遇”，当是感伤时事，为自己及友人的不幸遭际而发。其二，诗中景象一片肃杀凄凉，饱含沉痛而又晦隐其辞，当是王叔文被害，政局最为险恶，政敌最为肆虐之时，柳宗元心中极为悲愤而又惊惧，恐遭杀身之祸，只得措辞隐晦。其三，此诗为两首，而都以群乌所棲不足恃引发感触，而王叔文集团之所以刚一有所振兴，便遭惨败，实为他们所凭靠的顺宗脆弱，在朝廷内部没有深厚的政治根基，两者深为相似。其四，王安国《柳宗元诗笺释》对此诗各句作了深入的研究考证，结论具体而妥当，决非一般猜测之言可比，应可信从。其五，柳宗元《零陵赠李卿、元侍御简吴武陵》诗，其中“铩羽集枯干，低昂互鸣悲。朔云吐风寒，寂历穷秋时。君子尚容与，小人守兢危”数句，与此诗的辞句、手法、意境相同，互相参看，诗意已很明显。\r\n　　因此，要正确地理解和赏析这首诗，主要应从“永贞革新”运动失败的原因经过和诗中的象征寓意入手。\r\n　　“永贞革新”运动产生的直接原因是唐德宗李适后期的政治形势每况愈下。唐德宗初即位时，锐于进取，曾大刀阔斧地采取措施，试图扭转“安史之乱”后唐朝政局的发展颓势。但经过“建中之乱”，泾阳兵变，德宗仓皇出逃，一蹶不振，沉溺享乐而又猜忌太子李诵和贤臣。王叔文为实现自己的政治抱负，主要是扶持太子李诵继位，任用出身“微贱”的新进官员，利用宫中的少数宦官和宠妃。太子李诵虽然于贞元二十一年正月即位称帝（即顺宗），但由于宦官和保守朝臣势力很大，即位前几乎遭到废黜，而此时顺宗已患中风，失音不语，根本无法坚定朝野的信心，只好刚上台三个月后就要立太子李纯为嗣。到八月，顺宗被迫禅位，太子即位称帝（即宪宗），而宪宗对王叔文革新派诸人殊无好感，内宦、朝臣、藩镇趁机谗言发难，革新派短短的几个月就彻底惨遭失败。王叔文当即遭贬而不久赐死，柳宗元等“八司马”于九月十三日一起被贬远州，并当即发遣出京。王叔文革新集团所依恃的顺宗其实只是一根“枯”枝而已，寒鸦惊秋，无枝可依，是“永贞革新”失败的根本原因之一。\r\n　　具体说来，诗中各句的象征寓意，大致如下：\r\n　　（1）“西陆”（秋天）、“凉气”、“微霜”、“岁寒”、“回风”等，象征政局的突变和严峻，使人深感凛冽不安。\r\n　　（2）“惊乌”、“鸒斯”，借指革新派。\r\n　　（3）“集枯安可任”，“所栖不足恃”，象征革新派所倚恃的顺帝无力脆弱，象征革新派在朝廷中毫无坚实的政治根基。\r\n　　（4）“鸿鹄去不返”，暗指王叔文死。\r\n　　（5）“徒嗟日沉湎，丸鼓骛奇音”，指德宗与朝臣沉湎享乐。\r\n　　（6）“东海久摇荡，南风以駸駸”，指各地藩镇蠢蠢欲动，朝野不安。\r\n　　（7）“坐使青天暮，小星愁太阴”，暗指宦官掌权，朝廷黑暗，贤臣忧郁。\r\n　　（8）“众情嗜奸利，居货捐千金”，指保守派为个人私利，拥立太子李纯，迫顺帝禅位，如奸商不惜千金，囤居奇货的手段一样。\r\n　　（9）“危根一以振，齐斧来相寻”，“鹰隼纵横来”，喻革新派刚一振兴，反对派就大加杀伐迫害。"
        },
        {
            "title": "读书",
            "content": "幽沉谢世事，俯默窥唐虞。上下观古今，起伏千万途。\r\n遇欣或自笑，感戚亦以吁。缥帙各舒散，前后互相逾。\r\n瘴痾扰灵府，日与往昔殊。临文乍了了，彻卷兀若无。\r\n竟夕谁与言，但与竹素俱。倦极便倒卧，熟寐乃一苏。\r\n欠伸展肢体，吟咏心自愉。得意适其适，非愿为世儒。\r\n道尽即闭口，萧散捐囚拘。巧者为我拙，智者为我愚。\r\n书史足自悦，安用勤与劬。贵尔六尺躯，勿为名所驱。\r\n【注释】：(1)幽沉：幽谷沉论。指诗人被贬在穷乡僻壤。谢世事：不问世事。谢，谢绝。\r\n(2)俯默：低头不语。窥：窥探，研究。唐虞：唐尧、虞舜，古代传说中的圣君。\r\n(3)起伏千万途：指历史长河波澜起伏，千变万化。\r\n(4)欣：高兴。\r\n(5)戚：悲伤。吁（xū）：叹气。\r\n(6)缥帙（qiǎo zhì）：用青白色帛做的书套。这里指书卷。\r\n(7)逾：越过，超越。\r\n(8)瘴疴（kē）：泛指南方湿热蒸郁引发的各种疾病。瘴，瘴气；疴：病。灵府：心灵。\r\n(9)临文：打开书本阅读。乍：刚刚，初。了了：佛教语，清楚明了。\r\n(10)彻：通“撤”，撤除。彻卷：丢开书本。兀（wù）：犹兀然。依然还是。\r\n(11)竟夕：一天到晚。\r\n(12)竹素：指书籍。古代在使用纸张之前，文字都刻在竹简或书写在绢子上。俱：在一起。\r\n(13)更：百家本注为“‘更’一作‘便’”。\r\n(14)熟寐：熟睡，睡足。苏：苏醒，引申为精神恢复。\r\n(15)欠伸：伸伸懒腰。\r\n(16) 吟咏 ：声调抑扬地吟诗读书。心自愉：心里自觉愉快。\r\n(17)世儒：只会传授经学的儒生、庸俗的儒生。\r\n(18)道尽：把书中的道理阐述清楚。\r\n(19)捐：除去，抛弃。囚拘：拘囚，束缚。\r\n(20)巧者：乖巧的人。为：谓，说。\r\n(21)智者：聪明，智慧的人。这里反其意而用之，讽刺那些逢迎投机，争名夺利的世儒。\r\n(22)勤与劬：指为争名逐利而奔走钻营，费尽心力。劬（qū）：劳苦。\r\n(23)贵：珍惜。尔：你。躯：身躯。六尺躯，疑为七尺之误。\r\n(24)名：名利。驱：驱使。【译文】：贬谪幽居丝毫不问世事，每天默默地把唐尧、虞舜钻研。\r\n从上下千年细察古今世事，其间的苍海桑田变化万千。\r\n遇到高兴的事便暗自窃笑，感到悲哀时只好无奈渊渊。\r\n裹书的帙套都已解散，书卷的前后紧紧相连。\r\n瘴气闷人扰乱心境，记忆一天一天衰减。\r\n临文展书便觉清清楚楚，读完一卷却百事无缘。\r\n整天可以和谁去说话？只是与典籍日夜相伴。\r\n疲倦了便倒头而睡，睡够了精神又渐渐恢复。\r\n伸着懒腰舒展肢体，吟咏诗文感到心情欢愉。\r\n读书得意是因为与书中之意契合，并不是想成为世间的大儒。\r\n把书中的道理阐述清楚就闭口，心情闲散抛弃了拘囚的束缚。\r\n那些心机巧妙的人会认为我拙笨，那些聪明的人会认为我愚蠢。\r\n阅读史书足以使自己快乐，何必为追求名利而劳碌？\r\n珍惜你大丈夫的六尺之躯，不要被名利驱使而丧失了自由！【赏析】：　　参加“永贞革新”失败后，柳被贬为永州司马。政治失意，“辅时及物”的理想遭受挫折，他便从政坛转向文坛：“贤者不得志于今，必取贵于后，古之著书者皆是也。”（《寄许京兆孟容书》）他从小便养成刻苦阅读的习惯，在永州无政务缠身，因而有更多的时间读百家之书。由于巨大打击，精神摧残，加上水土不服，他未老先衰，三十多岁就身患多种疾病。他在《与李翰林建书》中说：“仆近求得经、史、诸子数百卷，常候战悸稍定，时即伏读，颇见圣人用心，贤士君子立志之分……今仆虽羸，亦甘如饴矣。”以读书为乐，虽然瘦弱饥饿，但感觉像糖浆一样甜美。还谈到读书对他写作的帮助：“宗元自小学为文章，中间幸联得甲乙科第，至尚书郎，专百官章奏，然未能究知为文之道。自贬官来无事，读百家书，上下驰骋，乃少得知文章利病。”（《与杨京兆凭书》）他深入钻研儒家圣贤的言论和史籍，广泛阅读诸子百家的著作，紧密联系现实形成以儒家为主，融汇百家的独特的思想体系。同时，写作技能日臻成熟，大量佳作传之于世，永州10年，成为他创作的黄金时期，这是与他的刻苦攻读分不开的。\r\n　　《读书》是一首五言古诗，写于元和四年（809），这是柳贬永的重要转折期。全诗共28句，约分为三层。前六句为第一层，谈读书的起因及收获。“幽沉谢世事，俯默窥唐虞”。起笔不凡，身遭贬谪，幽谷沉论，远离朝庭，似乎不问世事，然而默默地读着圣贤书。“上下观古今，起伏千万途。遇欣或自笑，感戚亦以吁。”诗人博览群书，从中知道古今的兴替和社会变化的道理，思考历史长河的波澜起伏，千变万化。一会高兴，一会悲伤，一会叹气，与书中人物命运同悲欢。说明作者的感情并没有麻木，追溯历史是为了面对现实。中间16句为第二层，叙述了读书的困扰与乐趣。因为经常翻阅，所以“缥帙各舒散，前后互相逾。”书看的次数多了，裹书的账套都已松散，书卷的前后相连在一起，说明读书的勤奋。吴文治教授认为这二句的意思是“把几种书都摊开，前后翻阅，互相比较。”这样理解，反映了柳子的探讨、钻研精神。“瘴疴扰灵府，日与往昔殊。”因瘴气所引起的疾病扰乱了心境，诗人的身体一天不如一天。30多岁就已早衰，疾病缠身，最显著的症状是遗忘，“临文乍了了，彻卷兀若无。”打开书本刚读时似乎都清楚明了，丢开书本又像是一无所知。他在《寄许京兆孟容书》中说“往时读书，自以不至抵滞，今皆顽然无复省录。每读古人一传，数纸已后，则再三伸卷，复观姓氏，旋又废失。”这与诗意互相印证。“竟夕谁与言？但与竹素俱。”一天到晚只有与书相伴。“倦极更倒卧，熟寐乃一苏。”读书疲倦了就倒卧在床上，熟睡后精神遂又恢复，继续攻读。“欠伸展肢体，吟咏心自愉。”休息时伸伸懒腰舒展一下四肢身体，声调抑扬地吟诗读书心中自觉愉快。读书的目的究竟是什么呢？“得意适其适，非愿为世儒。”王充《论衡·书解》：“著作者为文儒，说经为世儒。”作为崇向尧舜之道的柳子，其思想体系主要是儒学，但对那些只会传授经学的儒生、庸俗的儒生是不屑一顾的。读书得意是因为与书中的意义相契合，而并不是想成为世间的大儒。“道尽即闭口，萧散捐囚拘。”读书的收获，不仅在于获得知识，更在于精神获得自由，抛弃了拘囚的束缚。后6句为第三层，反映了不为名利所驱、不为世俗指责的心态，体现了诗人“用之则行，舍之则藏”的高尚情操。“巧者为我拙，智者为我愚。”柳宗元的“智愚说”受佛学的影响，也与他的生活遭遇密切相关，内涵深刻、丰富。在诗中，他不为世俗偏见、流言蜚语所左右，公开讽刺那些逢迎投机、争名夺利的世儒。最后4句立意更深：“书史足自悦，安用勤与劬？贵尔六尺躯，勿为名所驱。”阅读各种书籍，了解圣贤、历史，已足以使自己快乐，又何必要为追求名利而劳碌奔波！要珍惜你那大丈夫六尺之躯，不要为名利所驱使。\r\n　　有专家认为该诗写的是子厚“夜读”，实质上是其读书生活的高度概括，是其人生理想的真实写照。汪森《韩柳诗选》说：“观此亦可见古人读书苦志，然乐境亦只在此。”全篇主要是叙述、议论，但写得“萧散简逸，秾纤合度”，“诗亦无穷起伏”，是了解柳宗元，研究柳宗元的一首重要作品。"
        },
        {
            "title": "闻黄鹂",
            "content": "倦闻子规朝暮声，不意忽有黄鹂鸣。一声梦断楚江曲，\r\n满眼故园春意生。目极千里无山河，麦芒际天摇清波。\r\n王畿优本少赋役，务闲酒熟饶经过。此时晴烟最深处，\r\n舍南巷北遥相语。翻日迥度昆明飞，凌风邪看细柳翥。\r\n我今误落千万山，身同伧人不思还。乡禽何事亦来此，\r\n令我生心忆桑梓。闭声回翅归务速，西林紫椹行当熟。\r\n【注释】：①黄鹂：即黄莺，亦名仓庚、搏黍、黄鸟，羽毛黄色，从眼边到头后部有黑色斑纹，鸣声悦耳。\r\n②子规：即杜鹃，又名布谷、杜宇、鹈鴂 ，初夏时啼声昼夜不断，其声凄楚。\r\n③一声梦断：言黄鹂的一声鸣叫把梦惊醒。楚江曲：指永州湘江之滨。故园：指长安。春意生：春天欣欣向荣的景象。\r\n④无山河：谓秦中平原没有高山大河。际天：连天，一望无际。青波：指麦浪。\r\n⑤王畿（jī）：京郊，古称靠近京城的周围。优本：优待农民。务闲：指农忙过后稍稍清闲的时候。饶经过：颇有情谊的频繁来往。\r\n⑥晴烟：指炊烟，有人家居住的地方。\r\n⑦昆明：昆明池，在长安西南。据《汉书·武帝纪》，武帝为习水战，于长安西南凿昆明池，周围四十里。细柳：地名，即细柳聚，又称柳市，在昆明池之南。汉文帝时，周亚夫曾屯兵于此，以备匈奴。翥（zhǔ驻）：飞举。宋之问《度大庾岭》诗：“魂随南翥鸟，泪尽北枝花。”\r\n⑧伧（cáng）：韩醇注：“楚人别种。”不思还：不想还乡。\r\n⑨乡禽：指在家乡常能见到的子规、黄鹂。生心：产生思念之心。桑梓：家乡。《诗经·小弁》：“维桑与梓，必恭敬止。”朱《传》：“桑梓，二木，古者五亩之宅，树之墙下，以遗子孙，给蚕食，具器用。”后以桑梓为家乡的代称。\r\n⑩闭声：停止鸣叫。回翅：张开翅膀往回飞。务速：一定要快。西林：柳宗元在长安城西有祖遗田产，有果树数百株，西林指此。椹（shèn）：同“葚”，桑树结的果实，成熟后色紫，故日紫椹。行：即将。【译文】：听厌了杜鹃朝朝暮暮的啼叫，不料忽然间传来了黄鹂的鸣唱。\r\n熟悉的叫声打断了我在湘江边上的睡梦，满眼显现出故乡生机盎然的景象。\r\n那里放眼千里看不到高山大河，与长天相连翻滚着青青麦浪。\r\n京都地区优待农民少征赋役，乡邻们在农忙过后、酒酿成熟频繁来往。\r\n在那炊烟袅袅巷道深深的村舍里，村南巷北的人们远远地打着招呼互话短长。\r\n黄鹂翻飞在阳光下高高地横过昆明池，又迎着风斜看着细柳展翅飞翔。\r\n我如今跌落在家乡的千山万水之外，就像楚地客家人那样不再返家回乡。\r\n你这故乡的鸟儿为什么要来到这里，使我心里不禁思念起遥远的家乡。\r\n停止鸣叫调转翅膀快快往回飞吧，你爱吃的西林紫桑就要飘出成熟的果香。【赏析】：　　本诗是柳宗元抒发离乡之愁、贬谪之苦的代表作。诗人因闻黄鹂鸣叫，引起乡思，反映久遭贬谪的抑郁和渴望还乡的心情。诗人谪居永州已经十个年头，度日如年，曾作《囚山赋》说：“谁使吾山之囚吾兮滔滔！”这种囚徒生活，使诗人深感抑郁与悲苦，然而朝廷有明令：“王叔文之党坐谪官员，凡十年不量移。执政而怜其才欲渐进之者，悉召至京。”十年将到，诗人心中又燃起了一丝希望。本诗就是这种心境的真实写照。\r\n　　诗一开篇以杜鹃啼血的典故，实写久不量移的悲苦。“子规”就是杜鹃，又称之为“杜魄”，相传为古蜀帝杜宇所变，日夜悲啼，叫声似“不得归去”，直叫得眼睛出血，是历来诗文中悲苦的象征。武元衡《送柳侍御裴起居》诗说：“望乡台上秦人去，学射山中杜魄哀。”诗人取白居易“其间旦暮闻何物，杜鹃啼血猿哀鸣”（《琵琶行》）的诗意开篇，一个“倦”字点明悲苦之久，“不意”的喜悦可想而知。诗人闻“乡禽”黄鹂的叫声而思念故乡，展开想象的翅膀飞越时空关隘，以优美的语言、眷恋的情怀，向我们描绘了一幅鲜活有趣、令人向往的故园乡土风情画。故园长安既是诗人的出生、成长之地，也是诗人建功立业、实现平生抱负的希望所在。在迭经变故、风雨如晦的日子里，诗人无时无刻不在渴望朝廷恩赦，祈盼擢用，于是，家乡变成了作者魂牵梦绕的精神寄托。由此，诗人不惜浓墨重彩，礼赞了日思夜想的家乡，如痴者之喃，梦者之呓，亦真亦幻，如歌如画。春天的故园，春意盎然、生机勃勃。故乡土地平阔，产出丰富，人情醇厚，生活恬愉，连鸟儿在曾经显出卓著功绩的昆明湖、细柳营上空自由自在地飞翔。现实是严酷无情的，复出的机会日益渺茫，使作者心灰意冷，徒生伤悲。诗句着力刻画故乡风物，字里行间既蕴涵着往日“翻日迥度昆明飞，凌风斜看细柳翥”的惬意和欢愉，又弥漫着 “我今误落千万山，身同伧人不思还”的悲苦和忧伤。结尾以拟人的手法，借问黄鹂“乡禽何事亦来此，令我心生忆桑梓”， 嘱咐黄鹂速归，将作者戚苦、郁闷、无助、不平而又不甘放弃的情绪渲泻得淋漓尽致。\r\n　　本诗创作于诗人离开永州的前一年。作品显示，作者对现实既失意迷惘，同时对复出抱有强烈的追求和幻想，一颗赤子之心始终在逆境中顽强地跳动。所以语言未失活泼，风格依然俊朗，在意境上有喜有悲，大起大落。全诗以黄鹂一脉贯通，寓意高远，气韵流畅，开合自如，大气泱泱，读后令人如临其境，如闻其声，扼腕生情，回味无穷。"
        },
        {
            "title": "放鹧鸪词",
            "content": "楚越有鸟甘且腴，嘲嘲自名为鹧鸪。徇媒得食不复虑，\r\n机械潜发罹罝罦。羽毛摧折触笼籞，烟火煽赫惊庖厨。\r\n鼎前芍药调五味，膳夫攘腕左右视。齐王不忍觳觫牛，\r\n简子亦放邯郸鸠。二子得意犹念此，况我万里为孤囚。\r\n破笼展翅当远去，同类相呼莫相顾。\r\n【注释】：①楚越：泛指南方。楚，周代诸侯国，战国时为七雄之一，在今湖北、湖南一带。越，周代诸侯国，在今浙江一带。腴：（yú）肥。嘲嘲（zhāo 招）鸟鸣声。\r\n②徇媒：（xùn méi）利用活鸟做诱饵。用作诱捕他鸟的活鸟。罹：遭遇。罝罦（jūfú）：捕鸟的网。\r\n③籞（yù）：竹子做的笼子。赫（hè 喝）：火红色。\r\n④膳（shàn）夫：掌管王家饮食的人，这里是指厨师。攘（rǎng）：撩起、挽起。\r\n⑤“齐王”句：语出《孟子·齐桓晋文之事》：“王坐于堂上，有牵牛而过堂下者，……王曰：‘舍之！吾不忍其觳觫’”。觳觫（hú sù），因恐惧而发抖。“简子”句：语出《列子》，邯郸之民献鸠于简子，简子厚赏之，客问其故。简子曰：“正旦放生，示有恩也。”\r\n⑥二子：也作“二君”，指齐王和简子。【译文】：南方有鸟甘又肥，嘲嘲鸣叫是鹧鸪。\r\n利用小鸟将它诱，猎人撒网将它捕。\r\n笼中乱窜羽毛落，大火烹饪惊庖厨。\r\n锅中加料调五味，厨师挽袖左右觑。\r\n齐王不忍牛发抖，简子也放邯郸鸠。\r\n二君尚且不忍心，况我被贬万里囚。\r\n冲破牢笼展翅去，同类诱叫不回头。【赏析】：　　本诗作于元和三年（公元808年）。\r\n　　柳宗元的诗歌中，以物自喻、托物言志者不少。如《南中荣橘柚》、《红蕉》、《跂乌词》、《笼鹰词》、《闻黄鹂》、《放鹧鸪词》等等。或托言禽鸟，或寄情花树，来自况身世遭遇，讽刺社会现实，表达雄心壮志。《放鹧鸪词》是较为典型的一首。苏东坡曾说柳宗元的诗歌“外枯而中膏，似淡而实美”（《东坡题跋》卷二），能做到“寄至味于淡泊”（《书黄子思诗集后》）。本诗正是这样的一首好诗。\r\n　　中唐诗人李益、李涉都曾以“鹧鸪”为题材写诗。“湘江斑竹枝，锦翅鹧鸪飞。处处相云合，郎从何处归。”（李益《鹧鸪词》）李涉诗云“湘江烟水深，沙岸隔枫林。何处鹧鸪飞，日斜斑竹阴。二女虚垂泪，三闾枉自沉。唯有鹧鸪啼，独伤行客心。”两首诗中都用了湘江、斑竹、鹧鸪等形象来烘托气氛，为表现主题服务。李益的诗表现的是一位愁情女子对远方情郎的思念；李涉的诗也只是由鹧鸪的啼叫触动自己羁旅的愁怀。可见“鹧鸪”多用来表达愁苦之情的。柳宗元的《放鹧鸪词》却是托鸟言怀，表现自己被流放僻远之州的不幸遭遇和冲破牢笼，展翅高飞、经世济国的雄心。\r\n　　鹧鸪，产于我国南部地区，形似雌雉，体大如鸠，其鸣为“钩輈格磔”，俗以为极是“行不得也哥哥”，故古人常借其声以抒写逐客流人之情。作者正是抓住了这一点来构思落墨，以鸟自喻而抒发感情的。\r\n　　全诗以鸟为线索，写了“有鸟、捕鸟、煮鸟、吃鸟、感鸟”。\r\n　　诗歌一开头就告诉我们南方有一种鸟叫鹧鸪，又大又肥。这大又肥的鸟，谁不想把它网住，煮了来美美的吃一顿？猎人利用一只鸟来逗它诱它，用捕鸟的网将它捉住了，任它怎样冲撞，除了撞断了几根羽毛外，还被拔了毛加了一些香料给煮了，吃了。这正好是诗人自我处境的写照。永贞革新，柳宗元本一心革新政治，举利除弊，没想到保守派得势，把他连同其他几个革新派贬到偏远的地方（“八司马”事件）。柳宗元迁谪永州后，也曾多方相求，向京兆尹许孟容、淮南节度使李吉甫写信，陈述苦衷，表示希望朝廷重用，甚至还给勾结宦官镇压永贞革新的严绶、永贞革新的政敌武元衡、迫害柳宗元岳父杨凭的主谋李夷简等人投诗献文，以求提携，可是“羽毛摧折触笼籞，烟火煽赫惊庖厨”，最后“鼎前芍药调五味”，成了别人的盘中餐，一切的努力都是徒劳。虽然他在《南中荣橘柚》中说“橘柚怀贞质，受命此炎方”，倒不如说是这一只被人网住，拔了毛，煮了吃的鹧鸪，仕途险恶，命运多劫。紧接诗人发表感慨。“齐王”以下几句是引用了两个典故并自己与对比，感叹自己身为迁谪万里孤囚，怎忍心吃这鹧鸪？真是同病相怜！齐王“以牛易羊”是不忍看到牛因恐惧而发抖的样子；简子正旦放鸠，示有恩也，此两人都在得意之时，尚且有此善心，何况“我”是他乡囚呢？（柳宗元曾作过《囚山赋》一文，将永州的山看作囚禁自己的牢墙）应当冲破牢笼，展翅高飞远去，不管那作诱饵的野雉怎么叫，千万不要回头。表达诗人不甘“窜身楚南极，山水穷险艰”（《构法华寺西亭》）的囚徒生活与“虽万受摈弃，不更乎其内”（《答周君巢饵药久寿书》）的经国济民的雄心大志。\r\n　　诗人以鸟自喻，托鸟言情。鸟被捕、被煮、被吃，这是残酷的现实，是诗人遭贬永州的形象反映。可作者的用意并不在此，而是在于诗人不愿做别人餐桌上的美味佳肴，当属展翅远去。只不过诗用平缓的语言来表达而已。就在诗歌平缓的语调背后，蕴涵着诗人一颗不平静的心，一颗愤慨的心，一颗匡世治国、经国济民的雄心与抱负，这是形成“外枯中膏，似淡而实美”的艺术风格的重要原因，真个是“初如食橄榄，真味久愈在”（《欧阳文忠公集》卷二），慢慢地、细细地玩赏吟诵，越发使人觉得此诗韵味无穷。"
        },
        {
            "title": "跂乌词",
            "content": "城上日出群乌飞，鸦鸦争赴朝阳枝。刷毛伸翼和且乐，\r\n尔独落魄今何为，无乃慕高近白日，三足妒尔令尔疾。\r\n无乃饥啼走道旁，贪鲜攫肉人所伤。翘肖独足下丛薄，\r\n口衔低枝始能跃。还顾泥涂备蝼蚁，仰看栋梁防燕雀。\r\n左右六翮利如刀，踊身失势不得高。支离无趾犹自免，\r\n努力低飞逃后患。\r\n【注释】：①跂乌：是伤残的独足而行的乌鸦。\r\n②鸦鸦：犹哑哑，象声词。即乌鸦的叫声。\r\n③落魄：穷困潦倒、不得志貌。\r\n④三足乌：传说是居住在太阳中的乌鸦。\r\n⑤攫：抓取。\r\n⑥翘肖：在空中高飞之类的动物，此指乌鸦。章士钊以为是“翘首”，即矫首、昂首之意。丛薄：低矮的丛林。\r\n⑦六翮：飞行中有力的羽毛。\r\n⑧踊身：纵身跳跃之态。\r\n⑨支离、无趾：《庄子》中两位形体伤残的富有寓意的人物。【译文】：日照城隅，群乌飞翔；哑哑争飞，占枝朝阳。\r\n梳毛伸翅，和乐欢畅；顾盼跂乌，群鸦猜详：\r\n跂乌落魄，是为那般？也许志高，亲近太阳？\r\n日中三足，使它脚残；也许饥饿，啼走路旁，\r\n夺人鲜肉，为人所伤？昂首独足，丛林奔窜。\r\n口衔低枝，飞跃艰难；四顾泥涂，蝼蚁须防。\r\n仰看房梁，燕雀为患；纵有六翮，利如刀芒。\r\n腾跃失势，无力高翔；支离无趾，身残避难。\r\n努力低飞，慎避后患。【赏析】：　　《跂乌词》是柳宗元初贬永州不久写的一首寓言诗。全诗记叙了一只足残的乌鸦不幸的遭遇和心有余悸的恐惧心理。在此诗中，诗人借助于跂乌形象婉曲而真实地展示自己坎坷的人生遭遇和凄苦心灵创伤，描绘出一副令人心恸的自画像。通过此诗，可以深入地窥视柳宗元的内心世界，准确地把握他初贬永州时的创作心态。这不仅对我们欣赏他的寓言诗帮助不少，而且对全面地了解柳宗元和他的整体作品也大有裨益。 \r\n　　在这首诗中，诗人为我们叙述了一只受伤乌鸦的落魄遭遇和打算今后避祸自保的寓言故事。全诗的内容可分三层。第一层，群乌和乐图。当旭日升起时，一群乌鸦在城头上空飞翔，哑哑地鸣叫着、争抢着飞向那朝阳的树枝，享受着阳光沐浴的温暖。它们梳梳羽毛、舒展舒展翅膀，显得那样的舒坦、惬意和快乐，似乎幸福的时光全属于它们了。于是它们对不幸的跂乌评头品足的大加议论起来，并伴有几分嘲弄和幸灾乐祸。这层对全诗来说，既交代了跂乌落魄的原因和背景，又显示出了跂乌同群乌命运的巨大反差。第二层，叙述跂乌落魄的原因和惨状。原因有二：一是志向太高，招致太阳里的三足乌的嫉妒，使其足病。二是损人害己。因抢夺别人的既得利益，为人所伤。因而处境狼狈，只能告别展翅高翔的蓝天，口衔树枝艰难地在低矮的树丛中跳跃。还须时时提防泥涂中蝼蚁和栋梁上的燕雀偷袭和伤害。这层是全诗的重点，集中描述了跂乌的落魄之状。第三层，跂乌所思。面对着环视的敌手，自己已经丧失了搏击长空的能力，与其受辱于敌手，不如效法支离和无趾，全身而退，以求自保。此层进一步写跂乌由身体的伤害到精神的伤残，加浓此诗的悲剧色彩。\r\n　　这是一首寓言诗，作为寓言诗，最本质的特征是托物寓意。首先，须看所托之物与所寄之意能否融为一体。其次，要求所寓之意真实。因为“意”是寓言诗的关键、生命和灵魂，“物”之不过是其载体而已。如果没有灵魂，寓言诗同平庸的写景诗和咏物诗就没有了差别。我们欣赏寓言诗，关键是对所寓之“意”的真实性的把握。再次，对“意”的表达方式是否幽深婉曲，尺度适当。太直则成为了咏怀诗而显得浅露，太曲易变成朦胧诗而不知所云。我以为此诗成功地处理好了这几种关系，因而具有特殊的魅力。\r\n　　形象鲜明、生动真切是突出特征之一。在“跂乌”这一形象中，诗人寓于了作者真切的经历、遭遇、感受和悲愤。这一点是十分明显的，读者从群乌对跂乌受伤原因的议论中得到的答案是：志高和损人。这两点正是柳宗元遭贬的直接原因。他年少精敏，志向高远，再加之仕途通畅，三十来岁就成为了朝廷中的决策要臣，这使他的从政理想变得更加狂热和高远。他立志革除一切社会弊端和痼疾，再现盛唐的繁荣景象。正如“群乌”所言“慕高近白日”。结果势必引起政敌的嫉妒。再就是它们的革新的措施，就更严重的损害了既得利益者的权利。如废除宫市、收回宦官特权、削弱藩镇势力和惩治贪官污吏等等，在“群乌”的眼中都是些“贪鲜攫肉”的损人行为，自然要遭到群起而攻之。这些都是柳宗元的真实遭遇。过激的革新立即招来了宦官、藩镇势力和朝官的反对派里外呼应的联合进攻，拥立太子李纯，强迫顺宗退位，严惩革新派骨干，在磨刀霍霍、刀光剑影的疯狂围攻下，其结果岂止是伤痕累累。另外，如和乐的群乌、窥视的蝼蚁和燕雀，不正是政敌们弹冠相庆和仍将继续落井下石置人死地的丑态的传神刻画吗？他的好友韩愈写的《柳子厚墓志铭》和《唐书本传》看法是一致的，认为柳宗元落魄主要是“少时嗜进，谓功业可就”，“不自贵重顾藉”，得罪权贵所致。而“名盖一时”、人“畏其才高”又是久贬不用的根本原因。朋友之说的真实性和史书记载的权威性，足以说明了柳宗元落魄原因的真实性。所以韩醇《诂训柳集》说《跂乌词》是“用寓言之体”，“显以自况”。跂乌形象的真实，就是艺术地再现诗人经历的真实。\r\n　　凄婉哀怨、悲壮刚强是此诗的又一特色。柳宗元在落魄的跂乌身上寄予的情感，也是自己那段特殊时间内的特殊情感的表现。失势的跂乌面对险恶的环境，他选择了效法支离无趾、避祸全身。这正是柳宗元内心矛盾、苦闷、彷徨和恐惧之情的真实表现。今天的人大可不必去责怪柳宗元过于消沉、妥协和退却，也不必要求他当时为何不一直斗争到底、视死如归、气贯长虹。其实，谁都知道任何顽强的斗士，不可能内心没有丝毫胆怯和软弱。因此，柳宗元非但无可厚非，反而更让人敬佩他有敢于袒露真实内心的勇气。当时的柳宗元还会有选择吗？一夜之间的命运逆转，不得不扶老携幼，从京城来到永州。到后的水土不服、亲人病逝、多病缠身，人身攻击的恶语、用心险恶的诽谤，还有那“不在量移之限”的一纸诏书，打击一个接一个的劈头盖来，柳宗元的前途几乎被全部封杀。伴随而来的还有那令人窒息的孤独和寂寞。对于这种远远超出肉体和心理承受能力的伤害，迫使他与佛门有了亲密的接触。“一生几许伤心事，不向佛门何处销”。在这条王维当年选择的道路上，柳宗元又蹒跚地行走着。当然，佛门并不是不幸的真正的避难所，暂时的安慰无法治愈永恒伤痛。这大概是前人众口一词的认同柳宗元的作品以哀怨、凄婉为感情基调，深得骚人之趣的原因吧。在柳宗元的集子里，处处可以强烈地感受到那种“常积忧恐”、“恒惴栗”的情感涌动。周昂在《中州集》中的《读柳诗》一诗写道：“功名翕忽负初心，行和骚人泽畔吟。开卷未终还复掩，世间无此最悲音。”乔亿的《剑溪说诗》更是明确指出《跂乌词》“恻怆动人”，情感哀怨。刘克庄认为“可悲而泣”。因此，《跂乌词》所表达出来的凄婉哀怨，是柳宗元当时最真实的情感。不过，在悲切中还夹有一点悲壮。跂乌的昂首，正是张谦宜评柳诗时所说的“矫矫凌人意”，“毕竟不平和”。\r\n　　物我一体、婉曲含蓄是此诗表现手法上的特色。在《跂乌词》中，柳宗元以高超技巧，展示出寓言诗的魅力。全诗无一不在说跂乌，又无一不在言自己，真正做到了物我难分。这种效果的取得，首先在物的选择上，诗人以跂鸦为意的寄托物，是很有深意的。它具有多层含义。一方面，乌鸦是不吉祥的小动物，给人的印象是多嘴惹祸、制造麻烦、没有婉转动听声音，常常被人指责。柳宗元的革新中的言行举止，被众臣视为“怪民”，群起攻之，这点与乌鸦十分相似。当然，群乌给柳宗元的印象也是一样。这就缩短了物与人之间的距离，启动了读者的想象。另一方面，跂乌又是令人同情的弱者，它那伤残的躯体、危险的处境以及惶恐退避的心理，读者更易锁定被贬的柳宗元。其次，在跂乌的刻画上传神而深刻，作者舍弃外貌描绘而直达其神。突出的只是落魄过程和此后的感受，及避免了浅直之弊，其婉曲之美、含蓄之韵，使物我浑然一体。\r\n　　总之，《跂乌词》不仅集中地体现了柳宗元的寓言诗的特点，而且代表了柳诗的主要风格——凄婉哀怨。也是深得楚骚精髓之佳作。"
        },
        {
            "title": "龟背戏",
            "content": "长安新技出宫掖，喧喧初遍王侯宅。玉盘滴沥黄金钱，\r\n皎如文龟丽秋天。八方定位开神卦，六甲离离齐上下。\r\n投变转动玄机卑，星流霞破相参差。四分五裂势未已，\r\n出无入有谁能知。乍惊散漫无处所，须臾罗列已如故。\r\n徒言万事有盈虚，终朝一掷知胜负。修门象棋不复贵，\r\n魏宫妆奁世所弃。岂如瑞质耀奇文，愿持千岁寿吾君。\r\n庙堂巾笥非余慕，钱刀儿女徒纷纷。\r\n【赏析】：见《全唐诗》卷353第027首。"
        },
        {
            "title": "闻籍田有感",
            "content": "天田不日降皇舆，留滞长沙岁又除。\r\n宣室无由问釐事，周南何处托成书。\r\n【注释】：①皇舆（yú）：天子坐的车。\r\n②釐（xī）事：釐同“禧”，指鬼神与幸福吉祥方面的事情。【译文】：皇帝不久就要率领百官去东郊祭典，而我就像被贬长沙的贾谊又过了一年。\r\n汉帝刘恒曾经在宣室向贾谊请教过鬼神的事，我即使写成典籍，滞留周南却无法送达皇帝面前。【赏析】：　　这首诗虽然只有短短的四句，却使用了两个典故，因此显得比较深奥难懂。第一个典故跟汉朝的贾谊有关。贾谊是雒阳（今河南省洛阳）人，生活在公元前200——168年之间.据《史记·贾谊传》记载：贾谊才十八岁时，就因为能够写诗做文章而著名。后来被河南太守吴治平推荐给汉文帝刘恒，二十多岁就成了博士，并在一年之内被破格提拔为太中大夫（相当于现在的司局级干部）。本来深受文帝的器重，打算给他授予公卿的职位，但由于不少高官的反对与毁谤，汉文帝逐渐疏远了他，将他贬为长沙王的老师。贾谊经过湘江时，写了一篇吊唁屈原的诗词，借屈原被谗言所害放逐到江南来比喻自己。他在长沙滞留了四年多的时间，还算幸运，终于被文帝想起来了，急忙派人把他征召回京城。入朝觐见时，文帝正坐在宣室之中，品尝祭神之后剩余下来的肉，因为对鬼神的事情有不少疑问，所以向他请教有关鬼神和幸福吉祥的缘故。贾谊于是非常详细地解说了为什么会这样的原因，此后，汉文帝拜贾谊为梁怀王的老师，并经常向他询问国家大事方面的得失。梁怀王刘胜，是文帝最喜爱的小儿子，爱好读书，没过几年，因为骑马时不小心摔死了。贾谊觉得没有尽到自己当老师的责任，常常流泪哭泣，伤心过度，第二年也死了。他死的时候，只有三十三岁。\r\n　　第二个典故跟汉朝的太史公司马迁一家有关。据《史记·太史公自序》记载：司马迁的父亲司马谈，从公元前140年开始，就在汉武帝刘彻的朝中担任太史，对“阴阳、儒、墨、名、法、道德”等六家的学说，都颇有研究，精通四书、五经和六艺，常有“治民、治天下”的夙愿。到公元前110年时，汉武帝采纳大臣的建议，去泰山封禅。司马迁的父亲身为太史，被迫滞留在周南，无法跟随天子前往泰山，参与封禅盛典，悲愤而死。临终前曾抓住司马迁的手，流着泪嘱咐他：“天子去泰山封禅，我不能随同前往，这是我的命运不好。我死了之后，你必定接任太史的官职；身为太史，不要忘记我所想写的论著和文稿。”过了三年，司马迁果然当上了太史令，博览国家的藏书，秉承父亲的遗愿，潜心修史。公元前99年，他因为替李陵投降匈奴辩解，被关进狱中，受到腐刑。出狱后当上了中书令，虽然历经磨难，他却无怨无悔地发愤著述，终于在公元前91年编写完成了我国第一部通史，即《史记》。全书共五十二万六千五百字，记述了从黄帝到汉武帝太初元年约三千年的历史，是中国古代历史的伟大总结。\r\n　　柳宗元的《闻籍田有感》，第一句是写元和五年十月（今公元 811年），唐宪宗李纯传旨，次年的正月十六日，要去东郊举行祭拜大典，命令有关部门的官吏撰写典仪方面的文稿。任务繁重，时间却又非常紧迫。第二句是写柳宗元自认为才华出众，而且有过这方面的经历，完全能够承担如此重任，但因为滞留在永州，就像当年西汉时期被贬到长沙的贾谊，没法参与这种重大的祭典活动。\r\n　　第三句写贾谊后来终于被汉文帝重新起用，而自己满腹的学问和才识，却不能展示在皇帝的面前。第四句写柳宗元以司马谈来比喻自己，因为无缘参与这种规模宏大且相当隆重的庆典，心情非常难受。他特别希望能够通过什么样的途径，将自己写成的典仪文稿，送到唐宪宗的手里，以便引起重视和青睐，但又没有真正能够信任与委托的人，帮助自己实现这种愿望。\r\n　　柳宗元在公元803年，进入朝廷，担任监察御史里行，“里行”是见习的意思，大约相当于现在的监察部的部长助理，曾经主持过祭祀之类的事情。过了一年多，即公元805年的四、五月，他又被提升为礼部员外郎，专门掌管礼仪、享祭、贡举之类事情。从诗中所引用的两个典故，不难看出柳宗元那种跃跃欲试、极愿为国分挑重任的积极进取精神；同时，也夹杂着对朝廷不辨忠奸、排斥贤德人士的做法，深表遗憾与忧愤的苦闷心态。"
        },
        {
            "title": "田家（三首其一）",
            "content": "蓐食徇所务，驱牛向东阡。鸡鸣村巷白，夜色归暮田。\r\n札札耒耜声，飞飞来乌鸢。竭兹筋力事，持用穷岁年。\r\n尽输助徭役，聊就空自眠。子孙日已长，世世还复然。\r\n【注释】：①蓐食：坐在草席上吃饭。蓐（rù）睡觉垫的草席。徇（xùn）：环绕。所务：从事的事业。此处指致力于农业生产。这两句说，农民天未亮就围绕着自己的事情，匆忙吃完早餐，赶着耕牛到村东的田地里去干活了。\r\n②札札：象声词，形容农具翻土的声音。耒耜（lěisì）：翻土的农具。飞飞：形容鸟儿不断飞行的样子。乌鸢（yuán）：乌鸦和老鹰。\r\n③竭：用尽。兹：这个。筋力事：体力劳动。\r\n④持：拿。穷岁年：过完一年。\r\n⑤输：交纳。徭役：封建社会规定农民除缴纳田赋外，每个成年男子还要在一年中无偿地替官府劳动若干天，称为“徭役”。\r\n⑥聊：姑且。就：归。\r\n⑦日：一天天。以：同“已”。\r\n⑧然：这样。【译文】：天未亮就吃了饭，赶着牛去村东干。\r\n天刚亮就下了田，直至暮色归家园。\r\n木犁翻土札札响，乌鸦老鹰飞不断。\r\n竭尽筋力勤劳动，收点粮食过一年。\r\n粮食交尽出苦力，姑且回到空屋眠。\r\n子孙天天长大了，世世代代亦复然。【赏析】：　　被贬永州是对柳宗元政治上最沉重的打击，也是他生活、思想、创作上的一个重要转折。他“待罪南荒”的十年,留下了大量的诗文。而元和七年写的《田家》三首是一组反映劳动人民疾苦的优秀现实主义诗篇。\r\n　　《田家》第一首，作者用白描的手法，叙述农家辛辛苦苦地劳动，结果被官府榨取干净，饥饿于空舍之中，并感叹这残酷的现实一代一代地传下去，得不到丝毫的改变。字里行间寄寓着对统治集团的谴责和对劳动人民的深切同情。\r\n　　诗歌前四句，展现在我们眼前的是一幅农人早出晚归，披星戴月，辛勤耕作的图景：天还没亮，就匆忙吃完了早饭，赶着牛到村东的田里干活去了，直至暮色苍茫，才从田里回来。“札札”两句用两个迭声词生动贴切地渲染出农田里的繁忙气氛，农人白天一整天在田间劳作，翻田耕地，有鸟儿跟在后面找吃的。“乌鸢”，不一定是乌鸦和老鹰，是鸟儿的代名词。农人耕地，鸟儿还能寻得到吃的，可他们自己呢？“竭兹”四句作了有力的回答。农民本打算通过拼命的干活，收点粮食，拿它来度过一年的生活，可是打下的粮食全部交纳了田赋。不仅如此，每年还要替官府出苦力若干天，然后回到空空如也的屋子，从早到晚，一年到头辛辛苦苦劳作的农人连鸟也不如。一“竭”一“输”一“助”，最后落得一“尽”一“空”，写出了官府徭役的繁重，农民生活的贫困，处境的悲惨，多残酷的现实！字里行间无不流露出对劳动人民的深切同情和对统治阶级的无情谴责。这还不算，更可悲的是，这样的日子，这样的生活年年如是，何时是一个尽头啊！这最后两句更增添了诗歌的思想性，表达了诗人对这不平等的黑暗社会强烈批判的思想情感。\r\n　　这是一首五言古诗，诗人采用白描的手法，用线条勾画，运用简练的笔墨，不加任何色彩渲染烘托，为我们描绘出一幅农民辛勤劳作却一无所得，并日复一日，年复一年而毫无希望的悲惨图景。语言朴实无华，几如口语，含义深远而又层层推进，虽有“韩柳文章李杜诗”（宋王禹偁《小畜集·赠朱严》）之说，但柳宗元也不失为一位伟大的现实主义诗人。"
        },
        {
            "title": "零陵早春",
            "content": "问春从此去，几日到秦原。\r\n凭寄还乡梦，殷勤入故园。\r\n【注释】：①秦原：秦地原野，这里是指长安城周围，即长安。春秋战国时属秦国领地。\r\n②凭寄：托寄，托付。\r\n③殷勤：恳切；深厚。【译文】：请问春天从这去，何时才进长安门。\r\n托付给你还乡梦，恳请带我回家园。【赏析】：　　这是柳宗元写的一首思乡诗。“思乡”是作者文学创作中的一个重要主题，“回乡”是他被贬永州后始终不解的心结。作者生于长安，长于长安；在长安有他的庄园，有他的家，有他的理想；长安是他施展才华，实现理想的地方。然而一场恶运，把他贬在远离朝廷的“南蛮之地”，而且是一个闲置的司马，并且不得“量移”，实际上他是一个“拘囚”。家乡的一切是那么美好而遥远，他要“若为化得身千亿，散上峰头望故乡”。（《与浩初上人同看山寄京华新故》）\r\n　　永州地处江南，属中亚热带季风湿润气候，春天的到来，自然要比长安早，“南楚春候早，余寒已滋荣”。春天是一个充满希望地季节，带给人们的是勃勃的活力，盎然的生机。作者写早春，用早春来表达自己对生活的希望，对未来的希望。然而“春风无限潇湘意，欲采蘋花不自由”；春天是美好的，可惜作者被贬在永州，有家也回不成，是“软禁”在这里，是一个“不自由”之身，因此，他借春风来寄付自己的思乡情，借春风来把希望带回故乡，恳切希望春风把自己带回故乡。然而这只是一个“梦”，是一场“春梦”啊。再美好的春梦，也会破灭的呀！作者写“思乡”是写在早春里，这是这首诗构思最新颖之处。这种思乡之情，不是在夜深人静，是由寂寞引起，也不是在“佳节”因孤独涌现的思念，他是在大地复苏，春意浓浓，热闹忙碌的早春中“思乡”，这种思乡之情就更浓更深了。\r\n　　这首诗最后一句“殷勤入故园”，“殷勤”一词，它写出了作者浓烈的思乡情，写出了作者殷切的期盼，写出了作者的怨愤，它是全诗的点睛之笔、中心所在。爱与思，期盼与厚望交织在一起，这种复杂的感情，大概是他到永州之初最强烈地一种情感。作者的这首五绝诗，目景入情，笔随意到，语言通俗明白，主题单纯，但是表达的情是复杂的，在浓浓的思乡情中，也表达了作者不可释怀的心态，爱怨交织的复杂感情，有着浓烈的诗趣，堪称以少胜多的杰作。所以我们欣赏这首诗时，一定理解把握这种复杂的感情，理解早春中的思乡是别有一番情意。这也是柳宗元文中所特有的“淡泊中的至味”。"
        },
        {
            "title": "梅雨",
            "content": "梅实迎时雨，苍茫值晚春。\r\n愁深楚猿夜，梦断越鸡晨。\r\n海雾连南极，江云暗北津。\r\n素衣今尽化，非为帝京尘。\r\n【注释】：①梅雨：农历四五月间，江南一带在杨梅成熟时，常阴雨连绵，这段时间，就称作梅雨季节。其雨叫梅雨，也叫黄梅雨，\r\n②梅实：杨梅的果实，俗称杨梅。\r\n③楚、越：泛指江南。这儿都是指江南的永州，永州是荆楚的最南端，也是南越的最北处。\r\n④海雾：海上的雾气。唐张若虚《春江花月夜》“斜月沉沉藏海雾，碣石潇湘无限路。”此处借其乡思之苦的诗意。\r\n⑤江雪：江涛如雪。北津:北去的渡口。\r\n⑥素衣：白色的衣。这里是化用典故，谢脁诗云：“京洛多风尘，素衣化为缁。”这是说“京洛有许多灰沙，白衣服都被染成黑的了。”柳宗元是反其意而用之。【译文】：杨梅结实正是阴雨连绵的时候，天地苍茫一片，时间恰是晚春。\r\n愁深难眠更哪堪楚猿夜啼，好梦易醒禁不住越鸡伺晨。\r\n雨雾朦朦从海隅直达南极边的尽头，江涛汹汹淹没了北去的渡口。\r\n身上的白衣被江南的梅雨墨染，却不是京城的尘埃所为。【赏析】：　　《梅雨》是柳宗元在元和四年写的一首五言律诗。前人评说“此诗不减老杜。”杜甫有写秋雨的《对雨》，表现的是忧国忧民之情；也有写春雨的《春夜喜雨》，表现的是对理想的追求和“穷年忧黎元”的伟大胸怀。柳宗元的这首诗，写的是晚春的“梅雨”，抒发了作者离乡去国的思乡幽情。\r\n　　首联，写实景。梅子成熟时，正是江南晚春季节。阴雨绵绵，大地苍茫一片，这梅雨，有时一下就是十几天，甚至个数月。晚春的雨不像早春的雨，雷鸣过后，哗啦啦的说下就下。假若说早春的雨，带来了万物生机，百花盛开，草木发芽。那么，晚春的雨则是“山城过雨百花尽，榕叶满庭莺乱啼”。雨雾遮住了山，遮暗了江，天地之间朦朦胧胧，浑浑沌沌。百花凋零，天空灰朦，天地间给人以沉重的压抑感。在这样的季节里，一个长居江南的人也会感到愁闷，更何况是“俟罪非真吏”（《陪韦使君祈雨口号》）的流放囚徒？对这梅雨中的沉闷更加不适应，更是愁上添愁。作者在这一联写“苍茫”的梅雨，就给诗定下了“忧愁 ”的基调，这“忧愁”是沉沉地压在诗人的心头，驱不散，化不开。\r\n　　颔联，直抒作者的思乡之愁。夜深人静的雨中，传来了猿的哀婉凄楚的悲啼，更增添了思乡之愁。愁深使得思乡之梦犹生，梦中的故乡一切都是那么美好。刚刚被浓浓的乡情、亲情裹住，公鸡却又打鸣了，天亮了，好梦也断了。在这个雨夜里,作者又何曾入过睡啊！忧乡之愁，思乡之梦，整个晚上都陷入了深深的忧情愁苦之中。张若虚在《春江花月夜》里，发出沉沉的海雾隐遮了落月，碣石、潇湘天各一方，归家路途遥远的感叹，而抒发了自身的孤凄，念念归家的乡思之情。诗人借用其诗意，海雾沉沉，江涛如雪，环境险恶，归路日艰。作者的情绪陷入了无边的思乡雾海之中，没有北归的希望，没有天晴雨停之日，什么人能解我的思乡之愁啊。\r\n　　尾联，作者翻用陆机的诗“京洛多风尘，素衣化为缁”，直接抒发思念京城的思想感情。京城虽多风尘，把白色的衣服全部染黑了，也是情愿啊；可惜，我被放逐到阴雨蒙蒙的江南，虽然是春天，潮湿闷热的天气，把白衣也全染黑了，我却回不了京城，不能北归。这是作者放逐永州几年后，仍不能量移的最感伤之作。京城虽多风尘，局势复杂，形势险恶，但毕竟是作者能实现理想抱负的地方，江南虽是春天，但阴雨不断，又能做点什么呢，作者是被无边无际的雾海包围着，借此进一步表达了作者的思乡伤逐的感情。\r\n　　这首诗运用象征手法，借苍茫细雨来抒发作者无边无际的思乡忧愁；蒙蒙、沉沉的细雨，就是作者那深深、浓浓的思乡之情。这情包围着作者，压在心头，无法解开。作者借景抒情，情随景生，景随情移，情景交融。“孤臣泪已尽，虚作断肠声”，诗中的情是浓烈得化不开，又是哀婉凄绝，读者无不为之潸然泪下！诗中的一个“愁”、一个“梦”，点化了作者的写作意图，把情与景紧密联在一起，实在是有老杜沉郁的风格。"
        },
        {
            "title": "巽公院五咏·苦竹桥",
            "content": "危桥属幽径，缭绕穿疏林。\r\n迸箨分苦节，轻筠抱虚心。\r\n俯瞰涓涓流，仰聆萧萧吟。\r\n差池下烟日，嘲哳鸣山禽。\r\n谅无要津用，栖息有余阴。\r\n【注释】：①苦竹：竹的一种。杆矮小，节较其它竹为长，四月中生筍，味苦。\r\n②危桥：高桥。属：连接。幽径：幽深的小路。\r\n③迸：裂，开。箨（tuò）：竹筍上一层一层的皮，即筍壳。\r\n④ 筠（yún）：竹皮。虚心：空心。\r\n⑤瞰（kàn）：望，俯视，向下看。\r\n⑥聆：听。吟：成调的声音。\r\n⑦差池：参差不齐。《诗经·邶风·燕燕》：“燕燕于飞，差池其羽。”\r\n⑧嘲口哲（zhāo zhā）：亦作“嘲哳”、“啁哳”，形容声音杂乱细碎。\r\n⑨谅：料想，实在。要津：重要的渡口，隐喻重要的职位。【译文】：高高的桥与幽幽的小路相连，它曲曲折折穿过稀疏的竹林。\r\n竹子从笋箨中迸发苦节，青皮环抱空虚的竹心。\r\n俯身看桥下细细的溪流，抬头听山间萧萧的竹韵。\r\n烟雾蒸腾中阳光西下，山里的鸟儿在嘲哳乱鸣。\r\n料想苦竹不可能作为渡口的竹伐，正好给我们的休憩提供了绿荫。【赏析】：　　本诗更象一首咏物诗，它描写的是苦竹间的桥，而且表面上是写桥，实则重点是写竹，桥只不过是陪衬而已。苦竹，楚地湘南极普通的一种竹子，而且连名称都带有贬意。诗人独具慧眼，从平凡的事物中发现了诗意，将自己身世遭遇与不起眼的苦竹有机联系起来，寓意于有“苦竹”“虚心”的竹。诗的结构与组诗一致，分三层。前四句写实：“危桥属幽径，缭绕穿疏林”，远远的桥与幽幽的小路相连接，它缭绕地穿过稀疏的竹林。突出危桥、幽径、疏林。“迸箨分苦节，轻筠抱虚心”。特写竹子的拔节，充分运用诗的想象，似乎看见竹子从笋箨中迸发出苦节，轻轻的筠皮环抱着空虚的竹心。诗中突出了“苦节”与“虚心”。第二层写桥上观景所得：俯身可以看到绢绢细流，抬头可以听到萧萧的竹声。烟雾蒸腾中阳光西下，山里的鸟儿啁鸣归巢。既俯看，又仰视，还运用听觉。天边的太阳，近处的鸟鸣，一一入画，充满了生机。眼中的景物往往是诗人内心世界的外在展示。大自然是美好的，然而胸怀大志的诗人不能象鸟一样自由飞翔，投入她的怀抱，只能与“囚徒为朋”，在寺院的木鱼声中难以入眠，这强烈的反差不能不使人产生共鸣，伤感之情溢于言表。最后抒发感概“谅无要津用，栖息有余阴”，这里的苦竹也不可能作为渡口的竹伐，正好给我们的栖息提供了荫凉。正如吴文治先生所指出的：“作者借竹自喻,感叹竹子虽有‘苦节’和‘虚心’的美质，也只能供人和鸟歇息遮阴，不会用在重要的渡口，隐有自伤怀才不遇之意。”（《柳宗元选集》）诗除了咏苦竹桥之外，还写到竹林、小径、溪流、竹韵、落日、鸟鸣，故自然属于山水诗。"
        },
        {
            "title": "巽公院五咏·芙蓉亭",
            "content": "新亭俯朱槛，嘉木开芙蓉。\r\n清香晨风远，溽彩寒露浓。\r\n潇洒出人世，低昂多异容。\r\n尝闻色空喻，造物谁为工。\r\n留连秋月晏，迢递来山钟。\r\n【注释】：①芙蓉：这里指木芙蓉。一种落叶灌木，茎高丈许，秋冬间开花，有红、白、黄等色。芙蓉亭：观赏芙蓉花的亭子。\r\n②俯朱槛：俯倚着红色的栏杆。\r\n③溽（rù）：湿润。\r\n④色空：“色即是空”的省悟，出自《多心经》。佛教谓有形的万物为色，并认为万物为因缘所生，本非实有，故谓“色即是空”。\r\n⑤留连：意即留恋。秋月晏：秋天的时光已经不多了。晏：晚，晚秋之意。\r\n⑥迢递（tiáo dì）远处。【译文】：新亭俯倚红色的栏杆，四周开满了美丽的芙蓉。\r\n晨风把清香吹送远处，湿润的彩花沾满露珠。\r\n鲜花潇洒地开在人世，高低俯仰有无数的姿容。\r\n我曾听过色、空的比喻，造物界到底是谁在巧夺天工？\r\n留连这深秋的月光，断断续续传来山寺的晚钟。【赏析】：　　全诗分三层，以鲜艳美丽的芙蓉着墨，“新亭俯朱槛。嘉木开芙蓉。”新亭里修建着红色的栏杆，四周开满了芙蓉鲜花。“清香晨风远，溽彩寒露浓。”早晨的清风吹送了远香，寒冷的露水沾湿了鲜艳的色彩。前四句全是写景，像一副颜色绚丽、动静相间的水彩画。第二层“潇洒出人世，低昂多异容”，继续描写芙蓉花。花朵潇洒地开放，呈现不同的姿态与容貌。芙蓉花盛开时，花朵缀满枝头，或白或红或黄，千姿百态，赏心悦目。特别令人惊奇的是，早晨开的白花，下午因为光合作用侧变成红色。“尝闻色空喻，造物谁为工？”笔锋一转，由花自然联想佛学中色、空的比喻，不知造物界到底是谁在巧夺天工，创造出芙蓉花这样美丽的景物呢？佛教谓有形的万物为色，并认为万物为因缘所生，本非实有，故谓“色即是空”。诗中的“色”一语双关，既指芙蓉花的颜色，又泛指世间事物。结句为第三层：“留连秋月晏，迢递来山钟。”从早到晚，留连芙蓉亭的美景，久久不愿离去。秋月中，诗人静听断断续续地传来山寺的钟声，向往佛学禅境的思想不言而喻。禅院中有如此美好的景物，佛经中更是诗人精神寄托的理想之地。诗熔风景诗、咏物诗、山水诗为一炉，情景交融，如“羚羊挂角，无迹可求”。"
        },
        {
            "title": "巽公院五咏·禅堂",
            "content": "发地结菁茅，团团抱虚白。\r\n山花落幽户，中有忘机客。\r\n涉有本非取，照空不待析。\r\n万籁俱缘生，窅然喧中寂。\r\n心境本洞如，鸟飞无遗迹。\r\n【注释】：① 菁茆：即青茅。\r\n②虚白：庄子《人间世》：“虚室生白。”虚白暗指禅堂，堂为环山所抱，意谓心境清静无欲。\r\n③忘机：李白诗“我醉君复乐，陶然共忘机。”忘机客，谓重巽。\r\n④有：《大日经疏》：“可见可现之法，即为有相。”《金刚经》：“凡所有相，皆是虚妄。”\r\n⑤空：《大乘义章》：“空者，理之别目，绝众相，故名为空。”照空，针对“有”而感受“有即是空”。照，观照、照见之意。\r\n⑥万籁：各种自然之声响。缘，因缘，梵语尼陀那。佛教以为森罗万象皆由缘而生。\r\n⑦窅然：怅然。庄子《知北游》：“夫道，窅然难言哉。”《逍遥游》成玄英疏：“窅然者，寂寥，是深远之名。”\r\n⑧心境：境，指心所攀缘处。心、境本同一而无区别。\r\n⑨鸟飞句，《涅槃经》：“如鸟飞空，跡不可寻。”《华严经》：“了知诸法性寂灭，如鸟飞空无有跡。”【译文】：选择吉地用青茅盖成禅堂，青山团团围住虚白的建筑。\r\n山花飘落在幽静的门前，忘机的禅客在禅堂端坐。\r\n涉及了有并非有意去取得，观照于空也不用去解析。\r\n天地万籁都有缘而生，喧闹当中也有深深的沉寂。\r\n心与物境本同一而无区别，正象鸟飞不留任何痕迹。【赏析】：　　《禅堂》写的是三堂之一的“禅堂”。而在写作上稍有变化，先是描写：“发地结青茆，团团抱虚白。山花落幽户，中有忘机客。”象是一特写镜头，刻画出“禅堂”的特点：青茅盖成的禅堂，青山团团围住虚白的建筑。然后，由外及内，由物及人，山花飘落在幽静的门前，禅堂中坐着忘机的禅客，突出了禅客。禅客也自然包括诗人。中间一层，用禅语叙说对佛学的理解：涉及了有并非有意去取得，观照于全也不用去解析。天地万籁都有缘而生，喧闹当中有深深的寂静。对佛理的理解比较深透，是禅客（诗人）进入禅堂的收获。最后二句：“心境本同如，鸟飞无遗迹。”表现了空有双亡、心境如一的境界，使诗意得到升华。"
        },
        {
            "title": "巽公院五咏·曲讲堂",
            "content": "寂灭本非断，文字安可离。\r\n曲堂何为设？高士方在斯。\r\n圣默寄言宣，分别乃无知。\r\n趣中即空假，名相与谁期。\r\n愿言绝闻得，忘意聊思惟。\r\n【注释】：①寂灭：梵语“涅槃”之意译。《维摩诘经》说：“知一切法皆悉寂灭。”注释曰“去相故言寂灭。”智顗《摩诃止观》说“生死即涅槃，无灭可证。……纯一实相，实相处更无别相。”宗元奉天台宗，亦持实相说，所以讲寂灭本非断相。\r\n②文字：谓佛教经论。僧肇《维摩诘经》注：“夫文字之作，生于惑取，法无可取，则文字相离。”又说：“无有文字，是真解脱。”后禅宗更大倡“离文字”之说，天台奉行经籍，故有此说。\r\n③圣默句，《思益经·如来二事品》说“言一圣说法，说三藏十二部经也；二圣默然，一字不说也。如来唯有此二法。”又说“佛及弟子常行二事，若说若默。”言宣，即“圣说法”，谓以言相传。\r\n④分别句，《摩诃·上观》卷一：“离说无理，离理无说，即说无说，无说即说；无二无别，即事而真。”又说：“圣说圣默，非说非默。”此句所谓分别默说乃无知之见，即天台“三界无别法，唯是一心作”之意。以上二句承“文字安可离”而言。\r\n⑤趣中句，此即天台宗“圆融三谛”之要义。趣，同趋。龙树《智度论》说：“因缘生法，是名空相，亦名假名，亦说中道。”《中论》说：“因缘所生法，我说即是空，亦为是假名，亦是中道义。”隋智顗据以发挥，创天台宗，其《摩诃止观》卷六说：“三谛俱足，祗在一心。……六何即空？并从缘生，缘生即无生，无生即空。六何即假？无主无生即是假。云何即中？不出法性，并皆即中。当知一念即空、即假、即中。……三谛不同，而只一念。”\r\n⑥名相：《楞枷经》卷四：“愚癡凡夫，随名相流。”耳可闻谓之名，眼可见谓之相。释教以为无物皆有名相，而皆虚妄不实，凡夫常因分别此虚假之名相而起种种妄惑。【译文】：寂灭并不是断绝，文字的讲解也不能分离。\r\n为什么要设置讲堂？因为有高士在这里讲经。\r\n默然的妙语也要假托言语的宣讲，将沉默与宣讲分别是无知的言行。\r\n中道与空相、假名本是一回事，何必要将名、相的区别分清？\r\n希望能弃绝听闻所得，由思维而得到佛的真谛。【赏析】：　　本诗结构形式与前首《净土堂》大致相同。“寂灭本非断，文字安可离！曲堂何为设？高士方在斯。”从设置曲讲堂的必要性落笔，经文需要讲解，高士讲经需为之设置讲坛，那么，曲讲堂的设立就是天经地义的了。“圣默寄言宣，分别乃无知。趣中即空假，名相与假期？”进一步指出“默然的妙语也要假托言语的宣讲，将沉默与宣讲分开是无知的做法。”并认为中道与空相、假名本是一回事，不必分明名、相的区别。最后两句“愿言绝闻得，忘意聊思惟”，希望能弃绝听闻所得到的东西，通过认真思维而得到佛的真谛。全诗基本上是议论，充满佛教的术语，作者一心向往佛教的真谛，态度之虔诚，俨然一信徒。"
        },
        {
            "title": "饮酒",
            "content": "今夕少愉乐，起坐开清尊。举觞酹先酒，为我驱忧烦。\r\n须臾心自殊，顿觉天地暄。连山变幽晦，绿水函晏温。\r\n蔼蔼南郭门，树木一何繁。清阴可自庇，竟夕闻佳言。\r\n尽醉无复辞，偃卧有芳荪。彼哉晋楚富，此道未必存。\r\n【注释】：(1)酹（lèi）：以酒洒地，表示祭奠或立誓。先酒：指第一个发明酿酒的人。相传杜康是我国酿酒的创始人。\r\n(2)须臾（yú）：一会儿。殊：不一样。\r\n(3)喧：热闹。\r\n(4)幽晦：昏暗不明。\r\n(5)函：包含。晏温：晴天的暖气。\r\n(6)蔼蔼：茂盛的样子。陶渊明《和主簿》有“蔼蔼堂前林”诗句。南郭门：指永州外城的南门。郭，外城。\r\n(7)何：多么。一，助词，用以加强语气。\r\n(8)清阴：指草木。\r\n(9)竟夕：整夜。 \r\n(10)偃卧：仰卧。芳荪：指草地。\r\n(11)晋楚富：《孟子·公孙丑下》说“晋楚之富，不可及也。”这里指财雄一方的富豪。\r\n(12)此道：指饮酒之乐。【译文】：早晨起来深感缺少乐趣，离座而起打开清酒一樽。\r\n先举杯祭酹造酒的祖师，是他留下美酒给我驱逐忧愁和烦闷。\r\n一会儿感觉便大不一样，顿觉得天地之间热闹非凡。\r\n连绵的高山改变了原来的幽晦，碧绿的流水把温暖的气息包含。\r\n南门城外的一片郁郁葱葱，高大的树木叶茂枝繁。\r\n清凉的树荫可以庇护自己，整天都可以在树下乘凉谈天。\r\n即使喝醉也不要推辞，美好的芳草可以供我们躺卧。\r\n即使是那些富比晋楚的人，恐怕也未必知道饮酒的快乐？【赏析】：　　唐代经济繁荣，文化发达，诗酒关系有如血肉关系密不可分。柳宗元虽然比不上盛唐诗仙兼酒仙李白的浪漫，也不同于晚唐李商隐“身世醉时多”的悲伤，自有自己喝酒的情态与心态。全诗共１６句，开头四句为第一层：“今旦少愉乐，起坐开清樽。举觞酹先酒，为我驱忧烦。”清早起来就喝酒，原因是感到缺乏生活乐趣。相传杜康是我国酒的创始人。据郭沫若的《中国史稿》：杜康即少康，夏王相的儿子。当年夏王相被一部落领袖杀害，少康逃到今河南虞城县依附有虞氏，当了“疱正”，是个专管皇帝吃饭的职司。杜康为了迎合皇上，力求酿出好酒，亲自筛选精粮，采制神曲，调配奇方，酿出的酒果然味美可口。皇帝饮后神振食增，龙颜大悦，就封杜康为“酒仙”。故柳宗元先举杯祭酹造酒的祖师杜康，是他用勤劳与智慧造出美酒，给人们驱逐忧愁和烦恼。“须臾心自殊，顿觉天地喧。”酒入口，加快了血液循环，浑身感到一股暖流上涌，心情发生变化，天地之间也变得温暖起来。接着，一一叙说饮酒后的感受：“连山变幽晦，绿水函晏温。”幽晦，《楚辞九歌·山鬼》说：“山峻高以蔽日兮，下幽晦以多雨。”晏温，指天气晴暖。心感温暖，连自然界的景物也变得温暖，连绵的高山也改变了原来的幽晦，碧绿的水流含着温暖的气息。这是诗人从感官的角度来写的，随着时间的推移，夏天的太阳升起来了，天气自然变得暖和起来。“蔼蔼南郭门，树木一何繁。清明可自庇，竟夕闻佳言。”开篇点明时间，现在点明饮酒的地点──南郭门。南郭门指永州城南，南门城边，树木繁茂，清凉的树荫可以遮挡烈日，庇护自己，整天都可以在树下乘凉谈天。这四句描写了诗人在永州的闲适生活，既无衙门的公务缠身，又无日出而作的劳累，似乎是无拘无束，自由自在。也有注家认为：“清明”指草木，此句点化《左传·文公七年》“葛犹能庇其本根”句意，“无知的草木都懂得好好保护自己”。意思是说自己还不如草木，连保护自己都不懂得。下句说：“这些树木整夜好像在向自己诉说什么，现在才明白，原来它们要说的正是这种有启发性的话。”可做为一家之言。“尽醉无复辞，偃卧有芳荪。”谢灵运《道路忆山中诗》：“追寻栖息时，偃卧任纵诞。”与朋友们尽情畅饮，哪怕喝醉也不要推辞，芳草萋萋，可以供我们躺卧。这是第二层的小结，饮酒的快乐尽在“偃卧”之中，按理全诗可以到此结束了。然而，“彼哉晋楚富，此道未必存。”《孟子·公孙丑》：“曾子曰：晋楚之富，不可及也。彼以其富，我以吾仁；彼以其爵，我以吾义。吾何慊乎哉！”后两句“谓饮酒之乐也”。即使是那些富比晋楚的人，恐怕也未必知道饮酒的快乐吧？后两句为第三层，进一步说明饮酒的快乐，使诗意得到升华。\r\n　　研究者认为，柳诗受陶渊明影响较深，“柳宗元确有部分作品拟学陶渊明，大都作于贬永州之后……宗元学陶诗作实蓄忧愤于闲适恬谈之中。”（王国安《柳宗元诗笺释》）曾吉甫认为“《饮酒》诗绝似渊明。”陶渊明曾任彭泽县令，因对当时现实不满，四十一岁即弃官归隐，躬耕垄亩。他以《饮酒》为题写诗２０首，在序中说：“既醉之后，辄题数句自娱，纸墨遂多，辞无诠次。”诗主要写自己的生活遭遇，人生坎坷。其五：“结庐在人间，而无车马喧。向君何能尔？心远地自偏。采菊东篱下，悠然见南山。山气日夕佳，飞鸟相与还。此中有真意，欲辨已忘言”。全诗与饮酒无关，写的是归隐后悠闲恬静的心情。他的“盥濯息檐下，斗酒散襟颜”（《庚戍岁九月中于西田获早稻》），“过门更相呼，有酒斟酌之”（《移居》），反映诗人过的是自食其力的生活。而“子云性嗜酒，家贫无由得。时赖好事人，载醪祛所惑。（《饮酒》）”反映的是生活贫困，无酒可饮，只好接受别人的恩赐。陶是看破红尘，“种豆南山下，草盛豆苗稀。晨兴理荒秽，带月荷锄归。”隐居山村，做一名普通农民来与当时的黑暗社会抗挣。柳宗元却不同，少年得志，志向远大，在朝廷超取显美，成为王叔文革新集团的骨干。“永贞革新”失败后，被贬谪到南蛮之地永州，这对他是残酷打击。柳是不得已离开朝廷，政治理想并未放弃。在永州任司马，虽为闲职，官禄照领，不必象陶渊明那样亲自耕种，以求温饱。酒完全可以购买，与朋友饮酒是常事。他的郊游是追求闲适，他的饮酒是自我陶醉，其目的是转移视线，以求适应环境，安宁心情。然而，遭贬的打击，沉重的心理负担，无言的痛苦谁能领会？诗的开头就提到情绪低落，但整个基调并不衰飒，与一般的反映闲适的饮酒诗也不同。“它写出了诗人在特定环境中似醉非醉的特有状态，以及他蔑视世俗的鲜明个性，不失为自画像中的一幅佳作。”（胡士明《柳宗元诗文选注》）由此可见，柳宗元的《饮酒》等诗，受陶渊明、谢灵运的影响是客观存在的，却自有不同的个性与意蕴。"
        },
        {
            "title": "巽公院五咏·净土堂",
            "content": "结习自无始，沦溺穷苦源。\r\n流形及兹世，始悟三空门。\r\n华堂开净域，图像焕且繁。\r\n清泠焚众香，微妙歌法言。\r\n稽首愧导师，超遥谢尘昏。\r\n【注释】：①巽（xún）公：即重巽，永州龙兴寺和尚。柳宗元初贬永州时便住在龙兴寺，与重巽交往较深。《巽公院五詠》包括五首小诗，都是写龙兴寺里的有关事物和景色。\r\n②净土：佛教谓庄严洁净、无五浊（劫浊、见浊、烦恼浊、众生浊、命浊）之极乐世界。\r\n③结习：《维摩诘经》（大乘佛教经典）说：“维摩诘室，天女以花散诸菩萨，即皆堕落。至大弟子，便着不堕。……尔时天女问舍利佛：‘何故去华？’答曰：‘结习未尽，花著生耳；结习尽者，花不著也。’”沈约《内典序》：“结习纷綸，一随理悟。”佛教谓人世嗜欲诸烦恼。无始：《勝鬘（mán）经》说：“摄论云：无始即是显因也。若有始则无因，以有始则有初，初则无因；以其无始则是有因。所以明有因者，显佛法是因缘义。”佛教谓世间一切，若从生、若法，皆无有始也。\r\n④沦溺：论落沉没。苦：《佛地经》说：“逼恼身心名苦。”\r\n⑤三室门，即三解脱门。《智度论》卷十九：“子三界中智慧不著，一切三界转为空、无相、无作解脱门。”又：“涅槃城有三门，所谓空、无相、无作。……行此法得解脱，到无余涅槃，以是故名解脱门。\r\n⑥清泠：泠，轻妙。\r\n⑦歌法言：指诵唱佛经。\r\n⑧稽首：旧时跪拜礼。头至手，而手至地。导师：《维摩诘经》注：“菩萨如来，通名导师。”佛、菩萨，唱导之师，皆可称导师。\r\n⑨超遥：遥远貌。阮籍《请思赋》：“超遥茫渺，不能究其所在。”尘昏：左思《吴都赋》：“红尘昼昏。”【译文】：人的结习从无开始，沦落沉溺穷尽了苦难之源。\r\n轮回成为今世的人形时，才彻悟三种解脱的空门。\r\n华堂中开辟一块洁净的地域，佛的图像清晰而且细微。\r\n堂中焚烧清泠的檀香，诵唱着微妙的佛经。\r\n我叩首拜谢唱经的法师，遥遥地忏悔在红尘中的昏聩。【赏析】：　　本诗记述重修净土院后佛堂修饰一新及诗人参与佛事的情景，抒发了诗人崇佛的心态。前四句为第一层：“结习自无始，沦溺穷苦源。流形及兹世，始悟三空门。”以议论开始，直接切题，从人生的苦难轮回中领悟到三种解脱的空门，即“我空、法空、空空”的佛道。二至八句为第二层：“华堂开净域，图像焕且繁。清冷焚众香，微妙歌法言。”细腻地描绘了在净土堂做佛事的情景：华堂的净土，清晰的佛像，焚烧的檀香，诵唱的佛经，历历在目，声声入耳。结尾两句“稽首媿导师，超遥谢尘昏”，诗人叩首拜谢唱经的法师，遥遥地向他忏悔自己在红尘中的昏聩。他要抛弃人世欲望的种种烦恼，向往不生不死的涅槃之门；诗人还相信西方净土——极乐世界，可见他受佛教的影响已到了执迷的程度。"
        },
        {
            "title": "红蕉",
            "content": "晚英值穷节，绿润含朱光。\r\n以兹正阳色，窈窕凌清霜。\r\n远物世所重，旅人心独伤。\r\n回晖眺林际，摵摵无遗芳。\r\n【注释】：①红蕉：即美人蕉，形似芭蕉而矮小，花色红艳。范成大《桂海虞衡志》云：其花“春夏开，至岁寒犹芳。”\r\n②晚英：秋冬之花，此指红蕉。穷节：岁未时节。\r\n③绿润：指红蕉叶的鲜绿。朱光：指红蕉花的红艳。\r\n④以兹：凭此用此。正阳：傅玄《述夏赋》：“四月惟夏，运臻正阳。”指农历的四月。正阳色：指红蕉至秋冬仍保持春夏时的颜色。\r\n⑤窈窕：（yǎo tiǎo）：美好的样子。凌：乘，凌驾。清霜：寒霜。\r\n⑥远物：边远地区的事物，此指红蕉。\r\n⑦旅人：客居在外的人，被流放的人，此诗人自指。\r\n⑧回晖：夕照。\r\n⑨槭槭（qī）：拟声词，落叶声。【译文】：红蕉岁未犹吐芳，绿叶红花含春光。\r\n凭此春夏鲜艳色，娇柔美好斗寒霜。\r\n世人偏重边远物，流放之人独悲伤。\r\n远眺夕照山林间，落木萧萧无遗芳。【赏析】：　　对于柳宗元的咏物诗，汪森在《韩柳诗选》中评论道：“短章咏物，简淡高古，都能于古人陈语脱化生新也”。对于《红蕉》，古人亦多陈语，关键在柳宗元如何“脱化”，怎样“生新”。\r\n　　宋祁在他的《红蕉花赞》中，称颂红蕉“叶小而花鲜明可喜”，范成大在他的《桂海虞衡志》中，则对红蕉的花“端各有一点鲜绿”倍加喜爱。大抵红蕉后人径直称其为“美人蕉”，都是着眼于其花的艳丽动人吧。\r\n　　“晚英值穷节，绿润含朱光。”第一联直写其花。虽也对其外表予以描写，但却更突出其精神。“晚英”，指秋冬之花，王勃曾用来写梅花，刘禹锡曾用来写菊花。而将红蕉也称之为晚英者，柳宗元当为第一人。又因为红蕉“春夏开，至岁寒犹芳”，这样称呼，也是恰如其分的，这便是“脱化”。\r\n　　“穷节”是指岁未时节，此时万花纷谢，百草调零。一个“值”字，便显出红蕉精神。然而，这还不是它的全部。“以兹正阳色，窈窕凌清霜”。第二联才抓住了红蕉本色。红蕉不同于菊之清冷，更不同梅之寒瘦，它以春夏盛开的百花仙子之一的面貌，以娇小美好的风姿，迎寒斗霜，一个“凌”字，将其无畏的精神，勇敢的品格，和超然洒脱的风貌，表现得淋漓尽致、栩栩如生。至此，诗人在读者面前，塑造了一个前无古人的艺术形象，这便是柳宗元的创造，便也是他的“生新”。\r\n　　是什么触动了诗人的情怀呢？咏物诗的理解，最关键的是在准确理解诗人所咏之物以后，更能深入把握诗人赋予所咏之物的精神。即在所咏之物上所寄寓的思想感情。近藤元粹在《柳柳州诗集》中，给《红蕉》一诗下了四个字的评语，“寓感甚切”。然寓了什么感，甚切到什么程度呢？\r\n　　第三联云：“远物世所重， 旅人心独伤”。我想许多人会把注意力放在下句，但诗人将话说得明白，何来“寓感”？\r\n　　“远物”承上，是指红蕉，但为什么叫“远物”呢？原来红蕉属热带观赏植物，永州地处亚热带地区，故永州可见。柳宗元站在长安和中原的角度，所以将红蕉视为“远物”。因为是“远物”，便成了稀罕物，所以才会“世所重”。这个“世”是指包括诗人在内的“世之人”。当然，从前两联来看，如此看重红蕉的只能是被贬谪到永州的柳宗元了。\r\n　　因为说远物，自然便想到了永州，因为想到永州，便会勾起诗人的无限悲伤。因为说到远物被人看重，自然便会想到被流放到永州来的自己，早已被统治者遗忘。诗人原本抱有随时间推移，会被重新起用的期望的，然而看来，希望渺茫。面对红蕉，感叹身世，怎能不“心独伤”呢？同是处于永州，“远物”和“ 人”所受待遇是如此天地之别，这便是诗人伤心的原因。\r\n　　“回晖眺林际，槭槭无遗芳”。诗人将目光转向夕照下的山林，一片落叶声中，看不到一朵鲜花。这本是秋冬之景，在题为《红蕉》的诗中，诗人想表达什么思想感情呢？试将远处的这一片萧条景象和眼前“窈窕凌清霜”的红蕉，叠放在一起，会产生一种什么样的艺术效果呢？如果说群芳已经消失，那么最后，就该轮到红蕉了。如果“世所重”的红蕉，性命也终难保，那么，无人关照的“ 旅人”呢？\r\n　　原来，《红蕉》一诗寓着诗人对自己命运的深深的忧虑，而且是一种被注定为悲剧的预感，压得他喘不过气来。“寓感甚切”四字，是十分确切的。"
        },
        {
            "title": "南中荣橘柚",
            "content": "橘柚怀贞质，受命此炎方。\r\n密林耀朱绿，晚岁有馀芳。\r\n殊风限清汉，飞雪滞故乡。\r\n攀条何所叹？北望熊与湘。\r\n【注释】：①南中：泛指我国南方。荣：茂盛。橘柚：生长于我国南方的两种常绿乔木，花白，树有剌，果实球形或扁圆形，果皮红黄或淡黄，两种树很相似，但又有区别，如柚树叶阔实大等。古人橘柚连用者，往往仅指橘。谢玄辉《酬王晋安》：“南中荣橘抽，宁知鸿雁飞。”此用其中的句子为题。\r\n②贞质：坚定不移的本质。\r\n③受命：受大自然的命令。炎方：南方，此谓永州。柳宗元元和五年作《祭崔君敏》一文中说：“某顷以罪戾，谪此炎方。”\r\n④朱绿：指橘柚树的果实和叶子红绿相映。\r\n⑤馀芳：橘柚的果实到了年末还散发出香味。\r\n⑥殊风：指长江南北土风各异。清汉：银河，借指淮河，传说橘至淮北就变成了枳。\r\n⑦熊与湘：熊，熊耳山，在河南卢氏县南；湘，湘山，一名艑山，即现在的君山，在洞庭湖中。【译文】：橘柚怀有坚贞的品性，受自然的使命生长在炎热的南方。\r\n茂密的林中，叶绿下耀眼的是那橙黄的果子，成熟的果实在岁末还散发阵阵芳香。\r\n不同的品质以淮河为界，漫天飞舞的雪花滞留在北国故乡。\r\n手攀橘柚枝条叹息什么呢？双目凝望着北面的熊、湘两山。【赏析】：　　柳宗元对屈原的思想和品格十分敬仰，在长期的贬黜生活中，他以屈原为楷模，决心追随前烈。由于相同的经历，屈原作品里表达的思想感情在他思想上引起了强烈共鸣。 “投迹山水地，放情咏《离骚》。”他的作品常常提到屈原，并善于化用屈赋的词语、典故。《南中荣橘柚》这首诗就借用了《橘颂》里的典故，表示自己与屈原一样赞赏并保持橘树那种“受命不迁”的坚定品格，抒发了被贬永州的感慨。\r\n　　诗的前面四句对橘柚进行热情赞颂。“橘柚怀贞质，受命此炎方。”开头两句化用屈原《橘颂》里的诗句：“后皇嘉树，桔来服兮。受命不迁，生南国兮。深固难徙，更壹志兮。”橘柚生长在南方，就适应了这里的水土，不能迁移，像是接受上天的使命；它们始终保持着坚贞不屈的节操和坚韧不拔的精神。“密林耀朱绿，晚岁有馀芳。”三四句从上面两句对橘柚内质的赞美转到对外形的描绘。果实成熟的季节，金黄的橘子在密密的树叶里显露出来，红绿相映，色彩斑烂，特别耀眼。橘柚四季长青，郁郁葱葱，不怕严寒，经冬不衰，到一年将尽的时候还散发出香味。“晚岁有馀芳”句与张九龄《感遇》诗：“江南有丹橘，经冬犹绿林，岂伊地气暖，自有岁寒心”意思相同。\r\n　　橘柚受命江南，不可北移，可作者受命之地本在北方。诗的后面四句，由橘柚的“受命不迁”引发自己被迫南来的感慨。“殊风限清汉，飞雪滞故乡。”由于地理的原因，长江南北气候不同，风俗有异。千里冰封，万里雪飘的现象只有北方的故乡才有。柳宗元出生并长期生活在长安，那里本是自己的出生之地，是自己踏上人生道路，实现济世抱负的用武之地。他也像橘柚一样，具有受命不迁的品性，可自己却不能像橘柚那样生活在原来的出生之地，而被贬谪至“风俗绝不相同”的南蛮之地。“攀条何所叹，北望熊与湘。”在思归不能，万般无耐之中，只能手攀橘柚枝条凝望长江边的熊耳山和湘山发出声声叹息。故乡只可望而不可及，让我们看到了作者一种长久积郁心中的不平和怨愤。"
        },
        {
            "title": "湘岸移木芙蓉植龙兴精舍",
            "content": "有美不自蔽，安能守孤根。\r\n盈盈湘西岸，秋至风露繁。\r\n丽影别寒水，秾芳委前轩。\r\n芰荷谅难杂，反此生高原。\r\n【注释】：①木芙蓉：又称木莲， 生于陆地。\r\n②美：指木芙蓉。\r\n③盈盈：姿态美好的样子。湘西：潇水西岸。\r\n④委：放置，指栽培。轩：有窗的长廓或小室。\r\n⑤芰荷：荷花。\r\n⑥高原：高地。【译文】：姿容艳美，既不自藏；岂容独处，无人欣赏。\r\n亭亭玉立，潇水西畔；秋季来临，风紧霜繁。\r\n艳丽倩影，告别寒江；移植廊前，散发芳香。\r\n它与荷花，混杂实难；与之不同，故生高岸。【赏析】：　　《湘岸移木芙蓉植龙兴精舍》一诗，写作时间与植桂诗大致相同，心态也相拟，只是写法上略有不同，如果说植桂诗更多地表现了自己的孤悲之感的话，此诗则以自爱、自慰之情为主。\r\n　　诗人创作此诗，心态上有两个特征。一是孤寂无依，世无知音之感。当时诗人刚贬谪永州，政治地位一落千丈。作为被贬官员，行动很不自由，处境与囚徒相差无几。所以他常自称为“罪臣”、“楚囚”。心理常惶恐不已，彻夜难眠。再加上昔日志同道合的朋友都远贬荒凉遥远之地，贬官的身份也不便与他人接触。因而，伴随他的只是孤独、寂寞和无奈。另外一种心态特征是：怀才不遇又矢志不移。柳宗元的才能是全面的，今天为多数人所了解的，柳宗元主要是散文家和诗人。但被贬之前，柳宗元的理想绝不是做文人，而且有点不屑于做文人。在《答吴武陵论〈非国语〉书》中说道：“意欲施之事实，以辅时及物为道。”信中他向自己好友表白了昔日的理想。他的《冉溪》诗中“少时陈力希公候，许国不复为身谋”的句子，更是直接说明了他的理想是辅助时政，建政立业，为此而不怕牺牲。事实上，他也确有非凡的政治才能，三十四岁成为朝廷要臣足以说明了这点。永贞革新的失败，他失去了政治上有所作为的机会，但他并没有放弃，这一性格很类似流放中的屈原。在贬永时期，他关注着时局的变化，民生的疾苦，常与朋友以书信的形式讨论历史、政治和为官之道，希望被朝廷起用，再度施展政治才能。为了理想，他提携后进，培养人才，积蓄力量，正如《冉溪》诗中写道：“却学寿张樊敬侯，种漆西园待成器。”这些大概是柳宗元在不自由状态下最大的所为吧。了解了柳宗元这样的心态，就很容易把握此诗的深层次的含义。\r\n　　这首诗在艺术上的特点，就是采用拟人化手法，把自己的心态物化成木芙蓉，木芙蓉自然成了他感情的载体、心灵的镜子和与读者沟通的渠道。诗中的木芙蓉具有鲜明的诗人的色彩：她孤寂、独自长在湘水西岸，任秋风疾吹，繁霜严打，无人爱怜顾惜；她完美，“盈盈”，是婀娜多姿的体形，“丽影”是艳丽动人的身姿，“浓香”是沁人的芳香，可谓集众美于一身；她自信，“有美不自蔽，安能守孤根”，这种自信来自于“有美”。这种美与其说是木芙蓉的姿态、丽影和浓芳，不如说是诗人的才华、理想。因此，即使现在孤独、冷落，被人诋毁、抛弃的处境里，他也没有沮丧、消沉和自暴自弃。他坚信自己总会有被人赏识的时候；他很有原则，处于世上，就只能像木鞭蓉一样，扎根高高的陆地，绝不与浮于水上的摇摆不定的芰荷同处。诗人对木芙蓉作了淋漓尽致的描绘，倾注了强烈的感情。这样做的用意很明显，高文先生道明了诗人的用意：“此诗写木芙蓉美丽而孤独，深受风霜欺凌，诗人同情它的遭遇而移栽于住所轩前。乃以木芙蓉自比，怜花亦即自怜”。诗人爱花，护花，实为自爱自慰。这也正是中国古代文人抚平内心创伤，驱走孤独幽愁的常见方式。"
        },
        {
            "title": "笼鹰词",
            "content": "凄风淅沥飞严霜，苍鹰上击翻曙光。云披雾裂虹蜺断，\r\n霹雳掣电捎平冈。砉然劲翮翦荆棘，下攫狐兔腾苍茫。\r\n爪毛吻血百鸟逝，独立四顾时激昂。炎风溽暑忽然至，\r\n羽翼脱落自摧藏。草中狸鼠足为患，一夕十顾惊且伤。\r\n但愿清商复为假，拔去万累云间翔。\r\n【注释】：①这首寓言诗作于初来永州之时。诗中以笼鹰自喻，抒发作者当年参加政治革新活动时的豪情壮志，以及失败后遭到迫害摧残的悲愤；渴望有朝一日能冲出樊笼，展翅高飞，实现其宏伟抱负。\r\n②凄风：指秋风。淅沥（xi lì ）：风声。严霜：寒霜。翻：飞翔。\r\n③披：分开。裂：冲破。虹霓（ní）：彩虹。掣（chè）电：闪电。捎：掠过。\r\n④砉（huā）然：象声词。这里指鹰俯冲时发出的响声。劲翮（hě）：强劲有力的翅膀。攫（jué）：抓取。苍茫：指天空。\r\n⑤爪毛：爪上带着毛。吻血：嘴上沾着血。百鸟逝：各种鸟都逃避躲藏起来。激昂：心情振奋，气概昂扬。\r\n⑥炎风溽（rù）暑：盛夏又湿又热的气候。摧藏：摧伤，挫伤。\r\n⑦一夕十顾：一夜之间多次张望。\r\n⑧清商：清秋。假：凭借。拔去：摆脱。万累：各种束缚。【译文】：萧瑟的秋风里飘飞着严霜，雄鹰展翅直上九霄迎接那曙光。\r\n铁翅冲破云雾，斩断长虹，挟带着雷电掠过平旷的山岗。\r\n忽然俯冲下来，披荆斩棘，抓起狐狸与兔子又重回九天之上。\r\n利爪存毛，钢喙沾血，百鸟纷纷躲藏，雄鹰环顾四周，无人能敌，不禁慷慨激昂。\r\n不料湿热的夏天骤然而至，抱病的雄鹰羽毛尽脱，原气大伤。\r\n草丛中的狐狸与老鼠居然也敢乘人之危当面骚扰，一夜之中挑衅不断，令人寝食难安。\r\n雄鹰只愿凭借下一个天高气爽的秋季，挣脱重重枷锁再上万里云间。【赏析】：　　这是一首托物言志诗。作于永州。诗中以笼鹰自喻抒发了作者当年参加政治革新活动时的豪情壮志，以及失败后遭到迫害摧残的悲愤；渴望有朝一日能冲出樊笼，展翅高飞，实现其宏伟抱负。\r\n　　诗的前半部分，极写鹰击长空，叱咤风云的雄姿。前两句“凄风淅沥飞严霜，苍鹰上击翻曙光。”说苍鹰不畏严寒，迎着曙光，上薄云天。“云披雾裂虹霓断，霹雳掣风驰”中的“凄风”、“严霜”这些冷色调的字眼，使整个画面弥漫着肃杀之气。而“虹霓”、“霹雳”等词，又平添几笔耀眼的暖色。“砉然劲翻剪荆棘，下攫狐兔腾苍茫”，以粗放之笔写苍鹰的作为，“一剪”、“一攫”刚劲利索，可谓所向披靡。“爪毛吻血百鸟逝，独立回顾时激昂”，以特写手法刻划苍鹰的神采，气宇轩昂，不同凡俗。这里的“荆枣”、“狐兔”既切合时景，又蕴含政治寓意。\r\n　　柳宗元礼赞苍鹰，究竟想透露给读者什么呢？我们从他坦陈心事的书信中便可寻得真正的答案。《寄许京兆孟客书》云：“宗元早岁，与负罪者友善，始奇其能，谓可以立仁义，裨教化。过不自料，勤勤免励，唯以中正信义为志，以兴尧、舜、孔子之道，利安元元为务，不知愚陋，不可为强，其素意如此也”。又云：“年少气锐，不识几徵，不知当否，但欲一心直遂，果陷刑法，皆自所求得之，又何怪也？”这里虽有自轻自责的意思，但他并不讳言“永贞革新”之际，怀有济世救民的志向，期望“一心直遂”，取得成功。柳宗元少年得志，位居显要，那种卓厉的气概，不是活似矫健的苍鹰吗？\r\n　　诗的后半部分，写形势陡变，苍鹰突遭厄运，困蹇惶恐，日夕不安。“炎风溽暑忽然至，羽翼脱落自摧藏”以季节更替喻政局变化，以脱毛换羽暗指自身受到迫害。“草中狸鼠足为患，一夕十顾惊且伤”，以狸鼠为患喻处境险恶，以寤寐不宁直抒胸中的积愤。柳宗元一朝谪废，饱尝奔窜禁锢之苦，形容自己犹如翼摧羽折，任人宰割的落难之鹰，是很自然的，也是很贴切的。诗的结尾两句“但愿清商复为假，拔去万累云间翔”，是体现出诗人企盼“起废”的急切心情。这种心情在他的书信中再三再四的倾吐过。这首诗充分地展示了柳宗元内心深处对自己的自信，及对迫害者的鄙视。\r\n　　金元好问评柳诗云：“谢客风容映古今，发源谁似柳州深？朱弦一拂遗音在，却是当年寂寞心。”（《遗山先生文集》卷十一《论诗绝句》）一语道破了柳宗元诗歌感情深沉，弦外有音的特点。这首《笼鹰词》正体现了柳诗的这一特点。"
        },
        {
            "title": "自衡阳移桂十馀本植零陵所住精舍",
            "content": "谪官去南裔，清湘绕灵岳。晨登蒹葭岸，霜景霁纷浊。\r\n离披得幽桂，芳本欣盈握。火耕困烟烬，薪采久摧剥。\r\n道旁且不愿，岑岭况悠邈。倾筐壅故壤，栖息期鸾鷟。\r\n路远清凉宫，一雨悟无学。南人始珍重，微我谁先觉。\r\n芳意不可传，丹心徒自渥。\r\n【注释】：①零陵所住精舍：指永州龙兴寺。柳宗元初贬为永州司马，实为“官外乎常员”，并无官舍，寄居龙兴寺。精舍，佛寺。本：即株。\r\n②南裔：南方边地，指永州。裔，边陲。灵岳：指衡山。古称衡山为南岳。\r\n③蒹：荻。葭：芦苇。霁：云雾散，雨雪止，都叫做霁。\r\n④离披：散乱的样子。芳木：指桂树。盈握：满一把，形容桂树的大小。\r\n⑤火耕：耕作前烧荒，是一种耕作习俗。烬：烧荒后的余灰。摧剥：摧残。\r\n⑥顾：看顾，顾惜。岑：小而高的山。悠邈：深远。\r\n⑦倾筐：竹织的盛器。壅：填塞。故壤：原土。鸾鷟：凤的别称。\r\n⑧清凉宫：指月宫，月中有仙桂而清凉。另一说，指衡山清凉寺。\r\n⑨南人：指永州人。微：无。\r\n⑩丹心：赤蕊，指丹桂。渥：浓郁。【译文】：身为罪臣，远贬南方；巍巍南岳，环绕清湘。\r\n晨登河岸，蒹葭苍苍；霜涤尘埃，秋高气爽。\r\n乱草丛中，得桂其间；树虽一握，满心欢畅。\r\n几经烧荒，劫后余生；伐薪摧残，遍体鳞伤。\r\n即使路旁，无人顾盼；更不用说，偏远深山。\r\n一树一筐，原土填满；但愿长成，栖息凤凰。\r\n桂树祖籍，远溯广寒；一雨足矣，并无学问。\r\n从此南人，珍重此树；桂之知音，舍我谁先。\r\n芬芳之美，不可言传；岂求人赞，暗送出香。【赏析】：　　此诗写于作者被贬永州初期，从诗题和诗的表层意思来看，只是写了一件移种桂树的普通小事。全诗共分两层，第一层是写桂树的艰难处境。第二层是写桂树的再生和特质。看起来似乎没有别的寓意，但只要我们结合柳宗元当时的处境和其它的作品，就不难发现诗中的弦外之音。\r\n　　首先，诗中描写的桂树是一个历尽劫难，备受摧残而又弱小无助的形象。“离披得幽桂，芳本欣盈握”两句，点明了桂树的生存状况。这是一棵幼小的桂树，地处偏僻的荒野，为杂草所包围，生长在一个不属于自己的地方。“火耕困烟烬，薪采久摧剥”两句，写出了它那遍体鳞伤，劫后余生的的惨象。在烟薰火燎之后，又遭采薪樵夫的刀伤。无人顾惜，无人爱怜。“道旁且不顾，岑岭况悠邈”两句，进一步写出它幽独孤寂遭人遗弃的处境。尽管桂花芳香浓郁，色彩金黄，长在人来车往的大道旁也无人顾惜，更何况处在萧瑟荒凉、杂草纵横的荒山野岭呢？作者对桂树被困辱和被冷落的命运寄予了深切的同情并表露出极大的不满。\r\n　　其次，诗中的桂树又具有坚韧顽强的生命力和芳香怡人的特质。桂树的生命力是顽强的，它不挑剔也不娇贵，任何恶劣的环境都不能摧毁它。移栽更是简单方便，不需要什么特别的讲究，只要故土相伴，“一雨”滋润，就会枝叶茂盛，散发芬芳。桂树质地美好，有君子风貌。“芳意不可传，丹心徒自渥”两句，是说它尽管有难以言传的沁人芳香，却不炫耀，不妖艳，不妩媚，也不去取悦世俗，而是甘于寂寞，孤独地生长，默默的开放，把芳香留给人间。\r\n　　诗中的桂树寄托着作者的殷切期待，诗歌写到：“倾筐壅故壤，棲息期鸾鷟。”这两句诗，表明了诗人对桂树的期望值非常高。移桂不只是期望有浓郁的芳香，更是期望有凤凰栖息。凤凰是一个神秘而吉祥的仙鸟，在中国文化和古代文学中，被当作一种美好而神奇的象征。其内涵非常深刻和丰富。凤凰的出现，可以理解为理想和愿望，也可以视为幸运和成功；既可以是政治清明英主出世的先兆，也可以视为苦去甘来命运逆转的暗示。总之，对凤凰的期待，从本质上讲，是一种不屈服于命运的奋起和抗争 ，是对有所作为的渴望和期待。 也许是这些原因吧，诗人移桂才那样郑重其事，不顾路遥，连树下的故土一同移来。\r\n　　由此可见，在桂树身上，诗人寄寓了幽深的感慨，作者所写与其说是桂树，不如说是贤人、君子，是柳宗元自己。桂树的不幸遭遇，孤寂处境很容易让人联想到作者的同样经历，联想到在封建社会里正直君子、有用人才被冷落、被扼杀的丑恶现象。其实，在柳宗元的诗集里，经常流露对人才扼杀的愤慨之情。如《行路难》中写道：“君不见南山栋梁益稀少，爱材养育谁复论。”《感遇》中也有“危根一以振，齐斧来相寻”。还有《咏三良》，更是因良才被杀害而痛心疾首。柳宗元贬至永州，由礼部员外郎而为司马员处置同正员，就是有力的证明。诗人对桂树的精心培育和凤凰来棲的期望，同样是一种寄托，一种象征，是道德修养和理想追求的形象化的表现。“芳意不可传，丹心徒自渥”，表明了自己的坚定态度。“芳意”、“丹心”且都语意双关，既指桂花的芳香，也喻诗人的理想；既指桂树的赤蕊，也指坚持理想的决心。在这首诗中，柳宗元与桂树是紧紧的融合在一起的。所以高文选注的《柳宗元选注》一书中说：“借桂抒发迁贬后困辱失意之情，亦桂亦己，桂中有己在。”"
        },
        {
            "title": "植灵寿木",
            "content": "白华照寒水，怡我适野情。前趋问长老，重复欣嘉名。\r\n蹇连易衰朽，方刚谢经营。敢期齿杖赐，聊且移孤茎。\r\n丛萼中竞秀，分房外舒英。柔条乍反植，劲节常对生。\r\n循玩足忘疲，稍觉步武轻。安能事翦伐，持用资徒行。\r\n【注释】：(1)灵寿：树木名。《汉书·孔光传》：“赐太师灵寿杖。”　注：“木似竹，有枝节，长不过八九尺，围三四寸。自然有合杖制，不须削治也。”\r\n(2)白华：头发花白。鉴：照。\r\n(3)怡：和悦，愉快。形容词使动用法。怡我：使我愉快。适：到……去。适野：到郊外去。情：心情。\r\n(4)趋：快走。前趋：向前赶上。\r\n(5)重：又，再。复：回答。嘉名：美名，指灵寿木名。\r\n(6)蹇连：蹇（jiǎn），①跛，行政迟缓。②困苦，不顺利。引申为艰难困厄，这里指流放永州。\r\n(7)方刚谢经营：《诗经·小雅·北山》“旅力方刚，经营四方。”言体力正当强健，可以到处规划创业。谢：辞，不能。柳宗元说反用《诗经》之意。\r\n(8)齿杖：王授高年者的行杖。敢期：怎敢期望。\r\n(9)聊且：始且。移：移植。孤茎：指一棵灵寿。\r\n(10)丛萼：萼（è）花萼指柳宗元所种园圃。竞秀：争逐，表现最为茂盛。\r\n(11)分房：犹言偏房，指柳宗元住所的偏房。舒英：舒展开花。\r\n(12)柔条：灵寿木枝细长，故为柔条。乍：偶然看见。反植：倒立，指灵寿木柔软的枝条，有时从上往下直立。\r\n(13)劲节：指灵寿木枝条上凸出的强劲的枝节。常：时常,通常。对生：相对而生。\r\n(14)循：通“揗”，抚摩。玩：赏玩。\r\n(51)稍：渐渐。步武：指步履，步伐。\r\n(16)翦：翦（jiǎn）同：“剪”：剪断。伐：砍伐。\r\n(17)资：帮助。徒行：步行。【译文】：江水映我白发影，郊游宜人自多情。\r\n笑问长老希奇杖，答我灵寿是其名。\r\n遭逢不幸人易老，而立之年不经营。\r\n今生不望王赐杖，自栽灵寿木一茎。\r\n花园药圃竞奇秀，分房篱外展落英。\r\n韧枝柔条忽倒立，凸突劲节常对生。\r\n抚摩灵寿人忘疲，赏玩渐觉脚步轻。\r\n如此足胜齿杖赐，哪用剪伐助步行。【赏析】：　　柳宗元被贬到永州后，因水土不服，或因江南湿气太重，患有“重膇”之疾。“杖藜下庭际，曳踵不及门”（《种仙灵毗》），看来有时脚肿得利害，为了能帮助行走，他的确使用过一条拐杖。\r\n　　“灵寿”，以其“自然有合杖制，不须削治”的好处。汉代以来，便成为拐杖之精品，成为帝王对老年人赏赐的宝物。然而需要拐杖来帮助行走的柳宗元，在亲自种植了灵寿木之后，竟舍不得使用，这是为什么呢？\r\n　　《植灵寿木》向我们展示了诗人这一奇特的经历。\r\n　　“白华鉴寒水，怡我适野情。前趋问长老，重复欣嘉名。”讲的是寻得灵寿木的过程。柳宗元被贬到永州后，因政治上遭迫害和永州恶劣的生存环境，三十多岁的人迅速衰老，对于过早的生出白发，诗人是很伤心的。《始见白发题所植海石榴树》云：“从此休论上春事，看成古树对衰翁。”随着时间的推移，被重新启用的希望已成为渺茫的梦，而永州山水和永州人对诗人的关怀和慰藉，使诗人渐次忘却了悲哀。而以一老翁自居，认真地做起了永州人来。\r\n　　这一天，诗人又到郊外游历，倒映在明镜般的潇水里满头的花发。不仅没有让诗人伤悲，反而有了几份惬意。抬头望去，前方正有一长者，正扶杖慢行。那手中的一条拐杖，引起了诗人的兴趣，即然自己也是一白头老翁，拥有一条支节强劲的拐杖，也是再好不过的了。诗人加快步伐，追上长老。而后一番热情的对话，其详情今天无法得知，但从诗人行云流水般的诗句中，我们仍可感受到亲切友好的气氛。当然，最让诗人感兴趣的长老的拐杖，竟是由久闻大名的灵寿木制成的。\r\n　　“蹇连易衰朽，方刚谢经营。敢期齿杖赐？聊且移孤茎。”讲的是种植灵寿木的原因。\r\n　　前两句，当倒过来读，诗人对自己正当年富力强，而不得拖展自己抱负、才华的处境，已没有了流放之初的激愤与哀伤。也明白自己过早衰老的原因，在于面对的艰难困厄的现实。“敢期齿杖赐？”表明了诗人对这一现实的清醒理解，虽然为此诗人付出了青春年华的代价。“聊且移孤茎”，在长老的指点下，诗人寻得灵寿木并挖得一枝，移栽至自己的住宅旁。这一举动，是诗人对统治者的彻底失望，也标明诗人在永期间，思想上的一次飞跃。\r\n　　汪森《韩柳诗选》曰：“‘丛萼’四句，写物极能刻画。”\r\n　　“丛萼中竞秀，分房外舒英”，写所植灵寿木成活、生长、开花的情景。从“竞秀”和“舒英”看，该灵寿木在诗人的精心培养下茁壮成长的确令人欣慰。也可得知，诗人为它付出了多少心血和汗水。“柔条乍反植，劲节常对生”。灵寿木枝条细而韧，故有枝条时从树上倒垂向下，突兀强劲的枝节，又常相对而生。好一幅灵寿木的生态图，其外柔内刚的形态，简直能呼之欲出。难怪汪森大加赞叹。\r\n　　然而接下来四句汪似乎理解错了。他说：“‘循玩’四句，写扶杖意亦极醒露。“看来，汪森以为诗人砍下了一枝灵寿木做成了手杖，来帮助诗人行走。\r\n　　我们不妨将最后两句，一气读下，“安能事翦伐，持用资徒行”。“安”作疑问副词，和“能”一道修饰动词“事”，当译为“哪能干砍伐的事，将它用来帮助自己行走。”看来诗人是不忍心对灵寿木加以翦伐的。\r\n　　往前两句，“循玩足忘疲，稍觉步武轻”，“循玩”，作抚摩赏玩。那么诗人抚摩玩赏的是灵寿木，还是用灵寿木做成的拐杖。足，作“足以”解，联系上文诗人对灵寿木的描写，再联系下文“安能事翦伐”，笔者以为，“循玩”的对象，应为蓬勃生长的灵寿木，而非用灵寿木制成的拐杖。“稍觉”，不应理解为“稍微觉得”，而应为“渐渐觉得”，自己走路的步伐也轻松了。\r\n　　现在便剩下一个最为关键的问题，那便是诗人种植了灵寿木之后，为什么又不用它来作拐杖呢？\r\n　　《植灵寿木》一诗中，有两点值得我们注意。一是种植灵寿木时，柳公被贬永州多年。被贬初期的那种焦躁不安的情绪，那种悲天悯人伤感，都已被岁月磨蚀。永州的山水，永州的人民已经和诗人的血肉融为一体。正是“白华鉴寒水，怡我适野情”的心境，才奠定了创作享誉千古的“永州八记”思想基础和感情基调。二是对统治者诗人已不再寄有什么希望。对现实则有更多理性的认识。“敢期齿杖赐？”正是诗人这种认识的反映。所以植灵寿木的目的。不再于获得一条拐杖，而是对“之所以赐老者之杖”的一种冷峻的抗议，甚至是一种大胆的讽刺。“聊且移孤茎”，活画出诗人植灵寿木的目的。\r\n　　明白了这两点，我们再读诗人对蓬勃生长的灵寿木的细致刻画，在我们眼前出现的，就不仅是一棵灵寿，而更多地能感受到诗人的灵魂。我们才能深切地体会“循玩足忘疲，稍觉步武轻”的深刻内涵。\r\n　　这样我们便能理解诗人何以不以灵寿木为杖了吧。"
        },
        {
            "title": "始见白发题所植海石榴",
            "content": "几年封植爱芳丛，韵艳朱颜竟不同。\r\n从此休论上春事，看成古木对衰翁。\r\n【注释】：①海石榴：据《本草纲目》介绍说，五月开花，高一二尺，即结实。\r\n②几年封植：指新植海石榴至始生白发又隔数年。\r\n③韶艳：美艳。朱颜，红色的容颜。\r\n④上春：农历正月。梁元帝“纂要”：“正月孟春……亦曰上春”。上春事，指开春时栽植花草树木的事。【译文】：几年来培土栽植只为喜爱芬芳的花丛，美艳的红花与憔悴的面容竟是这样不同。\r\n从此再也不要提孟春时节种花的事了，只看海石榴长成旧木伴我这衰弱的老翁。【赏析】：　　作者题咏海石榴诗共两首，此为后作。前作以《新植海石榴树》为题。《始见白发题所植海石榴树》约写于元和八年（813），全诗明快晓畅，平朴直白，一气呵成。作者精当地运用对比、衬托等艺术手法，借景抒情，托物咏怀，以伤感为脉贯穿始终，寥寥数语便勾画出了一幅人面鲜花两不同，一切都在寂灭中的夏景图，陈现了一种既有意苦争春，又无可奈何花落去的苦闷、颓废心绪。作者贬逐永州后未任实职，终日无所事事，只得寄意山水，移情栽植，在“几年封植爱花丛”的生活中打发岁月，排解忧愁，祈望随着时间的推移，自己的境遇能有变化改观。但几年过去，朝廷依然是保守派专权，作者逆境如旧，一切都没有转机，心中充满了幽怨和无奈，正值盛年未老先衰，四十出头就已“始见”白发，而海石榴树年年长高长大，开放的花儿是那样的鲜艳，此时此刻，此情此景，始见白发的作者面对“韶艳朱颜”，不禁黯然神伤，悲中从来，一股韶光易逝，人生苦短的悲凉涌上了心头，“从此休提上春事，看成古木对衰翁”，今生今世复出无望，只有相伴着海石榴长成古木而终老山林了。字里行间漫出的是一种死灰古井般的绝望与悲戚，充分表现出了作者身处逆境求变不能，又不甘于困守永州之野的复杂、矛盾心态，是作者诗词中功力深厚的咏物佳作。"
        },
        {
            "title": "法华寺石门精舍三十韵",
            "content": "拘情病幽郁，旷志寄高爽。\r\n愿言怀名缁，东峰旦夕仰。始欣云雨霁，尤悦草木长。\r\n道同有爱弟，披拂恣心赏。松谿窈窕入，石栈夤缘上。\r\n萝葛绵层甍，莓苔侵标榜。密林互对耸，绝壁俨双敞。\r\n堑峭出蒙笼，墟险临滉漾。稍疑地脉断，悠若天梯往。\r\n结构罩群崖，回环驱万象。小劫不逾瞬，大千若在掌。\r\n体空得化元，观有遗细想。喧烦困蠛蠓，跼蹐疲魍魉。\r\n寸进谅何营，寻直非所枉。探奇极遥瞩，穷妙閟清响。\r\n理会方在今，神开庶殊曩。兹游苟不嗣，浩气竟谁养。\r\n道异诚所希，名宾匪余仗。超摅藉外奖，俯默有内朗。\r\n鉴尔揖古风，终焉乃吾党。潜躯委缰锁，高步谢尘坱。\r\n蓄志徒为劳，追踪将焉仿。淹留值颓暮，眷恋睇遐壤。\r\n映日雁联轩，翻云波泱漭。殊风纷已萃，乡路悠且广。\r\n羁木畏漂浮，离旌倦摇荡。昔人叹违志，出处今已两。\r\n何用期所归，浮图有遗像。幽蹊不盈尺，虚室有函丈。\r\n微言信可传，申旦稽吾颡。\r\n【注释】：(1)法华寺：今名高山寺，在永州城内东山上。唐代名法华寺，宋代改名万寿寺、报恩寺，明清改为高山寺。唐代法华寺在明万历初毁于火，今所残存高山寺为清代道光年间在法华寺原址旁边重新改建。石门精室：在东山南隅不远崖下，其岩名华严岩。明隆庆《永州府志》：“华严岩，在县南一里之郡学后，唐为石门精室。”因有绝壁在石栈两旁敞开，故名石门。精室，佛舍。石门精室遗址今已被毁。\r\n(2)拘情：被拘束的心情。病幽郁：由于深深的苦闷而成病。幽，深，暗。郁，郁结，苦闷。\r\n(3)旷志：开朗的心境。旷，开阔，开朗。志，心情，精神。寄：依托，凭靠。高爽：地高气爽。\r\n(4)愿言：思念的样子。愿，思念。言，然，词缀。怀：怀念，想念。名缁：名僧。这儿指石门精室长老和法华寺览照（觉照）。缁，黑色，因为和尚多为黑色僧服，故借指和尚。\r\n(5)东峰：东山。因在永州城内最高处，又名高山。仰：仰慕，向往。\r\n(6)霁：雨雪云雾消散。\r\n(7)披拂：拨开挡路的草木。恣：尽情，随意。心赏：有契于心，欣然自得。也就是体会到一种内心的愉快和乐趣。\r\n(8)窈窕：山水深远的样子。\r\n(9)栈：阶梯，台阶。夤（yín）缘：攀附。夤，攀扯。缘，攀缘。\r\n(10)萝葛：这儿泛指藤蔓植物。萝，丝萝。葛，葛藤。绵：延伸。层甍(méng)：高高的屋脊。层，高。甍，屋栋，屋脊。\r\n(11)莓苔：苔藓。莓，青苔。侵：侵蚀。标榜：题额，题写有字句的匾额。\r\n(12)俨：整齐。\r\n(13)壍(qiàn)：同堑，深沟。这儿指山涧。出：出露，显露。蒙笼：即蒙茏，草木覆蔽的样子  。\r\n(14)墟：丘，山。崄：高险。滉瀁(huàng  yàng)：水深广的样子。\r\n(15)稍：甚，颇，极。疑：通拟，类似。地脉：大地的脉络。主要指山丘沟壑的起伏和走向。\r\n(16)悠：轻飘。\r\n(17)结构：构建。这儿指建造的寺庙佛舍。罩：覆盖，在……之上。\r\n(18)回环：环绕四周。驱：奔驰。这儿指变化万端，给人以目不暇接的动感。万象：自然界的一切事物和景象。\r\n(19)小劫：佛教的时间名词。指人寿从十岁增至八万岁，又从八万岁减至十岁，如此经过二十个往返为一小劫。瞬：眨眼之间。\r\n(20)大千：佛教名词，又叫大千世界，三千大千世界，指广大无边的世界。佛教认为，以须弥山为中心，以铁围山为外郭，是一个小世界。一千个小世界合起来叫小千世界，一千个小千世界合起来叫中千世界，一千个中千世界合起来叫大千世界。大千世界中含有千的三次相乘，故又叫三千大千世界。在掌：在掌心之中，喻细小。\r\n(21)体：体会，领悟。空：佛教词语，指超乎色相现实的境界。通俗的说，万事万物都非其本相，而是无相的，虚无的。故佛教又以不执着于色相为空。得：懂得。化元：即化于元。世界的一切都是从元气化生而来。化，生成，造化，指自然界生成万物的功能。元，本原，元气。\r\n(22)有：佛教词语，指色相世界。通俗的说，就是指万事万物一时所 呈现于外的形态。色相的千变万化会阻碍人们对佛教真谛的把握和理会，所以佛教又以执着色相不能看破为有。遗：抛弃。细想：各种琐屑的念头和欲望。\r\n(23)困蠛蠓：被蚊蚋之类飞虫所困扰。蠛蠓：一种小飞虫，形类蚊蚋，喜欢乱飞。\r\n(24)跼蹐(jú jí)：行动小心戒惧的样子。疲魍魉(w?ng  li?ng)：被魍魉弄得疲惫不堪。魍魉，传说中山川的精怪，害人。\r\n(25)寸进：细微的 进展。寸，一寸一寸地。喻细微。谅：委实，其实。营：求。\r\n(26)寻直：八尺长的直立的身躯。寻，八尺。非所枉：不是所随意弯曲的。枉，曲。\r\n(27)极遥瞩：用尽目力向远方望去。极，用尽。瞩，望。这儿用做名词，目光，目力。\r\n(28)穷：穷究，寻求根源或尽头。阅清响：考察发出清妙声响的山泉。阅，考察。\r\n(29)理会：对事理有所领悟。方：正好。\r\n(30)神开：精神开朗。庶：很。殊曩：与往昔不一样。殊，异，不同。曩，往昔，先前。\r\n(31)兹：此，这样的。苟：假如。嗣：接续。\r\n(32)浩气：正大刚直之气，指雄阔的心胸和高远的精神。\r\n(33)道：方式。这儿指处世方式。\r\n(34)名宾：名称是实际的外在之物。 匪：通非，不是。仗：依靠，凭倚。\r\n(35)超摅(shū)：腾跃。藉(jiè)：借，凭借。奖：助，帮助。\r\n(36)俛默：低首沉默。俛，同俯。内朗：内心开朗。\r\n(37)鉴尔揖古风：古代曾皙铿锵一声收住琴音，对孔子从容表明自己向往悠闲自在生活的志向，这样的风范令我拜服敬仰。鉴尔，即铿尔，弹奏琴瑟收尾时响亮划拨声。尔，词缀。揖古风：向古人的风范表示拜服敬仰。揖（yī），拱手礼。这儿指敬服。\r\n(38)终焉：始终。焉，词缀。吾党：我的同道人。党，同道而结合在一起的人群。\r\n(39)潜躯：把自身潜隐起来  。委：弃去，卸下。缰锁：缰绳、枷锁，指束缚。\r\n(40)高步，犹高蹈，高蹈远行，指隐居避世。谢尘坱：辞别世俗社会。谢，辞别，离开。尘坱，尘埃，指俗世。\r\n(41)蓄志：怀藏的志向。\r\n(42)追踪：追随古人的踪迹。焉：安，哪儿。仿：效仿，学习。\r\n(43)淹留：停留。值：当，到。颓暮：日落黄昏。颓，落下。\r\n(44)睇(dì)：观看。遐壤：远方。遐，远。\r\n(45)映日：在阳光的映照中。雁联轩：鸿雁连队高飞。轩：高，高飞。\r\n(46)泱漭：广大的样子。\r\n(47)殊风：不同的风俗。殊，特别，不同。萃：聚集。\r\n(48)羁(jī)木：木偶。因木偶受绳线的牵引，故名。畏漂浮：害怕漂浮在水上，不知将流到何处去。\r\n[49]离旌：离乡出征者的旗帜。\r\n(50)违志：背离了自己的心愿，指曲己而求仕。\r\n(51)出：外出入世求仕。处：隐居避世。两：分开为二。\r\n(52)何用：用不着。期：期求。\r\n(53)浮图：佛陀，佛祖。\r\n(54)蹊(xī)：小路。\r\n(55)虚室：空室。这儿指空寂的佛舍。函丈：包容一丈见方之地。即方丈，指佛寺长老或住持之室。函，包容。\r\n(56)微言：精妙之言。微，精微，精妙。\r\n(57)申旦：到早晨。申，延申，一直到。稽吾颡：我虔诚地顶礼膜拜。稽颡，跪拜时额头在地上停留一会儿。稽，停留。颡，额头。【译文】：压抑郁闷而成疾病，要使心情开朗，只能依靠地高气爽。\r\n心中老是思念那有名的禅师，他居住的东山令我日夜神往。\r\n欣慰的是，刚上路就云消雨散，\r\n茂盛的草木更让我心情欢畅。\r\n同道结伴有我亲爱的堂弟，我们拨开挡路的枝叶，把美景尽情欣赏。\r\n松间的溪谷把我们领入幽远的深处，陡峭的石阶，我们拾级而上。\r\n丝萝、葛藤蔓延到高高的屋脊，寺门上苔藓斑驳，侵蚀着模糊的额榜。\r\n密密的树林在路边相对耸立，绝壁整齐地向两旁敞开，如同石门一样。\r\n榛莽密覆中裸露出山涧的峭壁，石山险峻俯视着宽深的潇湘。\r\n真像似地脉在这儿忽然中断，又好似攀着云梯入云，悠悠晃晃。\r\n寺庙构建在峰顶，一览众山小，环看四周，飞奔着变幻的万千气象。\r\n我顿然悟出，千万年时光不过一瞬，大千世界小如泥丸握在手掌。\r\n领会虚无，就懂得元气化生出万物，看破实有，才可以抛开琐屑欲望。\r\n贬谪后，困苦的是群飞的蠛蠓喧聒烦人，更令人疲惫不堪的还有害人的魍魉。\r\n尺寸的进身何必营求，八尺的直躯决不能腰膝屈枉。\r\n我极力远眺，要搜寻奇异的景色，又穷尽源头，去考察清妙的声响。\r\n今天我才透彻地领会到事理的奥妙，茅塞顿开，精神大不同于往常。\r\n这样有益的观游假如不能继续，心中的浩气真不知道靠什么来蓄养。\r\n走另一条道路，正是我的心愿，身外名利，并非我所依仗。\r\n地位擢升显然要借助奖掖，低头沉思，才会有内心明朗。\r\n琴声铿尔，拜服古人志趣高雅，始终如一，那才真的是我的友党。\r\n潜隐山林，摆脱一切缰锁的羁绊，高踔远蹈，快离开这尘世肮脏。\r\n胸怀壮志，到头来仍是徒劳，追踪英豪，又将从哪儿效仿？\r\n我留连不舍，不觉日斜黄昏，圆睁双眼一再眷恋地贪看远方。\r\n雁群在落日霞光下高飞，烟云如万顷波涛般荡漾。\r\n异乡的风俗纷杂而集聚在永州，故乡的道路却是悠远而又漫长。\r\n我正如木偶最害怕随水漂流，离散的旌旗已厌倦了随风飘扬。\r\n古人常为违背自己的心愿而叹息，仕、隐难兼，今天身心一分为两。\r\n用不着再期求自己的归宿，献身于寺刹中供奉着佛陀的遗像。\r\n幽静的小路弯弯，宽不盈尺，空寂的禅房窄窄，只有方丈。\r\n精妙的言辞真可传法后代，我拜服聆教，不觉已到天亮。【赏析】：　　此诗当作于元和元年（806）春夏间。其依据有四：其一，法华寺西亭建于元和元年夏，此诗未提及法华寺西亭，时间当稍早。其二，诗中有“愿言怀名淄，东峰旦夕仰”之句，应是慕名而初次探访口气。其三，诗中又有“尤悦草木长”之句，应为春夏间景象。其四，据王昶《金石萃编》卷105柳宗直等华严岩题名，柳子等出游华严岩为元和元年三月八日。因此，这首诗是柳宗元到永州之后最早的纪游诗之一。诗的篇幅又较长，内容丰富，已明显地表现出柳宗元纪游诗的独特风格和成就，值得我们高度注意。\r\n　　永贞元年（805）九月十三日，柳宗元被逐出京师，经蓝田、襄阳至江陵，乘船下长江，过洞庭，至汨罗，再至长沙，最后经衡阳至永州，到达永州时已是这一年年末。由于身同罪囚，环境荒僻，交际陌生，言语不通，居处无着，冬季寒冷，加之路途困顿，身心交瘁，当然很难一下子适应谪居生活，不能正常读书作文，更不会外出观游。到了第二年春，柳宗元才艰难地渡过了他的人生转折期，调整好了心态，决定“贤者不得志于今，必取贵于后，古之著书者皆是也”（《寄许京兆孟容书》），于是，开始认真地读书著述，开始了外出观游以排遣苦闷，于是就有了后代宗仰的山水游记和山水诗歌。柳宗元的游踪是由近而远，先游的是居地附近的名胜和寺庙，如法华寺、西岩、东山，然后是渐远和不知名之处，如西山、钴姆潭、小丘、小石潭、袁家渴、石渠、石涧、黄溪、浯溪等，“环永之治百里，北至浯溪，西至于湘之源，南至于泷泉，东至于黄溪东屯，其间名山水而材者以百数”（《游黄溪记》），都留下了柳宗元的足迹。\r\n　　明代茅坤说：“柳宗元与山川两相遭：非子厚之困且久，不能搜岩穴之奇，非岩穴之怪且幽，亦无以发子厚之文”（《唐宋八大家文钞》），这话说的极对。遭受迫害，使柳宗元心中充满了悲愤忧怨；抗争不屈的个性，使柳宗元显示出品德的孤傲清高；深厚的思想文化修养，使柳宗元见识精博独到；而山水的慰藉，使柳宗元心情闲适恬淡。这四个方面结合起来，造成了柳宗元山水诗的独特风格和杰出成就。具体说来，主要表现在谋篇布局、写景状物、思想感情几个方面。下面我们结合这首诗具体解说。\r\n　　这首诗，开头四句写出游的原因。被贬后，诗人心中幽郁，只得凭借登临高爽之地来开朗心情，于是他想去探访久已仰慕的名僧和高山寺。接下来十六句，写出游所见美景和心情愉悦。愉悦的原因，一是天气放晴，二是草木生机勃勃，三是爱弟相伴，四是纵情饱览秀色，这是最主要的。写景始终突出幽僻和高峻两点。幽僻既是写实，也暗含被贬蛮荒的悲凄感受。高峻则带有夸张，一方面为宽阔胸襟视野，超脱忧烦打下基础，一方面也象征着作者本人个性的孤傲清高。再接下来二十四句，是观景而生发的长篇感受和议论。诗人登高遥望，心绪自然宽阔高远，对世界的变幻和宏远有了深刻的感悟，对人生的价值有了坚定的信念，因而抛开了烦恼、名利，真正体会到观游山水对陶冶性情的意义。最后一十六句，写天晚留宿时的所见所感。先是由天晚当归而引发绵绵的思乡之愁和前途无望之叹，然后由所归而生皈依佛理之意，寻求解脱。可见，柳宗元的山水诗，始终以遭贬的悲愤沉郁为贯穿全诗的基调，始以出游的愉悦和赏心悦目的美景来冲淡暂忘它，但出游实由贬谪而不得已，美景中总带心境之幽寂，悲愤仍隐于暂乐之中，乐难尽欢。然后或发超脱之议，或抒郁垒之怨，或表孤傲之性，或生思乡之愁，写得纵横捭阖，跌荡起伏，但总是围绕着贬谪的悲愤而发。结尾总是自解自慰以求解脱，而其实无法摆脱或真正减轻这种悲愤，心情看似平静而悲痛哀婉深沉，如同痛哭之后，低声抽泣渐至无声一样。"
        },
        {
            "title": "酬曹侍御过象县见寄",
            "content": "破额山前碧玉流，骚人遥驻木兰舟。\r\n春风无限潇湘意，欲采蘋花不自由。\r\n【注释】：①侍御：官名，侍御史的简称。曹侍御，名未详，当是作者在京城时的故友。\r\n②象县：柳州属县，在州治东北六十五里。【赏析】：　　前两句切题中的“曹侍御过象县见寄”，即曹侍御经过象县之时，作诗寄作者；后两句切题中的“酬”，即作者读到曹侍御寄来的诗，作此诗酬答。今人多据诗中有“潇湘”二宇而确定此诗作于永州，但永州、象县相距遥远，书简往还不易，与诗意不合。“潇湘”别有意义，不专作地名。姑定为柳州作品。\r\n　　“骚人”本指《离骚》的作者屈原，后来泛指情操高洁的文人。“玉”、“木兰”，都是屈原喜用的词，象征坚贞、芬芳的品质。作者称曹侍御为“骚人”，并用“碧玉流”、“木兰舟”这样美好的环境来烘托他，就会使读者把他和屈原及其作品联系起，产生许多联想。“骚人”本可看山看水，愉快地赶他的路，如今却“遥驻木兰舟”于“碧玉流”之上，究竟为什么，这又会使读者产生许多联想。“遥”作为“驻”的状谙，所表现的是“骚人”与作者之间的距离。 象县距柳州六十多里， 距柳宗元的贬所不算太“遥”，何况眼前的“碧玉流”正是从柳州流来的，为什么不乘“木兰舟”到柳州去看看他的朋友？这又引人深思。曹侍御的处境如何，虽然不知其详，但从“骚人”的称呼中也可得到一些暗示。至于柳宗元，分明过着“万死投荒”的流放生活。所以政治上的间隔，比地理上的距离更显得“遥”。因此，尽管思友心切，路也不大远，却只能“驻舟”兴叹，寄诗抒怀。\r\n　　“春风无限潇湘意”一句，结合下句“欲采蘋花”看，显然汲取了南朝诗人柳惮《江南曲》的诗意。《江南曲》是一篇名作，全文如下：\r\n　　江洲采白蘋，日暖江南春。\r\n　　洞庭有归客，潇湘逢故人。\r\n　　故人何不返，春花复应晚。\r\n　　不道新知乐，只言行路远。\r\n　　由此可见，“春风无限潇湘意”，就是怀念故人之意。此句作为全诗的第三句，妙在似承似转，亦承亦转。就是说：它主要表现作者怀念“骚人”之情，但也兼包“骚人”寄诗中所表达的怀念作者之意。“春风”和暖，芳草如茵，花盛开，朋友们倘能相见，该多好！“无限”相思而不能相见，就想到“采花”以赠故人。然而呢？不要说相见没有自由，就是“欲采蘋花”相赠，也“不自由”啊！\r\n　　全诗不仅写景如画，而且比兴并用，虚实相生，能够唤起读者许多联想。结句“欲采蘋花”尚“不自由”，还能有什麽自由！词气委婉而内涵悲愤。结合作者被贬谪的原因、经过和被贬后继续遭受诽谤、打击、动辄得咎的处境，不是可以想到更多东西吗？"
        },
        {
            "title": "摘樱桃赠元居士，时在望仙亭南楼与朱道士同",
            "content": "海上朱樱赠所思，楼居况是望仙时。\r\n蓬莱羽客如相访，不是偷桃一小儿。\r\n【赏析】：见《全唐诗》卷352第025首。"
        },
        {
            "title": "种木槲花",
            "content": "上苑年年占物华，飘零今日在天涯。\r\n只因长作龙城守，剩种庭前木槲花。\r\n【赏析】：见《全唐诗》卷352第024首。"
        },
        {
            "title": "柳州寄京中亲故",
            "content": "林邑山连瘴海秋，牂牁水向郡前流。\r\n劳君远问龙城地，正北三千到锦州。\r\n【赏析】：见《全唐诗》卷352第023首。"
        },
        {
            "title": "段九秀才处见亡友吕衡州书迹",
            "content": "交侣平生意最亲，衡阳往事似分身。\r\n袖中忽见三行字，拭泪相看是故人。\r\n【注释】：①段九：即段弘古，排行第九，故称段九。与刘禹锡、柳宗元、吕温、李景俭友善。柳宗员有《祭段弘古文》、《处士段弘古墓志》。\r\n②吕衡州：吕温。\r\n③书迹：亲手书写的字迹。\r\n④交侣：交友。吴汝沦《柳州集点勘》“‘侣’当作‘吕’。”近是。\r\n⑤衡阳往事：指过去吕温任衡州刺史时治理政事。\r\n⑥似分身：办事之多办事之快真好象能分身一样的神奇。\r\n⑦三行字：即书迹。\r\n⑧故人：指吕温。【译文】：平生交友我与他情意最亲，他过去在衡阳办事就象能分身的千手观音。\r\n忽见段秀才袖中取出几行书迹，拭泪相看却正是亡友的笔痕。【赏析】：　　见《全唐诗》卷352第022首。\r\n　　吕衡州，即吕温，字和叔，又字化光，贞元年间湖南观察史吕渭长子。贞元十年考中博学宏辞科，“与王叔文厚善，骤迁左拾遗，除侍御史。”贞元二十年冬，以侍御史衔为工部侍郎张荐副使出使吐蕃。元和十年，使还“进户部员外郎，与窦君、羊土谔相爱。群为中丞，荐瘟为御史。”后因触怒唐宪宗，出为均州刺史、道州剌史，又徙为衡州刺史。元和六年因病去世。吕温生前与柳宗元交往密切。段九秀才，即段弘古，与柳宗元、吕温友善，曾在吕温门下，温卒，元和九年，经刘禹锡、柳宗元向永州刺史崔能推荐，被邀请到永州。同年闰八月十六日以布衣卒。段被邀至永州时，柳宗元在段处见到吕温的遗墨，顿时触物伤怀，写下了这首绝句。\r\n　　诗的首句便点明了诗人与吕温的关系。“最”字从程度上肯定了两人关系密切感情深厚。吕温是柳宗元的表兄，更是柳宗元的知己。吕温生前常与柳宗元探讨诗文。吕温死后，柳宗元心中极为哀痛，除写悼诗《同刘二十八哭吕衡州兼寄江陵李、元二侍御》（以下简称《同》），还写了《唐故刺史吕衡州诔》和《祭吕衡州文》。柳宗元在《祭吕衡州文》中说：“海内甚广，知者几人？自朋友凋丧，志业殆绝，唯望化光，伸其宠略，震耀昌大，兴行于时，使斯人徒，知我所立。”不仅如此，柳在“八司马事件”之后，将吕温视为政治上能复兴革新事业的唯一希望。吕温的溘然长逝，友情上，柳宗元失去了一个知己；政治上，东山再起的希望化为了泡影。其哀痛程度在“最”字上表现无疑。\r\n　　第二句高度赞扬了吕温在任衡州刺史时办事速度之快，效率之高。“分身”意即如分身般神奇，钦佩之情溢于言表。柳宗元曾在《同》一诗中将吕温比作“天柱峰”，吕温之死好比“衡岳新摧天柱峰”。由此可见，吕温在诗人心中地位之高。这一句仅截取了吕温政治生涯的一个横断面，高度评价了他在治理州郡上的政绩。其实，“往事”一词，还不禁让人想起吕温在政治、生活、文学上的其它种种往事，既让人钦佩，又让人垂泪。\r\n　　第三句叙事。“忽”字表明时间之短暂，“三”字为虚指，表明字迹之少。什么字诗人没有说，但能催人泪下，可见理之透彻，义之深厚，情之真切。足可见柳、温交情之深。第四句抒发了诗人强烈的悲恸之情。俗话说：男儿有泪不轻弹。柳宗元这一堂堂七尺男儿见字后却“拭泪相看”，以泪洗面。从这个“泪”字中可见诗人心中之痛。\r\n　　纵观全诗，语言平白、朴实、通俗易懂。在这短短的几行诗中，抒发了诗人痛失好友哀痛的心情。字字见血，句句含泪。"
        },
        {
            "title": "闻彻上人亡寄侍郎杨丈",
            "content": "东越高僧还姓汤，几时琼佩触鸣珰。\r\n空花一散不知处，谁采金英与侍郎。\r\n【赏析】：《全唐诗》卷352第021首。"
        },
        {
            "title": "柳州城西北隅种柑树",
            "content": "手种黄柑二百株，春来新叶遍城隅。\r\n方同楚客怜皇树，不学荆州利木奴。\r\n几岁开花闻喷雪，何人摘实见垂珠。\r\n若教坐待成林日，滋味还堪养老夫。\r\n【赏析】：《全唐诗》卷352第020首。"
        },
        {
            "title": "戏题阶前芍药",
            "content": "凡卉与时谢，妍华丽兹晨。\r\n欹红醉浓露，窈窕留馀春。\r\n孤赏白日暮，暄风动摇频。\r\n夜窗蔼芳气，幽卧知相亲。\r\n愿致溱洧赠，悠悠南国人。\r\n【注释】：①芍药：这里指牡丹。《开元天宝花木记》：“禁中呼木芍药为牡丹。”《松窗录》：“开元中（713－741），禁中初重木芍药，即今牡丹也。”\r\n②与时谢：指随着时令的变化而凋落。\r\n③妍（yán）华：美丽的花。\r\n④欹（qī）红：倾斜的意思，欹红，倾斜的红花。\r\n⑤窈（yǎo）窕（tiǎo）:（女子）文静而美好。这里形容牡丹花姿态的美好。\r\n⑥暄（xuān）风：暄，（太阳）温暖，暄风即暖风。\r\n⑦溱（zhén）洧（wěi）赠：《诗·郑风·溱洧》：“溱与洧，方涣涣兮。……维士与女，伊其相谑，赠之以芍药”。“溱洧”，郑国的两条水名，在今河南境内。古之芍药为香草名，青年男女以芍药相赠表示愿结情好。\r\n巴南国：江南。【译文】：平常的花草都随时令的变迁而凋谢，唯有这美丽的牡丹仍开放在今晨。\r\n溢满露珠的鲜红的花朵象喝醉了甘醇微微倾斜，美好的姿态留给了将逝的暮春。\r\n独自欣赏一直到西阳下沉，温暖的春风把枝叶摇动频频。\r\n浓郁芳香自窗外透入，好似与静卧的人来相亲。\r\n真想像《溱洧》诗中的少男少女一样，摘一朵牡丹赠给悠悠的南国美人。【赏析】：　　这是一首被后人评价颇高的咏物古诗。姚范《授鹑堂笔记》卷四十四说：“花卉九首（自注：指柳宗元《戏题阶前芍药》和苏东坡、党怀英等人的八首描写花卉的诗）…….元裕之尝请赵闲闲秉文共作一轴，自题其后云：‘柳州（柳宗元）怨之愈深，其辞愈缓，得古诗之正，其清新婉丽，六朝辞人少有及者……”元裕之认为“怨之愈深，其辞愈缓”是《戏题阶前芍药》高出其他几首花卉诗之处，而“清新婉丽”是六朝辞人所缺乏的。这样的评价毫不夸饰，恰如其分。柳宗元在这首诗中用戏谑的语气，轻松的笔调，清新的词句刻画牡丹不同凡花的美好形象，极委婉曲折地抒发了诗人的“复起为人”的愿望。\r\n　　诗一开头就用对比的手法描写，以突出牡丹不同于普通花卉。“凡卉与时谢，妍华丽兹晨。欹红醉浓露，窃窕留余春。”众花大多随着春天的到来开放，也随着春天的逝去凋零，而牡丹却把花儿开放在暮春时节。你看那鲜艳的花朵，露珠滚动，把枝条压得有些倾斜了，极像多饮了一杯佳酿而有点微醺的佳人，那美丽的姿态，把春天匆匆的脚步也换留住了。作者的刻画表现了牡丹超凡脱俗、卓然独立的品性。花如其人，牡丹的形象实则诗人自我品性的物化。\r\n　　接着，作者继续状写牡丹自我欣赏的倩影和醉人的芳香。“孤赏白日暮，暄风动摇频。”和煦的春风轻轻地摇曳着牡丹的枝叶，那婀娜的身影是那样的柔美。在没有百花争姘斗艳的春未，它并不感到孤独，它在欣赏自我，看重并保持自己的高洁。“夜窗蔼芳气，幽卧知相亲。”夜晚，牡丹沁人的芳香飘进窗内，好似来与静卧的人亲近。这四句诗用拟人的手法，把牡丹人格化，极富情趣。写花的“孤赏”也是写人的洁身自好，不随波逐流。柳宗元虽然在政治上惨遭失败，但他仍然执着理想，坚持既定的人生目标，“虽万受摈弃，不更乎其内。”(《答周君巢饵药久寿书》)\r\n　　“愿致溱洧赠，悠悠南国人。”何焯《义门读书记》说：“愿致溱洧赠”二句，陈思玉诗‘南国有佳人，容华若桃李’，结句虽戏，亦《楚辞》以美人为君子之旨也。”牡丹美丽芬芳，高贵典雅，象征人的美好品德，也是作者自喻。好花赠美人，美人有喻君子之意。柳宗元少有大志，才华横溢，用世之心极切，可是流贬永州，一弃十年，虽然是“永州司马员外置同正员”，实际上是“拘囚”身份，是一个“闲员”，抱负不能实现，才华得不到施展，就象一朵被抛弃在荒野的牡丹。为此他痛苦，愤懑，然而又始终没有放弃，孜孜以求，希图进用。诗的结句极其巧妙而委婉地表达了急于用世，希求援引的愿望，因此是全诗的主旨所在。\r\n　　《戏题阶前芍药》在艺术手法上主要是一个“戏”字，全诗用戏谑的口吻，加上拟人手法的运用，文辞清新，意味蕴藉，难怪近人藤元粹称这首诗“可为后人咏物轨范也”。"
        },
        {
            "title": "韩漳州书报彻上人亡因寄二绝",
            "content": "早岁京华听越吟，闻君江海分逾深。\r\n他时若写兰亭会，莫画高僧支道林。\r\n\r\n频把琼书出袖中，独吟遗句立秋风。\r\n桂江日夜流千里，挥泪何时到甬东。\r\n【赏析】：《全唐诗>卷352第019首。"
        },
        {
            "title": "铜鱼使赴都寄亲友",
            "content": "行尽关山万里余，到时闾井是荒墟。\r\n附庸唯有铜鱼使，此后无因寄远书。\r\n【赏析】：《全唐诗》卷352第018首。"
        },
        {
            "title": "叠后",
            "content": "事业无成耻艺成，南宫起草旧连名。\r\n劝君火急添功用，趁取当时二妙声。\r\n【赏析】：《全唐诗》卷352第017首。"
        },
        {
            "title": "重赠二首",
            "content": "闻道将雏向墨池，刘家还有异同词。\r\n如今试遣隈墙问，已道世人那得知。\r\n\r\n世上悠悠不识真，姜芽尽是捧心人。\r\n若道柳家无子弟，往年何事乞西宾。\r\n【赏析】：《全唐诗：》卷352第015首。"
        },
        {
            "title": "殷贤戏批书后寄刘连州并示孟仑二童",
            "content": "书成欲寄庾安西，纸背应劳手自题。\r\n闻道近来诸子弟，临池寻已厌家鸡。\r\n【赏析】：全唐诗》卷352第014首。"
        },
        {
            "title": "叠前",
            "content": "小学新翻墨沼波，羡君琼树散枝柯。\r\n左家弄玉唯娇女，空觉庭前鸟迹多。\r\n【赏析】：《全唐诗>卷352第016首。"
        },
        {
            "title": "奉和周二十二丈，酬郴州侍郎衡江夜泊得韶州",
            "content": "丘山仰德耀，天路下征騑。\r\n梦喜三刀近，书嫌五载违。\r\n凝情江月落，属思岭云飞。\r\n会入司徒府，还邀周掾归。\r\n【赏析】：《全唐诗>卷352第013首。"
        },
        {
            "title": "浩初上人见贻绝句欲登仙人山因以酬之",
            "content": "珠树玲珑隔翠微，病来方外事多违。\r\n仙山不属分符客，一任凌空锡杖飞。\r\n【赏析】：《全唐诗》卷352第010首。"
        },
        {
            "title": "种柳戏题",
            "content": "柳州柳刺史，种柳柳江边。\r\n谈笑为故事，推移成昔年。\r\n垂阴当覆地，耸干会参天。\r\n好作思人树，惭无惠化传。\r\n【赏析】：《全唐诗》卷352第008首。"
        },
        {
            "title": "酬徐二中丞普宁郡内池馆即事见寄",
            "content": "鹓鸿念旧行，虚馆对芳塘。\r\n落日明朱槛，繁花照羽觞。\r\n泉归沧海近，树入楚山长。\r\n荣贱俱为累，相期在故乡。\r\n【赏析】：《全唐诗》卷352第006首。"
        },
        {
            "title": "酬贾鹏山人郡内新栽松寓兴见赠二首",
            "content": "芳朽自为别，无心乃玄功。\r\n夭夭日放花，荣耀将安穷。\r\n青松遗涧底，擢莳兹庭中。\r\n积雪表明秀，寒花助葱茏。\r\n贞幽夙有慕，持以延清风。\r\n\r\n无能常闭阁，偶以静见名。\r\n奇姿来远山，忽似人家生。\r\n劲色不改旧，芳心与谁荣。\r\n喧卑岂所安，任物非我情。\r\n清韵动竽瑟，谐此风中声。\r\n【赏析】：《全唐诗》卷352第007首。"
        },
        {
            "title": "柳州峒氓",
            "content": "郡城南下接通津，异服殊音不可亲。\r\n青箬裹盐归峒客，绿荷包饭趁虚人。\r\n鹅毛御腊缝山罽，鸡骨占年拜水神。\r\n愁向公庭问重译，欲投章甫作文身。\r\n【赏析】：《全唐诗》卷352第005首。"
        },
        {
            "title": "岭南江行",
            "content": "瘴江南去入云烟，望尽黄茆是海边。\r\n山腹雨晴添象迹，潭心日暖长蛟涎。\r\n射工巧伺游人影，飓母偏惊旅客船。\r\n从此忧来非一事，岂容华发待流年。\r\n【赏析】：《全唐诗》卷352第004首。"
        },
        {
            "title": "答刘连州邦字",
            "content": "连璧本难双，分符刺小邦。\r\n崩云下漓水，劈箭上浔江。\r\n负弩啼寒狖，鸣枹惊夜狵。\r\n遥怜郡山好，谢守但临窗。\r\n【赏析】：《全唐诗》卷352第003首。"
        },
        {
            "title": "得卢衡州书因以诗寄",
            "content": "临蒸且莫叹炎方，为报秋来雁几行。\r\n林邑东回山似戟，牂牁南下水如汤。\r\n蒹葭淅沥含秋雾，橘柚玲珑透夕阳。\r\n非是白蘋洲畔客，还将远意问潇湘。\r\n【赏析】：《全唐诗》卷352第002首。"
        },
        {
            "title": "登柳州峨山",
            "content": "荒山秋日午，独上意悠悠。\r\n如何望乡处，西北是融州。\r\n【赏析】：《全唐诗》卷352第001首。"
        },
        {
            "title": "柳州寄丈人周韶州",
            "content": "越绝孤城千万峰，空斋不语坐高舂。\r\n印文生绿经旬合，砚匣留尘尽日封。\r\n梅岭寒烟藏翡翠，桂江秋水露鰅鳙。\r\n丈人本自忘机事，为想年来憔悴容。\r\n【赏析】：《全唐诗》卷351第039首。"
        },
        {
            "title": "雨中赠仙人山贾山人",
            "content": "寒江夜雨声潺潺，晓云遮尽仙人山。\r\n遥知玄豹在深处，下笑羁绊泥涂间。\r\n【赏析】：《全唐诗》卷352第011首。"
        },
        {
            "title": "无题",
            "content": "幽径为谁开，美人城北来。王程倘馀暇，一上子陵台。"
        },
        {
            "title": "清水驿丛竹天水赵云余手种一十二茎",
            "content": "檐下疏篁十二茎，襄阳从事寄幽情。\r\n只应更使伶伦见，写尽雌雄双凤鸣。\r\n【赏析】：《全唐诗》卷351第035首。"
        },
        {
            "title": "三赠刘员外",
            "content": "信书成自误，经事渐知非。\r\n今日临岐别，何年待汝归。\r\n【赏析】：《全唐诗》卷351第33首。"
        },
        {
            "title": "奉酬杨侍郎丈因送八叔拾遗，戏赠诏追南来诸",
            "content": "贞一来时送彩笺，一行归雁慰惊弦。\r\n翰林寂寞谁为主，鸣凤应须早上天。\r\n一生判却归休，谓著南冠到头。\r\n冶长虽解缧绁，无由得见东周。\r\n【赏析】：《全唐诗》卷351第29首。"
        },
        {
            "title": "同刘二十八哭吕衡州，兼寄江陵李元二侍御",
            "content": "衡岳新摧天柱峰，士林憔悴泣相逢。\r\n只令文字传青简，不使功名上景钟。\r\n三亩空留悬磬室，九原犹寄若堂封。\r\n遥想荆州人物论，几回中夜惜元龙。\r\n【注释】：①刘二十八：即刘禹锡，二十八是兄弟之间的排行。吕衡州：即吕温，生前为衡州刺史，故称吕衡州。李、元二侍郎：指李景俭和元稹，当时同被贬在江陵。\r\n②天柱峰：衡山群峰之一。\r\n③青简：竹简，古时曾用竹片书写文章和典籍。\r\n④景钟：大钟，有些古钟上刻有铭文，记载当时的某些大事和人物的功绩。\r\n⑤悬磬（qìng）：室内空虚，只有梁椽，如同古代用作乐器的磬石只有一个人字形架子一样，古人常用以形容家中一无所有。\r\n⑥九原：春秋时晋国卿大夫的墓地，后来泛指墓地。堂封：指坟墓，《礼记·檀弓》：“吾见封之若堂者也。”意思是把坟墓筑成高高的方形，像堂一样。\r\n⑦荆州人物论：据《三国志·魏书·陈登传》载，东汉末，荆州牧刘表曾与刘备、许汜谈论天下人物，刘备极力推从陈登,时陈登已死。\r\n⑧元龙：陈登的字。他曾任广陵太守，帮助曹操消灭吕布。【译文】：南岳衡山倒塌了天柱峰，闻噩耗士人相逢悲泪涌。\r\n可惜吕公只有文章传后人，不能显身手建功业名刻景钟。\r\n一身清贫在身后陋室空空，魂寄异乡坟茔如青崖高耸。\r\n遥想诸君相聚论当世英豪，多少回长叹息失却了吕公。【赏析】：　　唐元和六年（811），时任衡州刺史的著名政治家、诗人吕温去世，年仅40岁。吕温和柳宗元是同乡，他的继母出于柳氏，因此和柳宗元还是中表亲。吕温少年有为，有济世之志向才华。柳宗元对他的抱负、才能、学问、文章都极推崇，他在《祭吕衡州温文》中说：“宗元幼虽好学，晚未闻道，洎乎获友君子，乃知适于中庸，削去邪杂，显陈真正，而为道不谬。”吕温于元和三年被贬为道州刺史，两年后又转衡州刺史。衡、道两州都与永州紧邻，时柳宗元在永州贬所，自然与吕温交往较多。柳宗元失去了这样的挚友和同志，悲痛万分，为了追悼他，称赞他，写下了这首诗。\r\n　　这是和刘禹锡的悼诗，故称“同刘二十八”。首句将吕温之死比作南岳天柱峰崩摧，突出吕温的享誉之高、影响之大。鲜明的意象，强烈地震撼着读者的心魄。“士林憔悴泣相逢”则直接写众人的悲痛，以“憔悴”二字写其形容，以“泣”写众人相逢时的情景。柳宗元在《唐故衡州刺史东平吕君诔》中说：“君之卒，二州之人哭者数月。”“余居永州，在二州中间，其哀声交于南北，舟船之上下，必呱呱然，盖尝闻于古而睹于今也。\"这些情景，柳宗元都是亲眼所见，亲耳所闻，铭之于心，记之于文。可见吕温之死在当时影响之广。一个封建时代的地方官吏，能如此深受人民爱戴，实属难得。\r\n　　诗的颔联，高度赞扬了吕温的道德文章。柳宗元在《唐故衡州刺史东平吕君诔》中写道：“君之文章，宜端于百世，今其存者，非君之极言也，独其词耳；君之理行，宜极于天下，今其闻者非君之尽力也，独其迹耳。”在柳宗元看来，吕温的文章足以流传后世，吕温的政绩足以功盖当朝，但吕温还远远没有尽情发挥自己的才华，这个时代，没有让他大显身手建立功名。这既是对吕温的高度赞扬，也是慨叹吕温的生不逢时，同时还暗含对自身遭遇的感喟。\r\n　　颈联写吕温死后的清贫与凄凉。自古清廉为好官 ，好官才能有所作为，才能为民谋利，造福于民。柳宗元写吕温死后清贫，只留下空空如也的一间陋室，其实也是称赞他的为官清廉，品德高尚。可是像吕温这样一个深受人民爱戴的好官，生前屡遭贬谪，死后也只能魂寄他乡。虽然当地人民出于对他的敬仰与爱戴，认真地为他修筑了坟墓，但死后不能归葬故里,仍不免让人萌生凄凉之感\r\n　　尾联直接抒写对吕温的怀念与叹惋。汉末刘表、刘备、许汜等人评论当世英雄豪杰，曾赞扬广陵太守陈登 。陈登是胸怀“扶世济民”之志，颇有豪气与才华的人，但不幸中年夭折。这里诗人想象李、元二人在江陵谈论当世英豪时，也会怀念和推崇吕温，为之谈到深夜，如同当年刘备等人谈论天下英雄时推崇陈登一样。诗的结句以吕温比陈登 ，表现对吕温的深切怀念，同时也暗示当时时局暗弱 ，正需要能力挽狂澜、扭转乾坤的能人。吕温的不幸去世 ，怎能不令柳宗元和他的友人扼腕叹息、悲痛万分？\r\n　　柳宗元的这首悼诗，高度赞扬了吕温的道德文章和卓越才华，表达了诗人的巨大悲痛和对吕温的深切哀悼，同时也表现出诗人对国家民族强烈的忧患意识。诗深沉悲凉，笔力千钧，正如钟嵘《诗品》评价《古诗十九首》所云：“文温以丽，意悲而远，惊心动魄，可谓几乎一字千斤。"
        },
        {
            "title": "善谑驿和刘梦得酹淳于先生",
            "content": "水上鹄已去，亭中鸟又鸣。\r\n辞因使楚重，名为救齐成。\r\n荒垄遽千古，羽觞难再倾。\r\n刘伶今日意，异代是同声。\r\n【赏析】：《全唐诗》卷351-25。"
        },
        {
            "title": "北还登汉阳北原题临川驿",
            "content": "驱车方向阙，回首一临川。\r\n多垒非余耻，无谋终自怜。\r\n乱松知野寺，馀雪记山田。\r\n惆怅樵渔事，今还又落然。\r\n【赏析】：《全唐诗》第351卷024首。"
        },
        {
            "title": "离觞不醉，至驿却寄相送诸公",
            "content": "无限居人送独醒，可怜寂寞到长亭。\r\n荆州不遇高阳侣，一夜春寒满下厅。\r\n【注释】：①元和十年（815）正月，柳宗元奉诏回京，临行前永州亲友为他饯行。至驿站后他感慨万千，便写了这首七言绝句寄给他们。\r\n②觞（shāng）：古代喝酒用的酒怀。离觞：送别的酒。\r\n③驿（yì）：驿站。古代来往官员及传递公文差役在中途歇宿、换马的馆舍。\r\n④却寄：回寄。指到驿站后把诗回寄给永州送他的人。\r\n⑤居人：指居住在永州的故旧。\r\n⑥独醒：：“屈原曰：‘举世皆浊我独清，众人皆醉我独醒，是以见放。’”柳诗用其意，紧扣题中“离觞不醉”。盖以屈原自喻，言其头脑清醒，不与世俗同流。\r\n⑦可怜：怜，有怜爱、怜惜两个意义，这里应是后者。韩愈《赠崔立元》有“可怜无补费精神。”可怜即可惜，这里引申为可悲，可叹。\r\n⑧长亭：古时设在路旁供行人停息的亭舍。诗词中的长亭多指送别的地方。\r\n⑨荆州：古州名，永州古属荆州。高阳：指汉高祖刘邦的谋士郦食其（lì yì jī）。他是陈留高阳（今河南杞县西南）人。见刘邦时自称“高阳狂士”。在楚汉战争中，他多次为刘邦出谋，并亲自劝说齐王田广归汉，使刘邦未经一战而得齐地七十馀城。侣：伴侣。\r\n⑩下厅：指客舍。这句说作者心事重重，夜晚春寒料峭，不能成眠。【译文】：许多故旧相送一个不合时宜的人，忍受别离的苦痛寂寂寞寞到了长亭。\r\n贬谪南荒从未遇到郦食其那样的朋友，长夜难眠，春寒料峭充满下厅。【赏析】：　　读这首诗，应特别注意首句的“独醒”二字。许多论者都指出它紧扣诗题“离觞不醉”，并以屈原自喻，表明自己头脑清醒，不与世俗同流。但我以为，还应在此基础上，把它放在整个诗歌意境中加以考察。\r\n　　这首诗的意象并不复杂，送别的长亭，料峭的春风，表现诗人春寒难耐，寂寞难眠的无限感慨。比较令人费解的是“荆州不遇高阳侣”这一典故的取向。据《史记·郦生陆贾列传》记载，高阳狂生郦食其跟刘邦的第一次见面颇具传奇性，他直言批评刘邦：“倨见长者，”使刘邦由“倨傲”变为谦恭，郦食其成为刘邦的重要谋士之后，为他多次出谋献策，使他“下陈留”，“取荥阳”，不费一兵一卒，得“七十余域”。根据这一典故的内蕴，显然与郦食其直言批评刘邦毫无瓜葛。那么，柳宗元在贬永州“系囚”期间，没有遇到的究竟是什么样的朋友呢？联系他的遭遇，考察他写给亲朋的书信，我以为“不遇”的就是帮助他的朋友，给他以“援手”、使他能够“复起为人”的朋友。早在元和初年，柳宗元就曾先后给东川节度使严砺，荆南节度使赵宗儒，岭南节度使赵昌等写信献文，希望他们援引，但都无结果。\r\n　　元和四年，他接到家庭世交、时任京兆尹的许孟容的来信。“得罪五年，未尝有故旧大臣以书见及者”，所以他欢欣鼓舞，随即给他回了一封千余字的长信。信的结尾，切盼许孟容设法改变他的处境，竟是满纸乞怜之词。接着他又给萧俛、李建、裴埙、顾十郞等故旧写信求援，也是毫无结果。此外，柳宗元还在《零陵赠李卿元侍御简吴武陵》一诗中用“惜无协律者，窈眇弦吾诗”，发出嘤嘤求友求援之声。\r\n　　我们对于典故的理解，万不可过于拘泥。正如任何比喻都是蹩脚的一样，典故的含义跟诗人表达的思想感情更是不可能完全粘合无间。郦食其为刘邦出谋献策，使刘邦的势力由小到大，不断发展，那他就是帮了刘邦的大忙。柳宗元认为自己参加永贞革新，其事业是正义的，却反遭贬斥；他要求重返长安，“利安元元”，其要求也是正当的。然而，他在长达十年的贬谪生活中，一直没有遇到给他以援手的朋友，所以，尽管在他举诏赴京时有那么故旧亲朋为他送行，他还是感到“可怜寂寞到长亭”。\r\n　　在当时复杂的政治斗争中，在经过长达十年之久的贬抑之后，柳宗元清醒地意识到：要在政治上有所作为，得到朝庭重任，没有志同道合的朋友的援手简直是不可能的。所以他在本应十分高兴的时候，反而一夜无眠，感到料峭的春寒包围着他，充溢于整个馆驿。\r\n　　现在，我们再回头看看“独醒”二字，我们不能不佩服诗人运笔之妙。诗人决不是“离觞不醉”，这首诗也绝不是伤别离的，诗人的醒，是对于复杂的政治斗争的清醒认识，是对于自己前途充满忧虑的清醒认识！\r\n　　柳诗较少用典，这首诗虽不是古典诗词用典精当的范例，但却使诗歌的意境更加深邃，内涵更加丰富，给读者以无限的遐思。"
        },
        {
            "title": "汨罗遇风",
            "content": "南来不作楚臣悲，重入修门自有期。 \r\n为报春风汨罗道，莫将波浪枉明时。\r\n【赏析】：出自《全唐诗》第351卷021首"
        },
        {
            "title": "诏追赴都二月至灞亭上",
            "content": "十一年前南渡客，四千里外北归人。\r\n诏书许逐阳和至，驿路开花处处新。\r\n【赏析】：《全唐诗》卷351第026首。"
        },
        {
            "title": "过衡山见新花开却寄弟",
            "content": "故国名园久别离，今朝楚树发南枝。\r\n晴天归路好相逐，正是峰前回雁时。\r\n【注释】：①陈景云《柳集点勘》云：\"味诗意盖已北还，而弟尚留永，故寄诗促其行耳。以《寄从弟宗直文》参证，似所寄即宗直也。\"按宗直随宗元贬永州，后又随贬柳州。元和十年（815）病故，比宗元还早逝四年，终年仅33岁。过衡山：永州在衡山之南，北归必经。却寄：返寄。却：张相《诗词曲语辞汇释》：\"却，犹返也。此由退却之本义引申而来。\"如李商隐《夜雨寄北》\"何当共剪西窗烛，却话巴山夜雨时。\"\r\n②故国名园：指长安。宗元生长于长安。\r\n③楚树发南枝：《白氏六帖·梅部》：\"大庾岭上梅，南枝落，北枝开，寒暖之侯异也。\"\r\n④峰前回雁：《方舆览胜·衡州》：\"回雁峰在衡阳之南，雁至此不过，遇春而回，故名。\"宗元于元和十年（815）正月北归，至衡州，正是雁北归的时节。【赏析】：　　此诗洋溢着一种枯木逢春般的喜悦、期望之情。十载谪居，终于等到了还京的诏命，虽然还不知道将有何新的任命，但总算有了希望，因而欣喜之情跃然纸上：首句写思归故乡的热切心情；次句以楚树新花象征人生有了新的机遇，新的希望。三四句敦促弟弟也快点启程。由于心情好，就觉得天气也好，路也好，而且恰逢大雁北归，多好的兆头！诗人用欢快的语气掩住了十年谪居的\"酸楚\"（蒋之翘《柳集辑注》引刘辰翁语）。他不知道再贬柳州的命运正等着他。在后人看来，诗人真是天真得太可爱了！"
        },
        {
            "title": "诏追赴都回寄零陵亲故",
            "content": "每忆纤鳞游尺泽，翻愁弱羽上丹霄。\r\n岸傍古堠应无数，次第行看别路遥。\r\n【注释】：①元和十年（815）正月，柳宗元自永州奉诏赴京，途中作此诗，回寄给在永州的亲朋好友。\r\n②纤鳞：小鱼。尺泽：小水池。弱羽：无力的翅膀。丹霄：百家注本童宗说注：“丹霄，青云也。”比喻高位。\r\n③堠（hòu）：古代河岸记里程的土堡。《周书·韦孝宽传》“一里置一土堠。”或云五里只堠，十里双堠，韩愈《路傍堠》诗：“堆堆路傍堠，一双复一只。”应：是。次第：挨着次序、一个接着一个。【译文】：常想起小鱼在水池里浮游，又担心翅膀太嫩难上云霄。\r\n乘船赴京，傍岸的土堡已是无数，一程一程，回看零陵亲故却越加远遥。【赏析】：　　诗的开头用比喻的手法，极写诗人被贬永州后环境的恶劣，境地的低微。“每忆”下字好像很轻，似乎也没什么褒贬，实际上份量很重，感情色彩十分强烈，表明诗人对这种小鱼游水池的生活非常厌弃。现在好了，奉诏赴京了，新生活就要开始了，也许还有一个相当高的职位在等着自己，可以直上“丹霄”。然而诗人仍然很担心，担心弱翅无力，重任难以胜任。当然，诗人决不是对自己能力的不信任，也不是故作谦恭之词，仍是我们在上一首诗里解释的，是对于变幻莫测的前途的忧虑。\r\n　　后一联诗歌的节奏明显加快，不仅形象地状写了轻舟顺流而下，计算里程的土堡飞而似地甩在脑后的情境，而且也与诗人希望尽快回到长安的心情十分吻合。然而，诗人离长安虽然越来越近，而离他生活过十年的永州却越来越远，所以，他也是一路北行，一路回望；潇湘一带，轻烟薄雾，别路依稀，真切地抒写了他对零陵亲故的系念。\r\n　　这首诗，前后两联跳跃性极大，运用的手法各不相同，诗歌意象也迥然有异。但一个“愁”字，却把整首诗歌描写的意象统一协调起来，诗人对自己以往的贬抑生活“愁”，对奉诏直上京，前途渺茫亦“愁”，乘船北上离虽亲朋故旧，当然更“愁”。“愁”字一线贯通，塑造了一位情深义重、忧国忧民、内心情感无限丰富的诗人自我形象。"
        },
        {
            "title": "再至界围岩水帘遂宿岩下（是年出刺柳州五月复经此）",
            "content": "发春念长违，中夏欣再睹。是时植物秀，杳若临悬圃。\r\n歊阳讶垂冰，白日惊雷雨。笙簧潭际起，鹳鹤云间舞。\r\n古苔凝青枝，阴草湿翠羽。蔽空素彩列，激浪寒光聚。\r\n的皪沉珠渊，锵鸣捐佩浦。幽岩画屏倚，新月玉钩吐。\r\n夜凉星满川，忽疑眠洞府。\r\n【赏析】：出处：《全唐诗》第351卷018首"
        },
        {
            "title": "再上湘江",
            "content": "好在湘江水，今朝又上来。\r\n不知从此去，更遣几年回。\r\n【赏析】：《全唐诗》卷351第034首。"
        },
        {
            "title": "与浩初上人同看山寄京华亲故",
            "content": "海畔尖山似剑铓，秋来处处割愁肠。\r\n若为化得身千亿，散上峰头望故乡。\r\n【注释】：①浩初：潭州（今湖南省长沙市）人。\r\n②上人：和尚的敬称。作者被贬到柳州（今广西柳州市）作刺史，浩初从临贺去看他。\r\n③看山：观览山景。\r\n④京华：京城，指长安。\r\n⑤海畔：海边。古人以五岭之南近海，称为岭海。所似诗中把柳州称为海畔。\r\n⑥剑铓：剑锋。\r\n⑦割愁肠：刺痛愁苦的心肠。\r\n⑧若为：怎能。\r\n⑨化得身千亿：佛教说菩萨的法身（真身）常人不易见到，常人见到的只是变化的各种形象，即“化身”。这句说：怎能把自己“化”成“千亿”众多之身。【赏析】：　　柳宗元的这首诗就是一首想象奇特、比喻新颖、由景入情、婉转缠绵的思乡之作。作者被贬荒远之地的悲苦愁绪也深沉地表现了出来，诗的最后两句充满了诱人的神奇色彩，在形容强烈的思乡之情时可以引用它。诗的头两句形象性强，比喻贴切，也是传诵的名句。在表现无限的忧愁时可引从它。苏轼就曾写过“割愁还有剑铓山”的句子。他自己说是承柳宗元的诗意写的。"
        },
        {
            "title": "奉和杨尚书郴州追和故李中书夏日登北楼十韵之作依本诗韵次用",
            "content": "郡楼有遗唱，新和敌南金。境以道情得，人期幽梦寻。\r\n层轩隔炎暑，迥野恣窥临。凤去徽音续，芝焚芳意深。\r\n游鳞出陷浦，唳鹤绕仙岑。风起三湘浪，云生万里阴。\r\n宏规齐德宇，丽藻竞词林。静契分忧术，闲同迟客心。\r\n骅骝当远步，鶗鴂莫相侵。今日登高处，还闻梁父吟。"
        },
        {
            "title": "寄韦珩",
            "content": "初拜柳州出东郊，道旁相送皆贤豪。回眸炫晃别群玉，\r\n独赴异域穿蓬蒿。炎烟六月咽口鼻，胸鸣肩举不可逃。\r\n桂州西南又千里，漓水斗石麻兰高。阴森野葛交蔽日，\r\n悬蛇结虺如蒲萄。到官数宿贼满野，缚壮杀老啼且号。\r\n饥行夜坐设方略，笼铜枹鼓手所操。奇疮钉骨状如箭，\r\n鬼手脱命争纤毫。今年噬毒得霍疾，支心搅腹戟与刀。\r\n迩来气少筋骨露，苍白瀄汩盈颠毛。君今矻矻又窜逐，\r\n辞赋已复穷诗骚。神兵庙略频破虏，四溟不日清风涛。\r\n圣恩倘忽念地苇，十年践蹈久已劳。幸因解网入鸟兽，\r\n毕命江海终游遨。愿言未果身益老，起望东北心滔滔。"
        },
        {
            "title": "界围岩水帘",
            "content": "界围汇湘曲，青壁环澄流。悬泉粲成帘，罗注无时休。\r\n韵磬叩凝碧，锵锵彻岩幽。丹霞冠其巅，想像凌虚游。\r\n灵境不可状，鬼工谅难求。忽如朝玉皇，天冕垂前旒。\r\n楚臣昔南逐，有意仍丹丘。今我始北旋，新诏释缧囚。\r\n采真诚眷恋，许国无淹留。再来寄幽梦，遗贮催行舟。"
        },
        {
            "title": "杨尚书寄郴笔知是小生本样令更商榷使尽其功辄献长句",
            "content": "截玉铦锥作妙形，贮云含雾到南溟。尚书旧用裁天诏，\r\n内史新将写道经。曲艺岂能裨损益，微辞只欲播芳馨。\r\n桂阳卿月光辉遍，毫末应传顾兔灵。"
        },
        {
            "title": "李西川荐琴石",
            "content": "远师驺忌鼓鸣琴，去和南风惬舜心。\r\n从此他山千古重，殷勤曾是奉徽音。\r\n【赏析】：《全唐诗》卷351第027首。"
        },
        {
            "title": "零陵赠李卿、元侍御简吴武陵",
            "content": "理世固轻士，弃捐湘之湄。阳光竞四溟，敲石安所施。\r\n铩羽集枯干，低昂互鸣悲。朔云吐风寒，寂历穷秋时。\r\n君子尚容与，小人守竞危。惨凄日相视，离忧坐自滋。\r\n尊酒聊可酌，放歌谅徒为。惜无协律者，窈眇弦吾诗。\r\n【注释】：(1)零陵：永州的旧名。李卿：李幼清，亦即李深源，又称李睦州。元侍御：元克己。简：信札，这儿用做动词，寄赠书信。吴武陵：吴子松。\r\n(2)理世：治世，太平世界。理，避高宗李治讳而代替“治”字。固：本来，当然。\r\n(3)弃捐：弃舍，遗弃。指不加任用。湄：水边。\r\n(4)竟：终， 完全。这儿是遍布的意思。溟：海。\r\n(5)敲石：这儿指敲击石块以取火光。安：何，什么。施：为，用。\r\n(6)铩(shā)羽：羽毛被摧残脱落。铩，伤残。集：群鸟停聚在树上。\r\n(7)朔：北方。\r\n(8)寂历：犹寂寥，冷寂空旷的样子。穷秋：深秋。穷，终尽，末了。\r\n(9)尚：崇尚。容与：安逸自得的样子。\r\n(10)兢危：小心畏惧。兢，小心谨慎。危，畏惧忧恐。守：保全。\r\n(11)离忧：忧愁怨愤。坐：因。自：自然地。\r\n(12)樽(zūn)：盛酒器。聊：姑且。\r\n(13)谅：确实，委实。徒：白白地。为：做事。这里指唱歌。\r\n(14)协律，调正音律，使之协和。\r\n(15)窈眇：美妙。  弦：琴弦。这儿用做动词，用琴弹奏。【译文】：太平世道当然看不起学子才人，我们自然被抛弃流放到潇湘边上。\r\n仿若太阳的光芒已普照四海，像敲石闪出的火花就毫无用处一样。\r\n我们像被摧残了羽毛的鸟儿停在枯枝，高吟低唱相互应和，声声悲伤。\r\n北方的黑云吹来了阵阵风寒，在这深秋季节，一片空寂荒凉。\r\n处境凶险，君子们更注重从容闲逸，小人们只是畏缩自保，战兢恐慌。\r\n悲凄时，我们天天相互探视，忧愤之情又因此而不断滋长。\r\n斟饮几杯酒，自己可以聊且忘忧，而纵情歌唱，那肯定别人决不会听赏。\r\n只可惜，眼下你这位调音知己不在，不能把我们的诗歌美妙地弹唱。【赏析】：　　据何书置先生考证，吴武陵遇赦北还为元和七年（812）。理由是，据《新唐书·吴武陵传》，吴武陵北归后，淮西吴少阳欲邀之入幕，武陵不答。而据《新唐书·吴少阳传》，吴少阳卒于元和九年九月，故知吴武陵北还在此之前。据柳宗元《小石潭记》、《与杨京兆凭书》、《与李睦州论服气书》、《初秋夜坐赠吴武陵》诸诗文，元和六年前吴武陵尚在永州。自元和六年到元和九年，其间惟有元和七年有过赦令，故知吴武陵北还之时应为元和七年。那么柳宗元此诗亦当为元和七年吴武陵北还之后所作。\r\n　　本诗对朝廷权贵扼杀人才深表痛疾不平，对他们遭贬的悲惨境况深表同情，并表达了柳宗元与他们之间相互慰藉、坚贞不屈的知己友情。\r\n　　首四句，为吴武陵这样横遭贬谪的人才而愤激不平。诗意是说，太平世道当然会轻视人才，把他们弃置在边荒的潇湘之边，正如敲石所击出的小小火花，在阳光普照之下毫无用处一样。这是柳宗元满腔愤怒而发出的控诉和辛辣讥讽。在权贵们看来，当今世道太平，阳光普照，根本用不着革新多事，有所作为，这是权贵打击摧残才士的无耻借口。他们竭力掩盖国事的矛盾、弊端和危机，仇视改革，排斥新秀，只知一味地谄谀奉承，沉湎享乐而不以为耻，其腐朽黑暗可想而知，何来太平盛世可言？又何来阳光普照？其实是权贵们害怕杰出人才参与朝政，有所作为，触动他们的既得利益和地位，所以对那些显露出才华而又不肯屈从的人才，横加指责和挑剔，一开始就进行无情的扼杀和摧残。这四句最突出的地方就是反语讥讽，“理”实为乱，“阳光”实为黑暗。其次是隐喻，前二句与后二句构成比喻关系，但没有使用比喻词。\r\n　　中间八句是对那些坚贞不屈而遭贬的人才的悲惨境况深表同情。诗人将他们比作一群“铩羽”的乌鸦，在寒冷的秋天中饱受风寒的迫害。它们为什么无法逃避呢？因为乌鸦停集在枯干上，没有遮蔽和凭靠。这里，“穷秋”象征恶劣的时局，“风寒”比喻无情的迫害，而“枯干”比喻才士们没有坚固的政治基础。因为这种情况牵涉到柳宗元自己被迫害的原因，所以这儿只好隐晦一些，用象征手法来表现。可以参看柳宗元的《感遇二首》。同时，由于这些才士能坚持君子的品德，不为所屈，遭受的打击就更为无情，处境悲惨，忧愁日深。\r\n　　最后四句，表达了柳宗元与这些遭贬才士饮酒赋诗，聊以自慰以及所结下的深厚知己之情。为了发泄悲愤，排遣苦闷，遭贬的才士只能以酒消愁，以诗抒怀。放声高歌，权贵们是不会听的，只有他们自己才能欣赏理解。吴武陵北归之后，柳宗元感到少了一个知音，深表惋惜。"
        },
        {
            "title": "巽上人以竹间自采新茶见赠，酬之以诗",
            "content": "芳丛翳湘竹，零露凝清华。复此雪山客，晨朝掇灵芽。\r\n蒸烟俯石濑，咫尺凌丹崖。圆方丽奇色，圭璧无纤瑕。\r\n呼儿爨金鼎，馀馥延幽遐。涤虑发真照，还源荡昏邪。\r\n犹同甘露饭，佛事薰毗耶。咄此蓬瀛侣，无乃贵流霞。\r\n【注释】：(1)巽（xùn）上人：永州龙兴寺僧人重巽。上人，佛教中对有智、德、善行者的称呼，后用作对僧人的尊称。见赠：相赠，这里是送给我的意思。酬：答谢，回报。\r\n(2)芳丛：这里指芳香的茶树丛。翳（yì意）：遮蔽，掩覆。湘竹：湘妃竹，斑竹。\r\n(3)零：落下，降下。清华：清亮的光华。这儿指清莹的水滴。\r\n(4)复：又，再，更。雪山客。在雪山隐行修禅的佛祖。\r\n(5)掇（duō）：拾取，采摘。灵芽：珍异的茶叶嫩芽。灵，神异的，美妙的。\r\n(6)蒸烟：上升的云气。濑（lai赖）：湍急的水流。\r\n(7)咫尺：距离很近。咫，古代八寸。凌：在……上方，覆压。丹崖：赭红色的山崖。这里其实就是指山崖，丹崖是古代诗文中常用词藻。\r\n(8)圆方：圆形的和方形的。这儿指盛茶叶的竹器。丽：附着，附有。\r\n(9)圭（guī）璧：古代帝王、诸候在盛大典礼活动中所执的两种玉器，比喻人品美好。语出《诗经·卫风·淇奥》。这儿指茶叶品质如同玉一样美好。纤瑕：细微的缺点毛病。瑕，玉石上的疵点。\r\n(10)爨(cuàn)：炊，这儿指煎煮茶水。金鼎：华贵的炊具。金，黄金，喻华贵。鼎，上古贵族所使用的一种炊具，多为礼器。这里金鼎也是古代诗文中常用的词藻，其实是指煎茶的锅子或壶罐之类。\r\n(11)馀馥（fù）：留下的香气。馀，剩下的，残留的。延：延伸开来，扩散。幽遐：幽深遥远的地方。遐，远。\r\n(12)涤（dí）虑：净化心灵。涤，清洗。虑，心思，精神。发：流露，显现出来。真照：真相，本性。照，人物的肖像图影。\r\n(13)还源：回到本源，回复本性。源，水的源头，借指人的原初本性或本质。荡：清除，冲洗干净。昏：昏沉，神志不清。邪：邪气，影响身心的不正常因素。\r\n(14)甘露饭：佛祖如来的斋饭，味如甘露一样香甜。语出《维摩诘所说经》。\r\n(15)佛事：佛教徒供奉佛祖的法事。这儿指佛祖如来化缘来的斋饭，即上面所说的甘露饭。\r\n(16)咄（duō）：叹词，犹啧，表示惊诧赞叹。这儿用作动词，意思是对……发出赞叹声。蓬瀛侣：仙客的友伴。这里指香茶，如同修行者的友伴，为寺观所常备。蓬瀛，二座仙岛名，即蓬莱和瀛洲。\r\n(17)无乃：或许，恐怕。贵：比较用法，即比……更珍贵。流霞：流动的红色云彩，后用作仙酒名。语出《论衡·道虚》。【译文】：芳香的茶树丛掩隐在青翠的湘妃竹林里，叶上那滴滴神露凝聚着纯洁的光华。\r\n更有这山寺的得道高僧深知茶道，在清晨采回了这珍奇的细嫩茶芽。\r\n晨雾紧贴着石涧奔湍的山泉蒸腾而上，采茶之处离山崖之顶也不过咫尺之差。\r\n盛茶的器具有圆有方，色泽绝非一般，茶叶品质如圭如璧，真是美玉无瑕。\r\n我吩咐家人用华贵的茶具去煎这难得的奇茶，淡淡的余香弥漫到远处的人家。\r\n这纯和的茶香让我的灵魂得以净化，并以自然的本真荡去内心的昏邪。\r\n它如同佛祖如来那甘露一般的斋饭，一下子熏香了毗耶城和整个天下。\r\n这香茶是蓬瀛仙客的友伴，谁不惊叹，恐怕更珍贵于天上神奇的仙酒流霞。【赏析】：　　柳宗元于永贞元年（805）冬贬至永州，至则无处可居，只得寄寓在永州龙兴寺，得以与僧人重巽相识结交。重巽赠以新茶，柳宗元作诗回赠，应当是第二年春以后的事情。观此诗，柳宗元心情已较平静，又新茶当采于春天，王国安先生《柳宗元诗笺释》认为此诗作于元和二年（807）春，可从。\r\n　　这首诗主要赞美了重巽所赠茶叶的美好品质和茶香的奇妙功效，也流露出诗人对重巽的深厚情谊和保持自己清纯品质的高尚情操。\r\n　　茶叶的品质好坏，直接与茶树的种类、采摘的时间、当地的气候等多种因素相关。茶树喜好阴凉湿润，刘禹锡《试茶歌》云：“阳崖阴岭各不同，未若竹下莓苔地”，可知古人认为竹下茶最佳。重巽所赠茶叶，正是所谓竹间茶。这首诗开头两句是说，这茶树生长在密密的斑竹林中，为清莹的雨露所滋润，“湘竹”二字既给茶叶赋予了美丽动人的神话色彩，又照应到诗题“竹间”二字。富有经验的采茶者都知道，采茶时间最好是每年初春谷雨前后的新芽之时，若在清晨日出前带露采摘其品质更高。诗中第三四句说重巽亲自“晨朝掇芽”，表现出重巽深懂茶道，正合采茶之法。采茶的时间是否适当，对茶叶品质的好坏，也是至关重要的，所以诗中用一个“复”字。这个“复”字，乍读之下，很难理解和译出，其实是把奇特的竹间茶树和正确的采摘时间两方面联系起来。第三四句诗，既说明了茶叶品质美好的另一个原因，又与诗题中“自采新茶”四字相照应。茶叶又以高山云雾茶为佳，诗中第五六句诗所说的“蒸烟”和“丹崖”，正是指明了云雾和高山这两点，表明了茶叶品质上乘。第七句是说盛装茶叶的器具其形状之美，色泽之奇之特，间接衬托出了这茶叶的名贵与稀罕。第八句则是用典故比喻，直接评述茶叶品质的纯美无瑕。\r\n　　诗歌的第二部分是惊赞茶叶香气的奇妙。首先是香气持久悠长。第十句，“馀馥”是说香气不是一飘而尽，而是久留不散。“延”指香气渐渐弥漫开来，“幽遐”则指香气传到了很深很远的地方。其次是茶香的神奇功效。喝了好茶，可以提神、祛秽，诗中的第十一句和第十二句，就是围绕这两方面来说的。“荡昏”，即清除心神上的昏沉困倦，可以提神。“荡邪”，就是除秽。“涤虑”，就是洗去心中的烦躁，去掉昏惑和邪气，保持心神的安宁和清醒。这样，喝好茶有益于身心的健康，这是一般人从生理角度来理解的。然而柳宗元则从心理角度加以发挥，提升到了人的精神思想品格的高度来评价好茶的妙用。“涤虑发真照”，是说茶香净化了人的思想道德，显露出人的毫无污染的真情本相。“还源荡昏邪”，是说茶香清除了精神意识中的昏浊邪恶，使人回复到自然天性，保持清白纯洁的境界。可见，诗人在此用到了双关象征手法，这么立意构思，就非常巧妙深刻，富有诗意。正因为这茶香不仅有益于人的生理健康，还能有益于人的精神的健康，使人脱俗，所以才是最为神妙的珍异的上品。也正因为这茶叶具有这样的神奇功效，所以下面柳宗元连用佛教道教中的两种神奇的故事来加以比较。佛祖如来的甘露饭，香气熏染了毗耶城和大千世界，其实是说佛法广大，教化感人，使人皈依正道。道家仙客所饮流霞仙酒，使人数月不饥，其实是丹药神力，使人清心寡欲，不贪不痴，修成仙体。它们同为食物，都具有神奇功效，所以柳宗元用它们来与茶叶相比。不过，柳宗元自己更为信佛，而且斋饭、茶叶易得，流霞难求，所以诗中要说香茶“犹同”甘露饭，而“贵”于流霞。\r\n　　对这珍贵的名茶，柳宗元自然十分赞赏和珍视，但是既为其物，更为其人，因为这是柳宗元在贬谪永州时的第一位友人所赠，且为亲手所采，关爱殷切，情意殷深，使困窘中的柳宗元倍感精神上的慰藉和友情的可贵。赞美茶叶，其实更是赞美友人的情谊。所以柳宗元要用“金鼎”烹茶，要以自作新诗回赠，更要从精神人品的高度来立意构思，这既为共勉，也为自励。"
        },
        {
            "title": "赠江华长老",
            "content": "老僧道机熟，默语心皆寂。去岁别舂陵，沿流此投迹。\r\n室空无侍者，巾屦唯挂壁。一饭不愿馀，跏趺便终夕。\r\n风窗疏竹响，露井寒松滴。偶地即安居，满庭芳草积。\r\n【注释】：① 长老：对寺庙住持或德高年长之僧的尊称。\r\n②机：关键、要点。 \r\n③舂(chōng 冲)陵：地名，在今湖南宁远县柏家坪。\r\n④屦(jù)：用麻、葛等制成的鞋。\r\n⑤跏趺：佛教徒结跏趺坐的略称，双足交迭而坐，是佛教中修禅者的坐法。\r\n⑥偶：谐合。【译文】：老和尚精通释氏道义，整天默默不语而心神宁静。 \r\n据说是去年离开舂陵，沿着潇水投奔零陵。\r\n居室简陋没有侍者，只有毛巾鞋子挂在壁屛。\r\n用餐时一粒饭都不肯剩存，饭后盘腿而坐直至太阳西沉。\r\n窗外风吹稀疏的竹枝沙沙作响，井边的老松上清露泠泠。\r\n适合的地方就是安居的场所，庭院青悠悠芳草芬馨。【赏析】：　　该诗是柳宗元写给一位江华籍老和尚的赠诗。他是去年才由舂陵移居永州的。全诗描述了这样一位老和尚：他生性喜静，沉于佛事，佛理精熟，生活简朴，令人肃然起敬。全诗明白晓畅，内容单一。想必是诗人住龙兴寺时，出入寺庙观察有感后而写。 \r\n　　全诗可分为三节，前四行是第一节，概括介绍老和尚，一“熟”一“默”，形象地刻画出了老和尚内外特点。中四行为第二节，以白描手法，反映了老和尚节俭的生活。后四行为第三节，写庭院环境，衬托老和尚不凡的修养。全诗结构匀称合理。\r\n　　本诗在写法上运用衬托手法。先写老僧话少心静，再写居室空荡，生活简朴，环境天然，意在衬托“长老”内在的充实以及对佛道的精熟。在本诗第三节以生活环境的自然幽雅来衬托主人的涵养。另外，本诗所布的“虚白”，如长老的家世如何，缘何而投空门，乃至姓名法号等等，读者都不得而知。诗人有意将此谈化，恰恰突显了中心内容，使“熟”字成为本诗的诗眼。把读者的目光引向了长者对佛的热情与虔诚，“长者”就像是为“佛”而生，为之痴迷，愿为之倾尽生命的坚定执著的信使，是一名地道的全身心投入的“浮屠”。\r\n　　柳宗元的赠诗答诗，一般都是写给好友亲朋的。像本诗这样写给既非亲故、又无深交的一般僧侣，是少之又少。究其因，大致有二。一是柳宗元本人信仰佛教，他生长在具有习佛传统的家庭。中唐时期佞佛一时成为朝野的风气，被贬地永州，靠近禅宗活动中心法照盛地衡山；被贬时湖南禅宗也正是兴盛之时，加之诗人多年居住在寺庙，被贬后心灵需要慰藉，感情也需寄托。在这样的家庭、社会、居住环境以及心理需求下，很自然地就与佛教相濡以沫，水乳交融了。他热情而诚挚地研究与宣扬佛学，以至成为中国士大夫佛教信徒的一种典型，代表了一代文人佛教理解的理论高度。习佛成为他南荒“系囚” 生活生命的一部分。有关情节在《晨诣超师院读禅经》中有具体的描述——“汲井漱寒齿，清心拂尘服。闲持贝叶书，步出东斋读。”这样，柳宗元关注佛门僧侣便是情理中的事情。其二是长老崇佛达到了诗人心中的理想的境界：心无旁鹜,对物欲无所求，对佛理道义则孜孜以求，永不满足。这大概正是初贬永州的诗人，为打发无聊慰籍寂寞所想达到的境界。总之，此诗不仅表现了诗人对长老的敬仰与羡慕，同时也反映出诗人当时旧痛欲罢不能的心境。"
        },
        {
            "title": "初秋夜坐赠吴武陵",
            "content": "稍稍雨侵竹，翻翻鹊惊丛。美人隔湘浦，一夕生秋风。\r\n积雾杳难极，沧波浩无穷。相思岂云远，即席莫与同。\r\n若人抱奇音，朱弦縆枯桐。清商激西颢，泛滟凌长空。\r\n自得本无作，天成谅非功。希声閟大朴，聋俗何由聪。\r\n【注释】：(1)吴武陵：柳宗元在贬谪永州时最亲密的友人之一。《新唐书·文艺传》“吴武陵，信州（今江西上饶）人。元和初擢进士第。……初，柳宗元谪永州，而武陵亦坐事流永州，宗元贤其人。”\r\n(2)稍稍：萧森，阴晦。\r\n(3)翻翻：翩翩，鸟飞轻疾的样子。\r\n(4)美人：此指吴武陵。按，以美人喻指心中仰慕赞美之人，是《诗经》和《楚辞》以来的传统手法。湘浦：潇水边。湘，这儿实为潇水。浦，水边。\r\n(5)杳（yǎo）幽暗深远。极：穷尽，这儿指看到尽头。\r\n(6)沧：水青苍色。\r\n(7)云：谓，说。这儿是说得上的意思。\r\n(8)即席：就席，在座席上。莫与同：不能与他同坐。莫，没，不。\r\n(9)若人：伊人，此人。若，此。抱：怀有。\r\n(10)縆（gēng）：紧绷。这儿指琴弦紧紧地张在琴上。枯桐：焦枯的桐木。这儿借指琴身。相传东汉蔡邕用烧焦了一截的桐木制琴，音甚美，故名焦桐，又叫焦尾琴。\r\n(11)清商：古代以宫、商、角、徵、羽表示五阶声律，商音清越，故名清商。激：激扬，飞荡。西颢（hào）：秋天。古人以东南西北配春夏秋冬，西代表秋。又古人称西方为颢天。《吕乐春秋·有始》：“西方曰颢天，其星胃、昂、毕。西方八月建酉，金之中也，金色白，故曰颢天。”颢，白色。\r\n(12)泛滟（yàn）：浮光闪动的样子。这儿比喻琴声美妙感人，使人心波动荡。凌：直冲向上。\r\n(13)自得：自有所得，自己心中有所感受体会。得，心得感受。作：造作，做作。\r\n(14)天成：天然而成，不借助人力。谅：确实，真的。功：人工。\r\n(15)希声：细微的声音。希，细。閟（bì）：关闭，封闭。大朴：本质，本性。大，重大的，基本的。朴，未经加工成器的原材料，借指朴质的天性。\r\n(16)聋俗：愚昧不明事理的世俗之人。聋，听觉丧失或迟钝，喻愚昧无知。何由：由何，从何。聪：听觉灵敏，听得很清楚。【译文】：萧萧的夜雨随风袭入竹林，惊恐的鸦鹊翻飞于林丛之中。\r\n思念的人儿被阻隔在河的对岸，整夜里刮着瑟瑟寒风。\r\n浓浓云雾，茫然无际,苍苍潇水，波涛汹汹。\r\n所思念的人儿怎说得上遥远？只可惜在座席上不能与他同膝共咏。\r\n这美人心中怀藏奇妙的乐曲，焦桐木上，紧绷的丝弦根根朱红。\r\n清商曲调在秋空中飞扬激荡，犹如闪动的浮光映射到苍穹。\r\n琴曲得自内心真情而非做作，天然而成岂有半点人为的加工。\r\n但细微的心声被封闭在心里，耳聋的俗人又从哪儿能知情听懂？【赏析】：　　此诗当作于元和三年（808）秋。理由是：一、诗中说“美人隔湘浦”，说明其时吴武陵居住在潇水之西，柳宗元则居住在潇水之东城内。到元和五年，柳宗元迁居潇水之西愚溪，就不再与吴武陵有潇水之隔了。那么此诗应作于元和五年以前。二、诗中称吴武陵为“美人”，对他的琴艺和才干深表仰慕敬佩，似为初识其人时的口吻。而吴武陵在元和二年进士及第，元和三年初贬谪永州，柳宗元与他初识应在元和三年。\r\n　　这首诗可以分为二层。第一层为开头八句，写诗人在初秋夜坐之时对吴武陵的思念之情，充满了关切和同情。这种思念之情由“一夕生秋风”而引起。凄雨侵竹，惊鸟翻飞，浓雾弥漫，烟波浩渺，勾勒出一片秋夜乍寒凄凉的景象，这衬托出诗人被贬谪的愁苦忧戚的心情，也暗示出朝廷的黑暗和政局的险恶。正直不屈的才士横遭打击和迫害，如鹊鸟在寒冷的风雨中栖居无所，惊惧难安。他们被贬谪到边荒，毫无出路，如浓雾烟波无穷无尽一样。这里，诗人一方面表达了自己的忧愤痛苦，一方面又表达了对吴武陵的惺惺相惜和深切同情。诗人由己及友，很自然地勾起了对吴武陵的思念，他们同病相怜，在初秋风雨之夜都会愁苦难当的。第二层为后面八句，写诗人对吴武陵琴艺和才华的高度赞赏，为人才被埋没而深表愤慨。首先，诗人写吴武陵的琴弦和琴身，十分华丽名贵，为下面写琴声的美妙作一铺垫。然后写琴音的清扬流荡，作者用浮光闪动上激秋空来比喻，十分新奇巧妙。琴声清越，可以上凌天空，使人体会到琴声的穿透力强，曲调高远。琴声激荡，如波光闪耀，粼粼夺目，使人体会到琴声中激情洋溢，而且音质清丽，曲调流畅。这两句又与秋天和潇江景物紧紧相扣，运用比喻不但贴切，而且自然。其次写琴曲的自得天成。这就是说，琴曲是吴武陵内心真情的流露，没有丝毫的造作和人为的刻意。吴武陵的志趣高远，才华横溢，已不言而喻。最后两句，诗人为吴武陵的才华被埋没而抱屈不平，深表愤疾。吴武陵琴声美妙清越，但对权贵来说，只是听不见的细微声音。吴武陵在被贬之后，刚直不屈，其本性朴质如初，毫无亏损，他心中流露的真情志趣，权贵们不仅不愿听赏，而且也是无法听懂无法理解的。权贵们正如聋子一样，对才士的情趣、忧愤、才华根本就感受不到。这里，柳宗元用辛辣的嘲讽表达了心中无比的愤慨，为朋友，也为自己。"
        },
        {
            "title": "酬娄秀才寓居开元寺，早秋月夜病中见寄",
            "content": "客有故园思，潇湘生夜愁。病依居士室，梦绕羽人丘。\r\n味道怜知止，遗名得自求。壁空残月曙，门掩候虫秋。\r\n谬委双金重，难征杂佩酬。碧霄无枉路，徒此助离忧。\r\n【注释】：①娄秀才：即娄图南。\r\n②客：指娄图南。何焯《义门读书记》：“谓娄将入道也”。\r\n③潇湘：陶岳《零陵总记》“潇水在永州西三十步，（出）自道州营道县九疑山中。湘水在永州北十里，出自桂林阳海山中。至零陵北与潇水合。二水……自零陵合流谓之潇湘，故零陵亦有‘潇湘’之称。”\r\n④居士室：指娄图南所居开元寺的房舍。慧远《维摩义记》：“居士有二：一、广积资产，居财之士，名为居士；二、在家修道，居家道士，名为居士。”当时，娄图南寓居开元寺修道，故称之为“居士”。\r\n⑤羽人丘：传说中的羽人国。据《山海经》说：“有羽人之国，不死之民，或人得道身生羽毛也……丹丘昼夜常明。”。章士钊《柳文指要之部》卷二十五说：“子厚尝作《梦归赋》，不梦则已，梦则思归，而娄梦羽人之丘，则其入道之志坚矣。”\r\n⑥道：揣摩、品味“中道”之说。《后汉书·申屠蟠传》：“安贫乐潜，味道守真。”知止，《老子》：“知足不辱，知止不殆”。\r\n⑦曙：光亮。\r\n⑧候虫秋：秋虫入室鸣叫。《诗经·豳风》：“七月在野，八月在宇，九月在户，十月蟋蟀入我床下。”\r\n⑨双金：一对金杯。环珮：环形的珮玉。委金酬珮，是指柳娄二人唱和应答。\r\n⑩离忧：离人之忧。【译文】：寓居寺院挡不住思乡的感情，潇湘之夜又勾起愁思绵绵。\r\n病卧寺庙却仍然一心向“道”，羽人国常在你梦里绵延。\r\n体悟大道而喜爱“知止不殆”的嘉训，遗失名利去追求更高的境界。\r\n残月微光映照着空壁石岩，虚掩门扉等候秋虫入室长鸣。\r\n承蒙厚爱，赠与我黄金一般贵重的诗作,欲酬杂珮，却使我羞愧汗颜。\r\n碧天云霄，本没有来去之路，就让我写下这首诗消除离人忧怨。【赏析】：　　娄秀才，即娄图南，唐初侍中娄师德曾孙，颇有才华。柳宗元《送娄图南秀才游淮南将入道序》（以下简称《送》）说：“仆未冠，求进士，闻娄君名甚熟。其所为歌诗，传咏都中。”娄虽有“宣风歌德”之才，却不屑进仕。他认为为官者要么能交结权贵，倚靠亲戚，要么出身豪门，吃山珍海味，骑宝马名车，以此来获得朋友的欢心，从而相互吹捧，互得利益，要么“坐高门，邀大车”,向权贵卑躬屈膝，“娇笑伪言”。而他认为自己不具备这些条件，于是遍游江南，来往于各寺庙间，以求入道之法，过着“居无室宇，出无僮御”的生活。元和七年，娄图南途经永州，寓居永州城南二里的开元寺。当时柳宗元心情悒郁，遇见娄便一见如故，常来开元寺与娄探讨佛理，聊以自慰。此诗为酬赠娄图南所作，写于元和十年秋。\r\n　　诗的前二句就为全诗奠定了感情基调：愁怨忧思。娄图南常年飘零在外，羁旅天涯，今又客居他乡，难免不生愁绪。这一“思”一“愁”，既抒发了情感，又点明了娄的部分病因。三、四句“梦绕羽人丘”，进一步剖析娄病的主要原因。“羽人丘”指羽人国。据《山海经》记载：“有羽人之国，不死之民，或人得道身生羽毛也。”原来，娄整日魂牵梦绕的是如何入道，虽然被称为“居士”，也“将入道”，但终究还没有入道，个中滋味，常人很难了解，只有诗人深谙其中奥秘。诗的前四句，诗人不仅摹写其状，更主要的是通过娄病这一情形的描摹观照娄的内心，为下文劝勉娄图南做了铺垫。\r\n　　诗的五、六句为诗人劝勉之句。娄图南甘于清贫，乐于求道，并为入道孜孜以求，文才“传咏都中”之名已丧失殆尽。要想找回“遗名”，诗人给他指出一条正确的途径：“得自求”。两句中一“怜”一“得”，表明了诗人鲜明的态度。诗人在《送》中指出：“（娄）为处士，吾以为非时也……以图寿为道，又非吾之所谓道也。”并针对娄图南“以呼嘘为食，咀嚼为神，无事为闲，不死为生”之道，发出激问：“……其于道何如也？”\r\n　　“壁空残月曙，门掩候虫秋”两句，勾画了一幅独守残月空壁、候虫入室长鸣的清幽愁伤的楚地秋夜图：天上悬挂着弯弯残月，透着星许亮光。月光下，寺院幽寂，寺门虚掩，石壁空空，秋虫“唧唧”。这里有残月的微光，秋虫的长鸣，声光俱见，情景交融。此情此景，怎能不使人愁肠百结、思绪绵绵？这两句历来被后来的诗人学者所推崇。孙月峰的《评点柳柳州集》说：“起有逸思，律中带古意。”张文潜论韩、柳五言警句时，认为此二句“为集中第一”。\r\n　　诗的最后四句既是劝慰之句，又是抒怀之言。作为朋友，应礼尚往来。娄图南“委以双金”，诗人却很难酬以杂珮。这当然是诗人的谦逊之辞。对娄一心只想羽人飞天，诗人郑重指出：“碧霄无枉路”，意即无碧天云霄的来去之路，求道的结果也只会是“徒此助离忧”，奉劝娄不要继续迷恋于入道，应清醒过来，奉行“君子之道”。\r\n　　全诗以“愁思”开头，以“离忧”结尾。从表面上看，诗人是写娄图南的忧愁情怀。其实只要我们联系柳宗元贬永十年的非凡遭遇，就不难发现，诗人也是在抒写自己的“愁思”、“离忧”。"
        },
        {
            "title": "酬娄秀才将之淮南见赠之什",
            "content": "远弃甘幽独，谁云值故人。好音怜铩羽，濡沫慰穷鳞。\r\n困志情惟旧，相知乐更新。浪游轻费日，醉舞讵伤春。\r\n风月欢宁间，星霜分益亲。已将名是患，还用道为邻。\r\n机事齐飘瓦，嫌猜比拾尘。高冠余肯赋，长铗子忘贫。\r\n晼晚惊移律，暌携忽此辰。开颜时不再，绊足去何因。\r\n海上销魂别，天边吊影身。只应西涧水，寂寞但垂纶。\r\n【注释】：①娄秀才：即娄图南，当时寓居永州的一位失意秀才。\r\n②铩羽：被摧落羽毛的鸟。穷鳞：受困窘的鱼。\r\n③浪游：随意游逛。费日：耗费时日。\r\n④间：间隔，间断。分（fèn奋）：情分。\r\n⑤机事：机巧的心事。飘瓦：语出《庄子·达生》“虽有忮心，不怨飘瓦。”喻指无意识的行为。拾尘：据《吕氏春秋·任数》记载：孔子受困于陈、蔡之间。颜回找到米后烧火做饭，孔子看见颜回在甑中抓饭吃。饭熟后，颜回拿饭给孔子吃，孔子说“我梦见先君吃完饭后再送给我吃。”颜回知道孔子误会了，就说：“刚才炭灰掉进甑中，我觉得丢掉可惜，所以捡出来吃了。”孔子听了笑着说“所信者目矣，目犹不可信；所恃者心矣，而心不足恃。弟子记之。”后遂以“拾尘”喻误会致疑。\r\n⑥高冠：高高的帽子。《楚辞·涉江》“高余冠之岌岌兮，长余配之陆离。”屈原以“高冠”喻自己的高洁品质。长铗：《战国策·齐策》记载：冯谖做了孟尝君的门客。孟尝君身边的人都看不起他，冯谖就弹着他的长剑唱道：“长铗归来乎，食无鱼。”孟尝君听说后满足了他的要求。他后来为孟尝君称相立下了大功。这里是说娄图南虽然像冯谖一样贫穷而能安然若素。\r\n⑦晼（wǎn挽）晚：日将暮。移律：岁月迁移。睽（kuí葵）携：分离。\r\n⑧绊足：绊住了脚，指有所拘束而不能施展才华。\r\n⑨垂纶：垂钓。纶：钓丝。【译文】：我被远弃他乡独自幽居，谁曾想还有朋友来访寻。\r\n好言语怜惜我这铩羽的罪人，相濡以沫慰藉我受伤的心。\r\n志向受困我们情谊依旧，心心相应彼此了解更深。\r\n随意游逛消磨了许多时日，欢歌醉舞我们何曾伤春？\r\n风月夜不间断共同的欢乐，星霜的日子我们情分更深。\r\n名声已成为我们的祸害，唯有大道还可以亲近。\r\n心中的机巧如飘瓦散去，世有猜忌常让人误会频频。\r\n我学屈原赋楚辞吟“高冠”，你效冯谖歌“长铗”甘受清贫。\r\n天渐晚星月移我心伤悲，痛苦的离别就在这时辰。\r\n开颜欢乐的时刻不会再有，为时势所绊你此去出于何因。\r\n自今日在海上销魂而别，我只能在天涯顾怜自身，\r\n往后就在这城西的涧水边，独自垂钓排谴心中的愁闷。【赏析】：　　柳宗元被贬永州后交往的朋友中，娄图南是一个比较特别的人物。他是唐初侍中娄师德的后人。柳宗元在《送娄秀才游淮南将入道序》中说：“仆未冠，求仕进，闻娄君名甚熟，其所为歌诗，传咏都中。”可知娄秀才早以诗文闻名于京都。但他看不惯官场黑暗，不愿参加科举考试，浪迹天涯，一直过着漂泊不定的生活，流落到永州后，与柳宗元过从甚密，成为挚友。从元和元年到元和三年这三年中，他们一起游山玩水，论古道今，互相唱和，共同度过了一段难忘的时光。现在，朋友即将远行，柳宗元心中无限惆怅与依恋，于是写下了这首感情真挚，哀婉深沉的五言古诗。\r\n　　诗的前十句，写他们亲密的交往，诚挚的友谊。首句“远弃甘幽独”，直接而真实地表达出诗人被贬永州后的孤独幽愤之思，“甘幽独”决非心甘情愿，而是无可奈何。在这种“世亦不肯与罪大者亲昵”（《寄许京兆孟容书》）的境遇中，娄图南的来访颇让诗人喜出望外，“谁言”就是“谁知道”，“谁会想到”的意思。故友来访，欣喜之余更充满感激。“好音怜铩羽”二句就流露着对娄秀才的感激之情，诗人把自己看作是一个备受摧残，穷途末路的罪人，故以“铩羽”“穷鳞”自比。故友的同情与慰藉，才使他受伤的心多少得到一些宽慰。这种患难真情，柳宗元是十分珍重的，所以他说“困志情惟旧，相知乐更新”。在困境中能真情依旧才是真正的知友，患难才能见真情。诗句中的“乐”，是在患难中的相知之乐，是饱含辛酸与忧患之乐。在永州的这些日子里，他们相伴出游，纵情山水，在明媚的春光里，在宁静的风月夜，甚至在瑟瑟的寒风中欢歌醉舞，不知不觉中送走了许多时光。就是在这亲密的交往中，他们建立起了深厚的友谊，彼此相知相慰，义重情深；就是在这亲密的交往中，诗人才从那孤独幽愤中获得暂时的解脱，才找到一点点轻松、安闲的乐趣。\r\n　　中间六句写他们共同的志趣与追求。柳宗元在政治上受到了沉重打击；娄图南虽未涉足仕途，也是饱经忧患。他们都已淡泊名利，视名利为祸患，他们共同追求的是“大道”。作为一代杰出政治家、思想家的柳宗元，政治上虽受排挤打击，仍矢志不渝地“守先圣之道”（《答周君巢饵药入寿书》），这不正是屈原“虽九死其犹未悔”的高尚品格的真实再现吗？他们鄙视的是那些勾心斗角的“机事”，那些互相猜忌的小人；他们崇尚的是光明磊落、理想远大、矢志不渝的屈原，穷且志坚的冯谖。共同的志趣与追求让他们走到了一起，成为知友。\r\n　　诗的后八句是叙别情。分别的时刻就在眼前，诗人心中充满惆怅。朋友离去后还会有开颜欢笑的时刻吗？诗人设想自己往后只能形单影只的在江边垂钓，以排谴心中的无限愁苦，重新过上孤寂的幽居生活。诗句中流露出对朋友无限依恋的惜别之情。\r\n　　柳宗元的这首赠别诗，诚可谓是一首感情真挚、哀婉深沉的佳作。王田葵先生在《孤臣泪已尽，虚作断肠声》一文中说：“柳宗元在永州写的诗中，不管什么题材的诗作，都饱含深情，不言悲而悲不自禁，表面写乐而出乐中有忧；语似质而意蕴深婉。”以此评语来解读此诗，是再恰当不过的了。"
        },
        {
            "title": "商山临路有孤松往来斫以以为明，好事者怜之",
            "content": "孤松停翠盖，托根临广路。\r\n不以险自防，遂为明所误。\r\n幸逢仁惠意，重此藩篱护。\r\n犹有半心存，时将承雨露。\r\n【赏析】：《全唐诗》卷351第30首。"
        },
        {
            "title": "弘农公",
            "content": "知命儒为贵，时中圣所臧。处心齐宠辱，遇物任行藏。\r\n关识新安地，封传临晋乡。挺生推豹蔚，遐步仰龙骧。\r\n干有千寻竦，精闻百炼钢。茂功期舜禹，高韵状羲黄。\r\n足逸诗书囿，锋摇翰墨场。雅歌张仲德，颂祝鲁侯昌。\r\n宪府初腾价，神州转耀铓。右言盈简策，左辖备条纲。\r\n响切晨趋佩，烟浓近侍香。司仪六礼洽，论将七兵扬。\r\n合乐来仪凤，尊祠重饩羊。卿材优柱石，公器擅岩廊。\r\n峻节临衡峤，和风满豫章。人归父母育，郡得股肱良。\r\n细故谁留念，烦言肯过防。璧非真盗客，金有误持郎。\r\n龟虎休前寄，貂蝉冠旧行。训刑方命吕，理剧复推张。\r\n直用明销恶，还将道胜刚。敬逾齐国社，恩比召南棠。\r\n希怨犹逢怒，多容竞忤强。火炎侵琬琰，鹰击谬鸾凰。\r\n刻木终难对，焚芝未改芳。远迁逾桂岭，中徙滞馀杭。\r\n顾土虽怀赵，知天讵畏匡。论嫌齐物诞，骚爱远游伤。\r\n丽泽周群品，重明照万方。斗间收紫气，台上挂清光。\r\n福为深仁集，妖从盛德禳。秦民啼畎亩，周士舞康庄。\r\n采绶还垂艾，华簪更截肪。高居迁鼎邑，遥傅好书王。\r\n碧树环金谷，丹霞映上阳。留欢唱容与，要醉对清凉。\r\n故友仍同里，常僚每合堂。渊龙过许劭，冰鲤吊王祥。\r\n玉漏天门静，铜驼御路荒。涧瀍秋潋滟，嵩少暮微茫。\r\n遵渚徒云乐，冲天自不遑。降神终入辅，种德会明扬。\r\n独弃伧人国，难窥夫子墙。通家殊孔李，旧好即潘杨。\r\n世议排张挚，时情弃仲翔。不言缧绁枉，徒恨纆徽长。\r\n贾赋愁单阏，邹书怯大梁。炯心那自是，昭世懒佯狂。\r\n鸣玉机全息，怀沙事不忘。恋恩何敢死，垂泪对清湘。\r\n【注释】：(1)弘农公，即杨凭，弘农县人，故称弘农公。柳宗元贬永州时，杨凭为潭州刺史湖南观察史，永贞元年十一月移江西观察史。元和二年由江西道入为京兆尹。元和四年，“以贪污僭侈”罪贬为临贺尉，不久，迁杭州长史。元和七年，遂王宥立为皇太子，大赦天下，杨凭入朝为太傅。左官：降职。柳宗元《送李渭赴京师序》：“过洞庭，上湘江，非有罪左迁者罕至。” \r\n(2)知命：知天命。《论语》：“不知命，无以为君子也。”与后文“知天”义同。 \r\n(3)时中：中庸之道。 \r\n(4) 臧（zāng 脏）：善。 \r\n(5)行藏，《论语》：“用之则行，舍之则藏。” \r\n(6)新安，地名。元鼎三年冬，楼船将军杨仆立了大功，从函谷关迁往新安。 \r\n(7)临晋，地名。秦将杨朗有功， 封临晋 君。杨仆、杨朗均为杨凭先辈。 \r\n(8)挺生：挺拔突出。孔稚圭《祭张长史文》：“唯君之德，高明秀挺。”豹蔚：比喻有文采。《易?革》：“君子豹变，其文蔚也。” \r\n(9)龙骧（xiāng）：形容威武。骧：马在跑。 \r\n(10)千寻：形容枝干高耸。寻：古代长度单位，八尺为一寻。 \r\n(11)精闻：精炼博学。《三国志?魏志?钟会传》：“及壮，有才数技艺，而博学，精炼名理，以夜续昼，由是获声誉。” \r\n(12)百炼刚：如百炼钢铁般刚强。 \r\n(13)茂功：丰功。 \r\n(14)高韵：高洁的气质。韵：气质。 \r\n(15)羲（xī）黄：伏羲、黄帝。 \r\n(16)足逸：逸足，犹言捷足。傅毅《舞赋》“良骏逸足，跑捍凌越。”比喻才能超逸的人。囿（yòu ）：借指诗书萃集之处。司马相如《上林赋》：“游于六艺之囿。” \r\n(17)张仲：《毛传》“（张）贤臣也，善父母为孝，善兄弟为友。” \r\n(18)鲁候，《鲁颂?闷（ b ì必）宫序》“闷宫，颂僖公能复周公之宇也。” \r\n(19)昌：显达。 \r\n(20)宪府：御史府。 \r\n(21)神州：中国。《史记》“中国名赤县神州。”这里指京师。 \r\n(22)右言，杨凭曾为起居舍人，居天子右侧记言，故称“右言”。 \r\n(23)左辖，杨凭曾担任左司员外郎，辖制诸司，称“左辖”。 \r\n(24)晨趋佩：早朝时佩戴环佩。 \r\n(25)六礼：冠、婚、丧、祭、乡、相见，并称“六礼”。 \r\n(26)七兵：中兵、外兵、骑兵、别兵、都兵、左中兵、外中兵，并称“七兵”，受兵部尚书辖管。 \r\n(27)仪凤：凤在起舞，且有容仪。《尚书?益稷》“《箫韶》九成，凤凰来仪。” \r\n(28)尊祠：尊崇祠祀。 \r\n(29)饩（xì）羊：古时用于祭祀的生羊。 \r\n(30)岩廊：严竣的廊庙，这里比喻为朝廷。 \r\n(31)衡峤（qiáo），地名，今衡山。 \r\n(32)豫章，地名，今江西南昌。 \r\n(33)父母：指杨凭身为父母官，爱民若子。 \r\n(34)股肱（gōng）：比喻辅助得力的大臣。《王褒四子讲德论》“盖君为元首，臣为股肱。“ \r\n(35)细故：微琐之事。 \r\n(36)烦言：烦琐之言，这里指争执。 \r\n(37)真盗客：指张仪。《史记?张仪列传》“（仪）尝从楚相饮，已而楚相亡壁，门下意张仪：‘仪贫无行，必此盗 相 君之壁。\\'共执张仪，掠笞数百，不服，释之。” \r\n(38)误持郎：指直不疑。《史记?范石张叔列传》“直不疑者，南阳人也。为郎事文帝，其同舍有告归，误持同舍郎金去，已而金主觉，忘意不疑。不疑谢有之，卖金偿，而告归者来而归金，而前亡金郎者大惭，。以此称为长者。” \r\n(39)龟虎休前寄：印符被收回。龟虎：印符。休前寄：去官之意。 \r\n(40)貂蝉冠旧行：指杨凭任左散骑常侍。貂蝉冠，元代之前，皇帝近侍大臣官帽上均系貂尾、黄蝉。 \r\n(41)命吕：指杨凭任刑部侍郎。吕：指吕侯，郑国大臣，曾得郑穆王之命掌管训刑之法，作吕刑。 \r\n(42)理剧复推张：治理剧郡像张敞一样（受人爱戴）。理：处理。剧：繁难的政务。张：张敞，汉宣帝时名臣，治理有方，深得宣帝赏识。 \r\n(43)销：销除。 \r\n(44)齐国社：指齐国大臣石庆为相时，辅助齐王大治天下。石庆死后，立石相祠，为后人景仰。 \r\n(45)召南棠，《诗径?召南甘棠序》“甘棠，美召伯也。召伯之教，明于南国。”据史书记载，周召伯巡行乡邑时，曾在甘棠之下决讼，后人由是歌颂他。 \r\n(46)希怨，《论语?公治长》“伯夷、叔齐不念旧恶，怨用希。” \r\n(47)忤（wǔ）：违逆，抵触。《新唐书?李义府传》“凡忤意者，皆中伤之。” \r\n(48)琬琰：琬、琰均为玉名。 \r\n(49)谬：错误，荒谬。这里是误伤之意。 \r\n(50)刻木，《汉书?路温舒传》“画地为狱，议不入；刻木为吏，期不对。”狱吏极端苛刻，因此连木头做的假吏也不敢见，形容对狱吏的深恶痛绝。 \r\n(51)滞馀杭，指杨凭于元和四年贬谪为临贺尉，后又从临贺迁徙到杭州，任杭州长史。 \r\n(52)讵畏匡：不怕受匡人畏迫。匡：春秋时地名，今河南长垣县。《论语?子罕》“子畏于匡。”讵 (jù) ：表示反问，相当于“难道”之意。 \r\n(53)齐物：庄子著《齐物论》。他否定一切，齐万物，一死生，泯是非得丧，以求内心调和、精神胜利。柳宗元认为这种齐物论调怪诞而不苟同。 \r\n(54)骚，指屈原的《离骚》。 \r\n(55)“骚爱远游伤”指“爱骚、远游伤”，即喜欢《离骚》、《远游》一样的感伤情怀。远游，指屈原的《远游》。 \r\n(56)周群品：普施百官。周：遍及。群品：百官。 \r\n(57)重明照万方：日月照亮四方。重明：指日月。 \r\n(58)斗：北斗星。 \r\n(59)台：三台，星名，又名泰阶。 \r\n(60)深仁：仁义深厚。 \r\n(61)禳（ráng）：扫除。 \r\n(62)畎亩：田地。畎（quǎn）：田间小沟。 \r\n(63)康庄：大道。《尔雅?释官》：“四达谓之衢（ q ú渠），五达谓之康，六达谓之庄。” \r\n(64)采绶：彩色的艾绶。 \r\n(65)华簪更截肪，古人用簪子把帽子别在头发上，华簪为贵官所用，故常用来指显贵的官职。陶潜《贺郭主簿》：“此事真复乐，聊用忘华簪。”截肪 (f á ng 防 ) ：腰间那段脂肪。《文选?魏文帝? < 与钟大理书 > 》“白如截肪。”李善注引《通俗文》曰：“脂在腰曰肪。” \r\n(66)鼎邑：指洛阳。 \r\n(67)遥傅好书王：从遥远的地方回来，担任喜欢读书的王子的太傅。 \r\n(68)金谷：金谷园，今河南洛阳西北。 \r\n(69)上阳：上阳宫。 \r\n(70)容与：闲适自得的样子。陶潜《闲情赋》：“拥劳情而罔诉，步容与于南林。” \r\n(71)里：古代一种居民组织，先秦以二十五家为里。这里指杨凭与往昔的朋友住在一起。 \r\n(72)许劭：字子将，汝南平舆人。他与其兄许虔被汝南人称为“平舆二龙”。这里借指许孟容侍郎与许司业。 \r\n(73)王祥，《晋书?王祥传》“祥性至孝……母常欲生鱼，时天寒冰冻，祥解衣将剖冰求之，冰忽自解，双鲤跃出。”这里借指王仲舒舍人。 \r\n(74)王漏：古代一种分辨昼夜的玉器。 \r\n(75)铜驼：铜制的骆驼。陆机《洛阳记》“汉铸铜驼二枚，在宫之南四会道，夹路相对。” \r\n(76)涧 瀍 （chán）：涧水和 瀍 水。 \r\n(77)潋滟（liàn yàn）：波光荡漾。 \r\n(78)嵩少：嵩山和少山。 \r\n(79)渚（zhǔ）：水中间的小块陆地。 \r\n(80)遑（huáng）：闲暇。 \r\n(81)入辅：辅助朝廷。 \r\n(82)明敭（yáng）：明德扬名。敭，同“扬”。 \r\n(83)伧（cāng）人国：永州古楚地，故称。伧人，指粗野的人。 \r\n(84)夫子墙，《论语?子法》“子贡曰：‘夫人之墙数仞，不得其门而入不见宗庙之美，百官之富。\\'”这里借指杨凭门墙。 \r\n(85)通家殊孔李：孔李通家与柳杨世交不同。孔李通家，即孔子与李膺先辈 李老 君“同德比仪而相师友”，这是孔融的杜撰。 \r\n(86)潘杨，即潘岳与杨肇。潘岳《怀旧赋》“余十二而获见，于父友车武 戴候杨 君，始见其名，遂申之以烟好。”宗元为杨凭女婚，故比以“潘杨”。 \r\n(87)张挚，张释之子，字长公，官至大夫，后因事被罢免，终身不仕。 \r\n(88)仲翔，即三国时吴国将军虞翻，字仲翔。因屡次犯颜直谏，孙权不悦，再加上性格怪癖，时人谤毁者居多，因此隐居丹阳泾县。 \r\n(89)缧绁（xiè）：捆绑犯人的绳索。 \r\n(90)墨徽：马绳。这里指作者被囚居在永州。 \r\n(91)单阏（chán yān）：卯年的别称。贾谊《鵩鸟赋》“单阏之岁，鵩集吾舍”。《尔雅?释天》：“太岁……在卯曰单阏。” \r\n(92)邹书怯大梁：邹阳被梁王所囚而心怯作书。据《史书》记载，齐人邹阳曾在大梁游玩，很多人嫉妒他的才华。其中有人就上书诬陷邹阳，梁孝王大怒，将他囚禁在大牢中。邹阳恐怕“死而负累”，从狱中上书。此后梁孝王待他为上宾。 \r\n(93)炯心：耿耿的心怀。 \r\n(94)怀沙:《史记?屈贾列传》 “（屈原）乃作《怀沙》之赋……于是怀石，遂自投汩罗以死。” \r\n(95)恩：皇恩。 \r\n(96)清湘：清澈的湘水。【译文】：知命是儒家推崇的品德，中庸的操守也倍受圣人称赞。 \r\n心情宁静，宠辱不惊而视为一体，遭遇大事，任其自然而随遇而安。 \r\n楼船将军杨仆立了大功而徙居新安，秦将杨郎，屡立战功而以临晋君加冠。 \r\n挺拔突出，你文质斌斌有如豹变，迈开步伐，你龙腾虎跃威武向前。 \r\n身材魁伟，你犹如千寻枝干高耸，精炼博学，你如金百炼越炼越坚。 \r\n志向远大，你期望建立功德能像舜禹一般伟大，目标高远，你希望品质高洁如同伏羲、黄帝一般。 \r\n才能超逸，你捷足先登在诗书荟萃的地方。文笔畅达，你时时驰骋于翰墨的艺园。 \r\n你的朋友都有张仲孝亲友朋的贤德，又如鲁候赞美僖公复宇周室般名气显扬。 \r\n任职御史台，你声价便千百倍地腾涨，赤县神州地，人们盛传着你干炼的锋芒。 \r\n担任起居舍人，你记言的文字盈满简策，又任左司员外郎，你详备的条纲严密周详。 \r\n晨起上朝，环佩叮当作响，近待皇帝，浓郁的轻烟散发出阵阵清香。 \r\n任官礼部郎中，各种礼仪安排得井井有条，官兵部郎中，军队都威风凛凛，兵气远扬。 \r\n任太常少卿，礼乐庄重可使凤凰来仪，且尊崇祠祀，祭礼上详备着饩羊。 \r\n你身为国卿之材优于柱石，你身为国家的公器独擅于严峻的庙廊。 \r\n身为湖南观察使，亲临衡山察看民情，转迁江西观察使，又将和风带到豫章。 \r\n作为父母官，你已成为人心所向，又是股肱臣，州郡的牧使喜得如此贤良。 \r\n琐屑的小节你从不留意，烦杂的怨言你也不过于设防。 \r\n张仪没有盗璧，你也如他一样有待昭雪，不疑并未偷金，你也像他一般蒙受冤枉。 \r\n沉冤昭雪，龟虎的印鉴也曾被收回，你依旧戴上貂蝉冠到朝中弄璋。 \r\n训告刑法如吕侯一样严谨，治理剧郡如张敞一样受人景仰。 \r\n刚正不阿，销除邪恶大义凛然，道德美好，柔韧谦和又不缺乏刚强。 \r\n人们尊敬你超过了齐人石庆被后人立石景仰，给予人们的恩惠也不亚于召伯决事甘棠。 \r\n着意减少怨怒，但仍然遭受了小人的愤怒，对事多所宽容，也还是触犯了权贵、豪强。 \r\n熊熊的大火灼烤了琬琰白玉，凶猛的鹰禽也误伤了高贵的鸾凰。 \r\n刻木为吏，你无法辨对强加的冤罪，芝兰被焚，你始终不改本来的芬芳， \r\n辗转迁徙一直过了桂岭，中间徙官又被滞留在余杭。 \r\n怀念故乡，你虽然时时北望，但心知天命也不怕如孔子被匡人所强。 \r\n齐物论调，你认为怪诞而不苟同，《离骚》、《远游》，你一向喜欢如此忧怨感伤。 \r\n皇上大赦天下，恩泽普施百官，日月的光辉照亮了四面八方。 \r\n北斗之星间，收回了埋没的紫气，三台之星上，悬起了清明的福光。 \r\n你仁义深厚，终又时来运转，福泽光临。妖人为谗，盛德的时代也只剩下张皇。 \r\n秦地的百姓啼叫在田亩中，周都的士人起舞在康庄大道上。 \r\n垂艾般的采绶又佩戴在你的腰间，洁白的玉簪又在你的头上流芳。 \r\n你乔迁到洛阳，教给好读书的王子以垂露华章。 \r\n居屋清幽，如碧树环绕金谷园，建筑奇伟，如红霞映照上阳。 \r\n闲时聚会，你与诸王子时时唱和，相邀欢醉，又时常面对着清凉。 \r\n往时的朋友仍然与你共住一处，昔日的同僚也每每欢聚一堂。 \r\n许孟容、许司业好比渊潭的潜龙，居忧的王仲舒又如卧冰求鲤的王祥。 \r\n宫门宁静，可以听到玉漏的声音，铜驼御路，如同驼铃传越沙漠般荒凉。 \r\n涧 瀍 二水秋光潋滟，嵩、少二山暮色微茫。 \r\n遵渚而居，生活不仅仅是快乐，一飞冲天，来日就会前途辉煌。 \r\n神灵下降终会入辅朝政，广种道德定会奋起昂扬。 \r\n我被遗弃在这粗野蛮荒的地方，很难再有机会得到攀援天子的明堂。 \r\n杨柳世交，不只是孔子和李耳一样的通家， 还有着姻亲旧谊如同潘阳。 \r\n张挚刚正，却被世人的议论排挤，仲翔直谏，又被时代遗弃在泾阳。 \r\n缧世束缚，我也不提如此的冤枉，囚居多年，长恨的岁月实在太漫长。 \r\n贾谊写赋，是由于忧愁太岁临犯的兔年，邹阳作书，是因为心怯于大梁。 \r\n我耿耿的心怀如何是好啊？贤明的时代我只好疏懒佯狂。 \r\n但眷恋皇恩又怎敢去死呢？只好潸然泪下，对着清澈的湘水。【赏析】：　　清朝吴汝纶在《跋所书柳子厚诗》中说：“柳州五言佳处在长篇，世徒赏其篇章，以配韦苏州，未为知言。”这话的确很有见地。柳宗元的五言长律瑰奇宏丽、清峻峭拔、属对工切、脉胳贯通。《弘农公》即是柳五言长律中的佳作，也是抒发离乡去国的感伤骚情的典型篇章。此诗为贺杨凭升迁而作。 \r\n　　这首诗写于元和七年。此时的柳宗元虽有凌云之志、匡世治国之才，但八年的囚居生活，母妻俱亡的孓然孤寂、遇大赦却“不在量移之限”的怨愤失望，使他重返政坛的愿望变得更加渺茫。因此，作品中的忧愤、愁思之情比前期更为浓烈。 \r\n　　此诗共分五个诗节。前四节叙述了从杨凭在朝任职到屈于诬枉出任湖南、江西观察使再到左官三岁复为大僚的坎坷经历，一波三折，跌宕起伏。作者在诗中运用了铺排、比喻等手法，淋漓尽致地表现了杨凭非凡的气质、胸襟与卓越的文才武略。写杨凭一出生就“推豹蔚”、“仰龙骧”，修养如“百炼刚”；志向远大，要“期舜禹”、“状羲黄”。任职御史台，“神州转耀 鋩 ”。后所任职，无论是左司员外郎、起居舍人，还是礼部郎中、兵部郎中，抑或是太常少卿，都表现出了非凡的才能，堪当国家的“公器”、朝廷的“柱石”。即便是由于屈于诬枉，被贬为湖南、江西观察使时，也是百姓的父母官、朝廷的“股肱”良臣。虽辗转迁徙，“刻木终难”，但还是“希怨”、“未改芳”，时时“顾土怀赵”，系念着国家。到“重明照万方”，杨凭又在京师任职，并担任王子太傅时，“碧树环金谷，丹霞映上阳”、“涧 瀍 秋潋滟，嵩少暮微茫”。作者用这些极富明丽色彩的景物来烘托杨凭到京师任职后的愉悦、畅达的心境。在这起伏的事件叙述中，作者极尽抒写之能事，对杨凭推崇备至。作者将他比作“琬琰”、“鸾凰”、神灵、芝兰。不仅如此，连杨凭结交的朋友也有张仲之“德”、鲁候之“昌”、许劭之才、王祥之孝。作者之所以将杨凭奉为至高至圣之人，固然有两家为世家、且杨柳为翁婿关系的原因（柳宗元妻弘农杨氏为杨凭之女，于贞元十五年，因病去世，年仅二十三岁），但作者在此并非为了阿谄杨凭，讨杨欢心，而是意在站在客观立场上颂扬其德其才，并以此来反衬自己由于多年囚居而空有一身才华不能施展的无奈和忧伤。杨凭虽遭受磨难，但终“重明照万方”。而作者呢？只能长嘘短叹，装懒“佯狂”，在“伧人国”里煎熬。在感伤的同时，作者仍然希望如杨凭一样能一飞冲天，如贾谊写赋、邹阳作书一样能重受皇恩，一鸣惊人。写人与明志融为一体，叙事与抒怀水乳交融。 \r\n　　柳在此之前的酬赠诗，大多篇幅短少，而柳这首酬赠诗却洋洋洒洒五十韵，尽情叙写杨凭德才兼备与遇挫不屈的坚韧毅力，并以此抒发自己的愁思。作品中用典良多，其中与屈原有关的典故就有三处：“骚爱远游伤”、“鹰击谬鸾凤”、“鸣玉机全息，怀沙事不忘”。由此可见，柳的五言长律深得屈原遗风。严羽的《沧浪诗话》说：“唐人惟柳子厚深得骚学，韩愈、李观皆所不及。”沈德潜的《唐诗别裁》也说：“柳州诗长于哀怨，得《骚》之余意。”柳、屈都善用比喻、夸张、铺排渲染，善于用典，长于抒怀、明志，尤其是长于“哀怨”。究其原因，柳宗员与屈原的坎坷经历相似，忧国爱国之心相同。屈原善于外交辞令，曾为楚怀王左徒，后因怀王听信谗言放逐屈原于江南；柳宗元曾任礼部员外郎，参加“永贞革新”后因宦官和旧官僚的联合反攻而失败，已而被贬为永州司马。由于仕途失意，柳、屈在他们作品中都表现出了离乡去国的忧怨、重受皇恩的期待及关心国家的赤子之心。"
        },
        {
            "title": "同刘二十八院长述旧言怀感时书事",
            "content": "弱岁游玄圃，先容幸弃瑕。名劳长者记，文许后生夸。\r\n鷃翼尝披隼，蓬心类倚麻。继酬天禄署，俱尉甸侯家。\r\n宪府初收迹，丹墀共拜嘉。分行参瑞兽，传点乱宫鸦。\r\n执简宁循枉，持书每去邪。鸾凤标魏阙，熊武负崇牙。\r\n辨色宜相顾，倾心自不哗。金炉仄流月，紫殿启晨霞。\r\n未竟迁乔乐，俄成失路嗟。还如渡辽水，更似谪长沙。\r\n别怨秦城暮，途穷越岭斜。讼庭闲枳棘，候吏逐麋麚。\r\n三载皇恩畅，千年圣历遐。朝宗延驾海，师役罢梁溠。\r\n京邑搜贞干，南宫步渥洼。世惟材是梓，人仰骥中骅。\r\n欻刺苗入地，仍逾赣石崖。礼容垂琫□，戍备响錏鍜。\r\n宠即郎官旧，威从太守加。建旟翻鸷鸟，负弩绕文蛇。\r\n册府荣八命，中闱盛六珈。肯随胡质矫，方恶马融奢。\r\n褒德符新换，怀仁道并遮。俗嫌龙节晚，朝讶介圭赊。\r\n禹贡输苞匦，周官赋秉秅。雄风吞七泽，异产控三巴。\r\n即事观农稼，因时展物华。秋原被兰叶，春渚涨桃花。\r\n令肃军无扰，程悬市禁贳。不应虞竭泽，宁复叹栖苴。\r\n蹀躞驺先驾，笼铜鼓报衙。染毫东国素，濡印锦溪砂。\r\n货积舟难泊，人归山倍畬。吴歈工折柳，楚舞旧传芭。\r\n隐几松为曲，倾樽石作污。寒初荣橘柚，夏首荐枇杷。\r\n祀变荆巫祷，风移鲁妇髽。已闻施恺悌，还睹正奇邪。\r\n慕友惭连璧，言姻喜附葭。沉埋全死地，流落半生涯。\r\n入郡腰恒折，逢人手尽叉。敢辞亲耻污，唯恐长疵瘕。\r\n善幻迷冰火，齐谐笑柏涂。东门牛屡饭，中散虱空爬。\r\n逸戏看猿斗，殊音辨马挝。渚行狐作孽，林宿鸟为[歹差]。\r\n同病忧能老，新声厉似姱。岂知千仞坠，只为一毫差。\r\n守道甘长绝，明心欲自[亚刂]。贮愁听夜雨，隔泪数残葩。\r\n枭族音常聒，豺群喙竞呀。岸芦翻毒蜃，谿竹斗狂犘。\r\n野鹜行看弋，江鱼或共叉。瘴氛恒积润，讹火亟生煆。\r\n耳静烦喧蚁，魂惊怯怒蛙。风枝散陈叶，霜蔓綖寒瓜。\r\n雾密前山桂，冰枯曲沼蕸。思乡比庄舄，遁世遇眭夸。\r\n渔舍茨荒草，村桥卧古槎。御寒衾用罽，挹水勺仍椰。\r\n窗蠹惟潜蝎，甍涎竞缀蜗。引泉开故窦，护药插新笆。\r\n树怪花因槲，虫怜目待虾。骤歌喉易嗄，饶醉鼻成齄。\r\n曳捶牵羸马，垂蓑牧艾豭。已看能类鳖，犹讶雉为鷨。\r\n谁采中原菽，徒巾下泽车。俚儿供苦笋，伧父馈酸楂。\r\n劝策扶危杖，邀持当酒茶。道流征短褐，禅客会袈裟。\r\n香饭舂菰米，珍蔬折五茄。方期饮甘露，更欲吸流霞。\r\n屋鼠从穿兀，林狙任攫拏。春衫裁白纻，朝帽挂乌纱。\r\n屡叹恢恢网，频摇肃肃罝。衰荣因蓂荚，盈缺几虾蟆。\r\n路识沟边柳，城闻陇上笳。共思捐佩处，千骑拥青緺。\r\n【注释】：(1)刘二十八：刘禹锡。二十八是刘禹锡在同祖父兄弟之间的排行。唐人朋友间相称，常以排行代替对方的名字。院长：柳宗元曾与刘禹锡同为监察御史，故称刘禹锡为院长。澧州张员外使君：张署。贞元十九年，韩愈与张署因“忠谏而为幸臣所谗”，韩愈贬阳山令，张署为临武令。后张署为澧州刺史。\r\n(2)弱岁：弱冠，二十岁曰弱冠。弱：年少。玄圃：谓仙境。东方朔《十洲记》：“昆仑山有三角，一角正西北，名玄圃台。”张衡《东京赋》：“左瞰旸（yáng）谷，右睨玄圃。”此借指长安 。\r\n(3)先容：事先为人介绍、关说。《汉书?邹阳传》：“蟠木根柢，轮囷（qūn）离奇，而为万乘器者，何则？以左右先为之容也。”李善注：“容，谓雕饰。”弃瑕：舍去其瑕疵。瑕，玉玷。引申为缺点。\r\n(4)长者：指显贵者。《史记·陈丞相世家》：“家乃负郭穷巷，以弊席为门，然门外多有长者车辙。”后生：指年轻人。《墨子·非儒下》：“夫为弟子后生，其师，必修其言，法其行。”\r\n(5)鷃（yàn）：小鸟名，麦收时的候鸟，即《庄子?逍遥游》中的斥鷃。斥，本作“尺”，古字通。《文选·七启》：“?雀无不过一尺，言其劣弱也。” 披：傍，依附。隼：一种凶猛的鸟，又叫鹘，性锐敏，速飞善袭。蓬：草名。倚麻：即《荀子?劝学》：“蓬生麻中，不扶而直”之意，谓如蓬草之倚麻。\r\n(6)酬：当作“雠（chóu）”，谓校雠。天禄署：借用扬雄校书天禄阁故事为比。天禄，阁名，汉代以藏秘书。这一句谓与张署同校秘书阁。张署贞元二年以进士举博学宏词，为校书郎。柳宗元于贞元九年登进士第，十二年中试博学宏词科，年二十四，授集贤殿正字。\r\n(7)甸侯：谓诸侯在甸服之内者。《左传·桓公二年》：“惠之二十四年，晋始乱，故封桓叔于曲沃。 …… 今晋，甸侯也。”甸，甸服。《国语·周语上》云：“夫先五之制，邦曰甸服。”韦注云：“邦内谓天子畿 (jī) 内千里之地。《王制》曰：‘千里之内日甸。’周襄王谓晋文公曰：‘昔我先王之有天下也，规方千里以为甸服’是也。”这一句谓同为县尉。张署任京兆武功尉，柳宗元于贞元十七年调蓝田县尉。武功、蓝田俱在长安王畿千里之内，故称甸侯。\r\n(8)宪府：指御史府。谢灵运《晋书》：汉官，尚书为中台，御史为宪台，谒者为外台，是为三台。初收迹：谓张署自武功尉开始任监察御史。\r\n(9)丹墀 ：古时宫殿前的石阶以红色涂饰，故称“丹墀 ”，代指朝廷。拜嘉：谓拜受所任。《左传?襄公四年》：“敢不拜嘉。”此句谓自己与张署共同被擢。\r\n(10)参：参预，加入其间。瑞兽：指獬豸 (xiè zhì) 。\r\n(11)传点：古时朝房敲击云板报时上朝或召集百官执事。《新唐书?仪卫上》：“平明，传点毕，内门开，监察御史领百官人，夹阶。”乱宫鸦：宫鸦初飞，指明正在天亮时。\r\n(12)执：拿，持。简：竹片，古时的书写材料。宁循枉：谓岂能文过饰非。持书：拿着弹劾奏章。去邪：弹劾以去奸邪。\r\n(13)鸾凰：鸾鸟和凤凰，旧时比喻贤俊之士。元稹《酬乐天诗》：“君为邑中吏，皎皎鸾凤姿。”摽（Piāo）：击，扑，飞舞。魏阙：古代宫门哈上有巍然高出的楼观，称魏阙，其下两旁为悬挂法令的地方，因以为朝廷的代称。《庄子·让王》：“身在江海之上，心居乎魏阙之下。”\r\n(14)熊武：即熊虎。唐代讳虎，虎皆改作武。负：背。崇牙：乐器上的装饰。《诗·周颂·有瞽》：“崇牙树羽。”悬钟磬之架，其两端植木为簴（jù），在 ?上的横木为 栒 ， 栒上加大板，其上刻为崇牙，似锯齿捷业然。古者钟磬皆陈于庭，其制古钟簴跗如猛兽，磬簴跗如鸷鸟。唐代宫庭之中当亦如此。此则其?跗作熊虎之形者。\r\n(15)辨色句：谓纠察百官的班序。《诗?庭燎》第三章郑笺云：“今夜乡明，我见其旂 (qí) ，是朝之时也。朝礼，别色始入。”又“夜未艾”疏云：“朝礼，群臣别色始入，在鸡鸣之后。”\r\n(16)倾心句：谓整肃百官的朝仪，百官倾心不敢喧哗。倾心：竭尽诚心。阮瑀《为曹公作书与孙权一首》：“亦能倾心去恨，顺君之情。”\r\n(17)金炉：盛火之器。仄：侧倾。流月：落月。\r\n(18)赮（Xiá）：同“霞”，彩霞。《汉书·天文志》：“夫雷电 赮虹，辟历夜明者，阳气之动者也。”此句谓紫殿门开启于朝霞初升之时。《新唐书·仪卫上》：“朝日，殿上设黼扆 (yǐ) ，蹑席，熏炉，香案。御史大夫领属官至殿西庑，从官朱衣呼，促百官就班，文武于两观。监察御史二人立于东西朝堂砖道以 涖 之，平明传点毕，内门开。 ”\r\n(19)未竟：未终。迁乔：指自县尉迁为御史。《诗经·小雅·伐木》：“出自幽谷，迁于乔木。“后用以指迁居，亦指仕宦之高迁。\r\n(20)俄：不久。失路：喻失意。指贞元十九年，张署自监察御史贬为郴州临武县令。\r\n(21)渡辽水：流放辽河流域。《后汉书·崔骃传》载：崔 骃东汉安平人，字亭伯，博学善属文，少与班固傅毅齐名。窦宪辟为掾数谏宪骄恣，不纳而被疏，令出为长岑（今辽宁沈阳市东）长。 骃不赴，弃官回家，尝拟扬雄《解嘲》作《达旨》，著诗赋铭颂之类合二十一篇。李白《单父东楼秋夜送族弟沈之秦》：“屈平憔悴滞江潭，亭伯流离放辽海。”\r\n(22)谪长沙：西汉贾谊因博学能文事文帝，颇受重视被擢升为太中大夫，引起了绛灌、冯敬等朝臣的不满，他们以“洛阳之人，年少初学，专欲擅权，纷乱诸事”的流言，结果文帝将贾谊谪长沙王太傅，后人称之为贾长沙。\r\n(23)别怨句：谓离别长安。秦城：古邑名，在今甘肃清水县东北，秦代祖先非子始封于此，是秦的最早都邑。这里指长安。\r\n(24)途穷句：言被贬去郴州。越岭：指郴州。\r\n(25)讼庭：听讼的公堂，此指县衙。枳棘：枳，亦称“臭橘”，有粗刺的小乔木。棘，亦称“酸枣”，落叶灌木，枝上多刺。《后汉书·仇览传》：“时考城令河内王涣，署为主簿。谓览曰：‘主薄闻陈元之过，不罪而化之，得无少鹰鹯（ zhān）之志邪？览曰：‘以为鹰鹯不若鸾凤。’涣谢遣曰：‘枳棘非鸾凤所栖，百里岂大贤之路。’”此句谓如鸾凤栖于枳棘之中。\r\n(26)候吏：地方小官。候：古时送迎宾客的小官，《左传?襄公二十一年》：“使候出诸?辕。”麋 (mí) ：兽名，似鹿而大。麚（jiā）： 牝 鹿。\r\n(27)三载句：自贞元十九年至贞元二十一年为三年。是年正月，顺宗即位，二月，大赦，张署自临武量移江陵掾故云“皇恩畅”。\r\n(28)圣：封建统治阶级对帝王的谀称。遐：远，长久。此句谓是年八月宪宗即位。\r\n(29)朝宗：《诗·小雅·沔》：“沔彼流水，朝宗于海。”谓水之归海，犹诸侯之朝见天子。驾海：航海。\r\n(30) 师役句：谓征战停息。梁溠（ zhà）：为架桥于溠水之上。《左传·庄公四年》：“令尹斗祈，莫敖屈重，除道梁，军临随。”因楚王死于途中，故楚令尹开直道，作桥于?水之上，而以军猝然至随国。此指永贞元年二月李师古闻顺宗即位罢兵事。\r\n(31)京邑：京城。《诗·商颂·殷武》：“商邑翼翼，四方之极。”贞干：谓贤才。《通鉴》汉桓帝建和元年“失国之主，其朝岂无贞干之臣”，言立国必需贤才。\r\n(32)南宫：本南方列宿，汉尚书省象之，所以郑宏为尚书令，取前后禅益于政者，著《南宫故事》。渥洼，神马。《汉书·武帝本纪》：元鼎四年秋“马生渥洼水中，作《宝鼎》、《天马》之歌。”此以神马比张署，元和二年张署自司录参军迁为尚书刑部员外郎。\r\n(33)梓：良木，古为百木之王。《埤雅》：“梓为百木长，故呼为木王。”《尚书?梓材》：“若作梓材。”\r\n(34)骅（huá）：备用马中的骅骝，赤色的骏马。\r\n(35)剡: 锐利快捷。此句谓张署忽然由员外郎外出为虔州刺史。苗人地：虔州属江南道古三苗之地。\r\n(36)赣石：即今赣江之十八滩。据《陈书·高祖纪》载：南康赣石，旧有二十四滩，滩多巨石，行者以为难。隋唐时虔州，宋改为赣州，属江西省，故治即今江西赣县。\r\n(37)礼容：谓礼制仪容。《史记·孔子世家》：“孔子为儿嬉戏，常陈?豆，设礼容。”\r\n(38)戍：军队防守。 錏鍜（yā xiá）：颈铠也。\r\n(39)宠即句：谓张署仍是旧日郎官的品级。\r\n(40)威从句：谓张署又有新的太守权威。指为虔州太守。\r\n(41)建旟（yú）：唐制，州刺史建?。鸷鸟：即鸟隼。注：“鸟隼，象其勇捷也。”翻：谓旌旗飘动。\r\n(42)负弩：负弩矢前驱，表示尊敬。\r\n(43)册府：古代帝王藏书之所，这里指内府，王府。八命：《周礼·大宗伯》：“以九仪之命，正邦国之位。 …… 八命作牧。”注：“谓侯伯有功德者，加命，得专征伐于诸侯。郑司农云：一州之牧。王之三公亦八命。”\r\n(44)中闱：犹言内室。世彩堂本注云：“韩吏部作张公墓志云：娶河东柳氏子，则公盖与张为亲，故言及中闱也。”六珈：古代贵族妇女的一种首饰。\r\n(45)胡质：《三国志·胡质传》注引《晋阳秋》曰：“质为荆州刺史，其子威自京都来省之。告归，质赐其绢一匹，威跪曰：大人清白，不审于何得此绢？质曰：是吾俸禄之余。故以为汶粮耳。其父子清慎如此。”矫：《博雅》：“直也。”《汉书·成帝纪》：“民弥惰怠，何以矫之。”注：“矫，正也。”此句谓张署如胡质一样正直。\r\n(46)马融：东汉扶风人，安帝时为校书郎，桓帝时出为南郡太守，博学才高。《后汉书·马融传》：融善鼓琴，好吹笛，达生任性，不拘儒者之节，居宇器服，多存侈饰。常坐高堂，施绛纱帐，前授生徒，后列女乐，弟子以次相传，鲜有入其室者。大将军梁冀讽有司奏融在郡贪浊，遂免官。\r\n(47)褒德句：谓嘉奖张署之德由虔州刺史迁澧州刺史。符：《汉书·文帝纪》：“二年九月，初与郡守为铜虎符、竹使符。”注：师古曰：“与郡守为符者，谓各分其半，右留京师，左以与之。”换符，就是调任。\r\n(48)龙节：古出行者所持节之一种。《周礼》地官掌节：“泽国用龙节。”\r\n(49)属贡二句：谓张署到任后对朝廷依礼贡献。《属贡》：尚书篇名，其中言各州对朝廷的赋贡。《属贡》云：“苞匦菁茅。”注：“苞，橘柚；匦，匣。”谓荆州所贡之物有橘、柚、菁及茅。澧州唐属江南西道，即荆州之地，土贡有柑橘，故云。《周官》：《周礼》之本名，亦称《周官经》。以书中皆言周室之官制，故称《周官》。 秅（ chá）：古时禾稼的计数单位，四百把为一 秅 。《周礼?秋官?掌客》：“凡诸侯之礼 …… 上公，车米胝生牢，牢十车，车秉有五薮，则二十四斛也，”《聘礼》双云：“四秉曰 筥 ，十 筥 曰 稯 ，十 秅 曰 秅 ，每车三 秅 ，则三十稯 也。”\r\n(50)七泽：司马相如《子虚赋》：“臣闻楚有七泽，尝见其一，未睹其余也。臣之所见，盖特其小小者耳，名曰云梦。”古谓楚有七泽，当在今湖北省境。三巴：《华阳国志》：“刘璋改永宁为巴郡，以固陵为巴东，徙庞羲为巴西太守，是为三巴。三巴分属山南东道及山南西道，此二道与江西南道相接，故曰控三巴。\r\n(51)程：法式，规章。\r\n(52)虞：忧。竭泽：即竭泽而渔，戽干池水捉鱼，搜括干净，不留余地。《吕氏春秋·义赏》：“竭泽而渔，岂不获得，而明年无鱼。”\r\n(53)栖苴（chá茶）：谓栖留之枯茎叶也。\r\n(54)蹀躞（dié xiè）：马行小步貌。\r\n(55)笼铜：鼓声。柳宗元诗：“笼铜桴鼓手自操。”笼铜，亦作“笼僮”。\r\n(56)染毫：濡笔。素：帛。\r\n(57)锦溪：锦州，在今湖南麻阳县西四里。砂：丹砂，朱砂。\r\n(58)歈（yú）：歌。吴 歈 ：吴歌。\r\n(59)楚舞：楚人的舞蹈。芭：香草名。\r\n(60)隐几：倚着几案。\r\n(61)汙（wā）：凹陷。石作\r\n(62)荣：茂盛。陶潜《归去来辞》：“木欣欣以向荣。”荐：献，进。《左传·襄公三十一年》：“若获荐币，修垣而行，君之惠也。”\r\n(63)祀变二句：谓张署使当地的土俗改变。荆巫祷，指荆楚用巫祀之习俗。\r\n(64)恺悌：乐易也。《左传·僖公十二年》：“恺悌君子。”施恺悌，谓有乐易之德施于民。\r\n(65)正奇邪（xiá）：谓纠正邪恶的行为。\r\n(66)连璧：亦作“联璧”，并在一起的两块美玉。《庄子·列御寇》：“以日月为连璧，星辰为珠 玑 。”此以美玉比人之德才。\r\n(67)言姻句：讲到婚姻则喜两家有葭莩之亲。葭莩：芦苇里面的薄膜。\r\n(68)沉埋二句：谓自己的不幸际遇。\r\n(69)腰恒折：经常折腰。折腰：拜揖，引申为屈身事人。\r\n(70)疵：缺点，过失。\r\n(71)齐谐：人名。\r\n(72)东门句：谓自己如宁戚那样穷困。《离骚》：“宁戚之讴歌兮，齐桓闻以该辅。”王逸注：“宁戚修德不用，退为商贾，宿齐东门外，桓公夜出，宁戚方饭牛，叩角而商歌，桓公闻之，知其贤，举用为客卿，备辅佐也。”\r\n(73)中散：晋嵇康曾任中散大夫，史称“嵇中散”。嵇康的好友山涛，当时将离吏部郎之职，举嵇康自代。嵇康即致涛《与山巨源绝交书》，列述自己不能任职的理由，指出自己性格刚直，脾气怪僻。书中有云：“性复多虱，爬搔无已。”\r\n(74)岂知二句：意谓谁料千仞之坠落只是因为一毫的差错。当指参加永贞革新而贬永州事。\r\n(75)守道句：谓保守着原则而甘心永绝仕宦。\r\n(76)明心句：为了明白心迹却想自杀。\r\n(77)葩（pā趴）：花。嵇康《琴赋》：“迫而察之，若众葩敷荣曜春风。”\r\n(78)枭（xiāo）：通“ 鸮 ”，鸟名，俗称猫头鹰。聒：喧扰，吵闹。\r\n(79)喙：鸟兽的嘴。《国策·燕策三》：“蚌方出曝，而鹬啄其肉，蚌合而?其喙。”\r\n(80)蜃：大蛤。《周礼·天官 ·鳖人》：“春献鳖蜃。”古书中以为蛟龙之属。\r\n(81)磎 ：同“溪”。马融《长笛赋》：“临万仞之石 磎 。” 犘 （má）：牛名。《广韵》：“ 犘 牛，重千斤，出巴中。”\r\n(82)野鹜：野鸭子。 弋 ：箭射。\r\n(83)瘴氛：瘴气。旧指南方山林间湿热蒸郁致人疾病的气。张九龄《夏日奉使南海在道中作》：“秋瘴宁我毒，夏水胡不夷。”讹火：野火。李白《明堂赋》：“倏山讹而晷换。”\r\n(84)耳静：犹言耳聪。《晋书·殷仲堪传》：“仲堪父尝思耳聪，闻床下蚁动，谓之牛斗。”\r\n(85)怒蛙：鼓足气的蛙。《韩非子·内储说上》：“越王勾践见怒娃而式之，御者曰：‘何以式？’王曰：‘蛙有气如此，可无为式乎？’士人闻之，曰：‘蛙有气，王犹为式，况士人有勇者乎？’”\r\n(86)风枝：凌风的树枝。陈叶：旧叶。霜蔓：经霜的瓜藤。 蕸（xiá）：或作“葭“，荷叶。《尔雅 ?释草》：“荷，芙蕖，其茎茄，其叶 蕸 。”\r\n(87)庄舄（xì）：人名。《史记 陈轸传》：“越人庄舄仕楚执 珪 ，有顷而病。楚王曰：‘舄故越之鄙细人也；今仕楚富贵矣，亦思越不？’中谢对曰：‘凡人之思故，在其病也。彼思越则越声，不思越则楚声。’使人往听之，犹尚越声。”\r\n(88)遁世：避世。眭夸：人名。\r\n(89)茨：以茅草、芦苇盖屋。见《说文》，桂注引《释名》：“屋以茅盖为茨。”槎（ ch á 茶） : 同楂，用竹木编成的伐。诗指水中浮木。\r\n(90)御寒：防寒。\r\n(91)挹水：舀水。\r\n(92)蠹：蛀蚀。\r\n(93)甍（méng）：屋脊。涎：蜗涎，蜗牛所分泌的粘液的痕迹。缀：连。蜗：蜗牛。\r\n(94)窦：洞。此指泉眼。药：这时指芍药，柳宗元又有《戏题阶前芍药》诗。笆：用竹子编成的障隔器物，即篱笆，亦作“笆篱”。刘禹锡《洛中送韩七中丞之吴兴口号》：“溪中士女出笆篱。”\r\n(95) 槲（hú）：木槲花，此指槲寄生，南方所有，常绿灌木，寄生于槲、榉、栗之树枝上。长仅三四尺，干淡黄绿色，柔软，每隔三四寸有节，每节生叶，叶长椭圆形，深绿色，早春开淡黄色小花，果实为浆果，球状，熟时呈淡黄色。其所寄生之树，深受其害。\r\n(96)嗄（shà）：嘶哑。\r\n(97)曳棰：拿着马鞭子。棰，鞭子。《汉书·王莽传中》“士以马棰击亭长。” 豭 （jiā）：公猪。《左传?隐公十一年》：“郑伯使卒出 豭 。”卒，一百人。艾 豭 ：老的公猪。\r\n(98)能（néng） : 兽名。\r\n(99)谁采：谁能采，即已不能采之意。\r\n(100)俚儿：犹言“村童”。苦笋：一种野竹笋。伧父：亦作“伧夫”：此指青壮年人。伧（cāng 苍）：粗野，鄙陋。\r\n(101)劝策二句：谓策杖而行，以茶当酒。\r\n(102)道流：这里指道士。 裋 shù树）褐：亦作“短褐”，粗陋之衣，古代多为贫苦者所服。\r\n(103)舂（chōng）：用杵臼捣去谷物的皮壳。菰：植物名，俗称“茭白”。多年生水生草本，初夏或秋季抽生花茎，茎肥大嫩白可供食用。颖果狭圆柱形，名‘菰米“，可煮食。\r\n(104)五茄：药名，本名“五加“，李时珍曰：”此植物以五叶交加者为良，故名五加。“《本草》云：“叶可作蔬菜食用，皮可以浸酒。”\r\n(105)甘露：谓甜美的露水，这里指茶水。《宋录》曰：“新安王子鸾，豫章王子尚诣云济道人于八公山。济设茶茗，尚味之曰：此甘露也，何言茶茗。”\r\n(106)流霞：神话传说中的仙酒名。《抱朴子·祛惑》：“项曼都入山学仙，十年而归，家人问其故，曰：有仙人但以流霞一杯与我，饮之辄不饥渴。”\r\n(107)狙：猕猴。\r\n(108)纻（zhù）：苎麻。白 纻 ：细而洁白的夏布。\r\n(109)乌纱：古官帽名。\r\n(110)恢恢：宽广貌。\r\n(111)肃肃：疾速貌。\r\n(112)蓂 荚（míng jiá）：古代传说中的一种瑞草，亦名历荚。盈缺：言月亮的圆缺。\r\n(113)沟边柳：谓飘零路边。陇上笳：谓声音悲凉，如闻陇上笳声。笳 (jiā) ：古管乐器。\r\n(114)捐佩处：指离别之处。澧浦：澧州。\r\n(115)千骑：指众多的人马。【译文】：游京城我春风得意正少年，早经修养克服了自身的缺陷。 \r\n显贵者记着我的名字，年轻人把我的文章夸羡。 \r\n经常承蒙贤达的扶掖，如雀之附隼蓬生麻间。 \r\n我们有幸在秘书阁共事，又共同受命县尉的官衔。 \r\n接着都荣升临察御史，在朝廷上任职责任巨艰。 \r\n列班时行于御史之中，宫鸦初鸣就接受传点。 \r\n执简行事岂能文过饰非，持书除邪不留半点情面。 \r\n入朝当值魏阙内，列班则在钟罄架前。 \r\n严格纠察百官的班序，整饬朝仪群臣倾心自敛。 \r\n金炉倾侧映照着落月，紫殿门开正朝霞满天。 \r\n还没有享受升迁之乐，却没想到你就被谪贬。 \r\n有如雀骃流放辽水的舛困，更像贾谊当年的滞蹇。 \r\n离别长安你满腔怨愁，赴郴州路上坎坷颠连。 \r\n在县衙如屈栖枳棘之中，像麋鹿一样奔波终日不闲。 \r\n三年之后皇恩浩荡，宪宗登基恩泽无边。 \r\n百川朝宗使你航行大海，征战停息服役大大省减。 \r\n京城召回经世的贞干，你在尚书省报国心志更坚。 \r\n世上公认你梓树一般的良木，人们都仰慕你是难得的圣贤。 \r\n忽然又任命你为虔州刺史，你匆匆赶赴江南的赣县。 \r\n礼制仪容端庄而有气派，士兵亦戎装戴铠形神毕现。 \r\n你仍然享受旧日郎官的品级，又有新近太守职位的威严。 \r\n州里的旌旗迎风招展，县令负弩先驱满面恭谦。 \r\n王府立官你获八命之荣，你的夫人也位居尊显。 \r\n你如胡质那样正直，对马融的奢侈十分恶嫌。 \r\n朝廷嘉奖你调任澧州，百姓遮道阻挡你离虔。 \r\n澧州的民众嫌你来得太迟，群众都说你入朝中太晚。 \r\n澧州土产有橘柚菁茅，你对朝廷依礼进献。 \r\n地理形势可吞七泽，珍贵特产比三巴亮鲜。 \r\n随着节候观看农民耕种，遇到闲暇欣赏万物丽倩。 \r\n秋天的原野兰叶纷披，洲渚的桃花与春水争妍。 \r\n严明军纪不骚扰百姓，法令高悬交易禁止拖欠。 \r\n百姓不忧苛刻的剥削，也没有旱岁之草的挂牵。 \r\n出行时有小吏骑马前导，闻鼓声坐堂你治事勤勉。 \r\n这里盛产书法用的上等素帛，又有濡印的朱砂物美价廉。 \r\n货物盈积市场十分繁荣，流人皆归土地尽耕烧荒腾焰。 \r\n百姓尽情地唱着《折柳》的吴歌，传统的楚舞传芭翩跹。 \r\n你以松为曲几隐伏其上，开怀畅饮豪兴绵绵。 \r\n秋季的橘柚硕果累累，初夏的枇杷可口香甜。 \r\n巫祀的陋俗日渐减少，丧礼的土风彻底改变。 \r\n对老百姓施行恺悌之教，扶正祛邪谱写政绩新篇。 \r\n我羡慕你而自愧不如，说起来我与你是亲眷。 \r\n我沉埋流落在空荒之地，这半辈子受尽熬煎。 \r\n入州郡经常屈身折腰，每逢人即拱手示敬有苦难言。 \r\n不敢辞于这耻污之地，只怕又增加新的罪愆。 \r\n被善变者屡屡迷惑， 又忍看俳优者的次次白眼。 \r\n我如宁戚那样穷困不名一钱，又如嵇康那样刚直不倚不偏。 \r\n闲散时观看猿猴相斗，两耳所闻的是甩响的马鞭。 \r\n江渚边出没作孽的狐妖，深林中的鸟兽害人匪浅。 \r\n贬徙的刘君因忧变老，所著的新声绚丽冒尖。 \r\n谁知我们困厄江河日下，是当时一毫错失铸成的凶险。 \r\n而今我甘守大道永绝仕宦，愿以自刎来昭雪屈冤。 \r\n满含怨愁听夜雨淅沥，带着泪水看残花凋颜。 \r\n枭一类的猛鸟常常聒噪，豺狼成群露出凶恶嘴脸。 \r\n芦苇里有毒蜃在放肆翻滚，竹林中有犘牛厮拼几乎狂癫。 \r\n野鸭乱飞被猎户捕杀，江鱼乱跃被渔人?翻。 \r\n南方潮湿多生瘴气，野火凶猛翻腾着浓烟。 \r\n耳聪烦听蚂蚁的喧哗，看见怒蛙而心惊胆战。 \r\n朔风吹落枝头的枯叶，经霜的藤蔓与寒瓜相连。 \r\n浓密大雾罩住前山的桂树，冰冻天气使池中荷叶枯蔫。 \r\n思乡心切宛如越人庄舄，避世埋名可与睦夸比肩。 \r\n渔舍的屋顶盖着茅草，村边的小桥由浮木搭建。 \r\n以毡子代被抵御寒冷，用椰壳舀水相当简便。 \r\n窗框被蠹成为蝎窝，屋梁上到处有蜗牛的唾涎。 \r\n引流泉水打通旧的泉眼，筑好篱笆保护芍药安眠。 \r\n树木古怪寄生着木槲花，以虾为目的水母实在可怜。 \r\n大声唱歌喉咙容易嘶哑，频频醉酒鼻子结满红霞。 \r\n拿着鞭子驱赶着瘦马，披着蓑衣把老公猪牧牵。 \r\n这里的三足能与鳖相似，鸟与野鸡难以分辨。 \r\n已不能去采摘原野的大豆，我独自为短毂车披好衣帘。 \r\n小村童送给我野笋数捆，壮年人赠酸楂让我尝鲜。 \r\n我勉强地扶杖踽踽独行，去参加以茶当酒的便宴。 \r\n这里的道士衣著粗陋，和尚穿着袈裟参禅。 \r\n舂好菰米做成喷香的米饭，摘五加叶当蔬菜药膳两兼。 \r\n刚欲饮一杯甘美的香茗，更想喝流霞酒做一回游仙。 \r\n屋中的老鼠随便穿洞，林间的猕猴任意把食物暴殄。 \r\n春天穿着白夏布做的衣衫，上朝的乌纱则高挂墙檐。 \r\n天网恢恢善恶必有报应，贤才济济应当及时拔荐。 \r\n人生衰荣如蓂荚的生落，月亮盈缺是虾蟆的变迁。 \r\n飘零南国如沟边的衰柳，城头听笳更使悲凉倍添。 \r\n让我们共同想念离别之处，你佩青緺千骑簇拥如日中天 。【赏析】：　　本诗作于元和七年（ 812 ）。 \r\n　　唐代诗人作诗，十分讲究“制题”。这首诗的题目计四十一字，虽显得长，但属奉和之作，题目必须点明要旨。该诗包含的信息全在题中：刘二十八、张员外二君子，限定了所通赠的对象。而述旧、言怀、感时、书事，交代了所要吟咏的内容。只要设身处地，稍加思索，对全诗就有了一个比较清晰的印象。\r\n　　全诗可以分为三个部分： \r\n　　第一部分，自开头至“紫殿启晨 赮 ”，概述与张署入仕以来的经历及同为监察御御史的情况。其笔调高昂激越，但又隐含着恋旧的感伤，与其说是对昔日与张署共事岁月的回忆，不如说是诗人对获得这种高官显爵所付出的艰辛的表白，为第三部分的抒怀感事伏笔。“柳宗元少聪警绝众，尤精西汉诗骚，下笔构思，与古为侔，精裁密致，灿若珠贝。”（《旧唐书·柳宗元传》）“虽少年已自成人，能取进士第，崭然见头角。众谓柳氏有子矣。其后以博学宏词授集贤殿正字。 …… 名声大振，一时皆慕与之交。诸公要人争欲令出我门下，交口荐誉之。”（韩愈《柳子厚墓志铭》）正是由于经纶满腹，柳宗元才赢得“名劳长者记，文许后生夸“。有了这坚实的基础，便在仁途上顺风直上，由蓝田尉拜监察御史，顺宗即位时，拜礼部员外郎。与张署一同得宠执掌大事的那一幕幕情景，至今历历在目，自然激起诗人感情潮水的放纵奔流。对往事的回忆，诗人信手拈来几个生活片断，在纡徐平淡的笔墨中，倾吐出脉脉真情，其神态举止乃到复杂细微的心理活动，一一跃然纸上，为读者留下了涵泳回味的广阔空间。 \r\n　　第二部分，自“未竟迁乔乐“至”还睹正奇? ” ，叙述张署出为郴州临武令以及迁为虔州，澧州刺史的经历和政绩。柳宗元是一位威情深挚，并善于推已及人的诗人，在那难熬的屈辱中，在那精神窒闷的日子里，他念念不忘的是志同道合的故旧，张署、刘禹锡在仁途上的屈伸进退，都一一挂记在心头。”未竟迁乔乐，俄成失路嗟。还如渡辽水，更似谪长沙。“这简捷的过渡，为开拓下文蓄满了气势，渲染了一种悲怆凄伤的氛围。贞元十九年，张署自监察御史贬为郴州临武县令，虽如屈栖”枳棘“之中，整天像”麋?“一样忙碌奔波，但为时只有三年。适逢顺宗即位，大赦，张署自临武量移江陵掾，又自江陵掾入为京兆府司录参军。元和二年，张署自司录参军迁为尚书刑部员外郎，旋即又出为虔州刺史，因功业卓著，又由虔州刺史迁澧州刺史。写张署在宦海中的升沉变迁，或陈述屈居下僚的苦况，或从礼制、仪容、士兵装束等进行侧面衬托，或以“贞干”、“材是梓”、“骥中骅”、“荣八命”等进行主观评价，或以“怀仁道并遮”、“俗嫌龙节晚”、“朝讶介圭赊”等进行客观反映，或列举农耕兴旺、物产丰富、市场繁荣。安居乐业、歌舞升平，严明军纪，实施法令，重视教育，改变陋习等来概括政绩。凡此种种，不一而足。看似琐碎零乱，但都是为张署歌功颂德的。诗人巧妙地用这一根红线把所有材料串连起来，就如同将杂乱的珍珠串成了一条熠熠耀眼的项链，又如将零散无序的音符组合成一支优美动听的乐曲。在不幸的境遇里，不仅能折射出世态的炎凉，而且能观照出人情的真伪。诗人在对于社会现实与世态人情均有深入的体验之后热情地讴歌张署的事迹，一则是出于殷殷的亲友之情，二则是先扬后抑，与第三部分形成鲜明强烈的对比。 \r\n　　自“慕友惭连璧”至结尾为第三部分，是诗人自叙贬?后的艰苦生活和忧愤心情。其低沉基调，于开头一句已略显端倪。“沉埋全死地，流落半生涯”，高度概括了这一部分所叙写的主要内容。生活是一个神秘的谜，诗人本来少年得志，仕途坦荡，官运亨通，但仅因参与永贞革新的一毫之失而“千仞坠”，被贬于永州，倍受冷落。卑微的地位，暗淡的前程，负罪的心态，使他不得不失去大半傲气和自尊：“入郡腰恒折”，“逢人手尽叉”，还常被那些“齐谐”、“善幻”之徒所迷惑嘲笑。他的心灵上聚积着忧悒的愁云，终日愤懑而难以解脱。对于黑暗腐败的唐王朝，柳宗元，刘禹锡等人虽有推陈创新的识见和魄力，但囿于时代性和阶级性，而不能以战斗的巨潮去冲击它，因而他们微小的改革的理想，顷刻就窒息在反改革的寒流里。“守道甘长绝，明心欲自 ? ”这一撕心裂肺的悲鸣，令读者掬同情之泪。但是，诗人不直写自己的惆怅忧怨，而着意启发读者的想象力，用一幅幅饱蕴深意的特写镜头般的画面诱引读者去心领神会。诗人以忧切低昂的旋律，侧面描写生活环境和自然物象，对枭族、豺群、毒蜃、狂 犘 、瘴氛、讹火、喧蚁、怒蛙等等加以极力渲染，把读者带进一个古老、荒凉、悲凄的哀愁境界。诗人又用典型的艺术手法写贬地的生活苦况：用荒草盖屋，用古槎架桥，用?当衾御寒，用椰壳当水勺，窗框成了蝎窝，梁上爬满蜗牛， …… 其生活之贫困落后，社会之空荒萧条，由此可见一斑。箪瓢陋巷的穷困生涯，加上世俗的无情凌辱，给诗人安排了无尽的人生苦杯，但他胸怀豁达，随遇而安，乐与老百姓为伍，同山民农夫有着广泛的交往：“俚儿供苦笋，伧父馈酸楂”，“劝策扶危杖，邀持当酒茶”、“香饭舂菰米，珍蔬折五茹”。高兴之余，还想“饮甘露”和“吸流霞”，充分表现了不为忧乐所苦的博大胸襟。这些生活琐事，是诗人贬谪生涯的浓缩，也是贬谪生涯的闪光，借此可窥见他此时的全部物质生活和精神世界。诗人虽是封建士大夫之一员，但他并没有趋附于达官显贵，也没有以“穷则独善其身”为遁词而超尘绝世。他虽然无法避开无情的凄风苦雨，但他“屡叹恢恢网，频摇肃肃置”，始终抱着善良的愿望和倔强的态度，向着未来凝神远眺，将生命的舟楫朝着一个预定的目标奋力驶去。诗的结尾又转向颂扬的一面，饱含着淳朴的真情和良好的祝愿，与第二部分紧密绾合。如此安排，便不致陷入消沉，同时又显示出了情节的波浪式发展，宛如跳跃的小溪，眼看慢慢消失在广袤的荒原上，重又掀起一股涓流，令人欣喜。全诗在高昂的旋律中戛然而止，余韵缈缈。 \r\n　　这是一首长律。长律为律诗之一体，七律和五律都限定八句，超过八句者叫长律，亦称排律。长律一般都是五言诗，除首末两联不对外，中间各联都必须上下句对偶。其起止呼应与长篇古风同，任意铺排联句，多寡不拘，多至数十韵或百余韵。在结构上，以布置有序，首尾通贯为尚。柳宗元的这首长律，长达八十韵，一气读来，洋洋洒洒，既有整齐对称美，又有纵横飞动之妙。通篇血脉流贯，有如大江东下，又如高天行云，毫无? 饤 呆滞之虞。此等佳作，深得文人骚客赏识，清代金武祥在《粟香随笔·三笔卷一》中就这样评曰：“《柳子厚同刘二十八述旧言情八十韵》，韵愈险，而词愈工，气愈胜，最为长律中奇作。称柳诗者，未有及之者也！”"
        },
        {
            "title": "视民诗",
            "content": "帝视民情，匪幽匪明。惨或在腹，已如色声。亦无动威，\r\n亦无止力。弗动弗止，惟民之极。帝怀民视，乃降明德，\r\n乃生明翼。明翼者何？乃房乃杜。惟房与杜，实为民路。\r\n乃定天子，乃开万国。万国既分，乃释蠹民，乃学与仕，\r\n乃播与食，乃器与用，乃货与通。有作有迁，无迁无作。\r\n士实荡荡，农实董董，工实蒙蒙，贾实融融。左右惟一，\r\n出入惟同。摄仪以引，以遵以肆。其风既流，品物载休。\r\n品物载休，惟天子守，乃二公之久。惟天子明，\r\n乃二公之成。惟百辟正，乃二公之令。惟百辟谷，\r\n乃二公之禄。二公行矣，弗敢忧纵。是获忧共，\r\n二公居矣。弗敢泰止，是获泰已。既柔一德，四夷是则。\r\n四夷是则，永怀不忒。"
        },
        {
            "title": "南省转牒欲具江国图令尽通风俗故事",
            "content": "圣代提封尽海壖，狼荒犹得纪山川。华夷图上应初录，\r\n风土记中殊未传。椎髻老人难借问，黄茆深峒敢留连。\r\n南宫有意求遗俗，试检周书王会篇。\r\n【赏析】：出处：《全唐诗》卷351-16"
        },
        {
            "title": "贞符",
            "content": "於穆敬德，黎人皇之。惟贞厥符，浩浩将之。仁函于肤，\r\n刃莫毕屠。泽熯于爨，沸炎以浣。殄厥凶德，乃驱乃夷。\r\n懿其休风，是喣是吹。父子熙熙，相宁以嬉。赋彻而藏，\r\n厚我糗粻。刑轻以清，我肌靡伤。贻我子孙，百代是康。\r\n十圣嗣于理，仁后之子。子思孝父，易患于己。拱之戴之，\r\n神具尔宜。载扬于雅，承天之嘏。天之诚神，宜鉴于仁。\r\n神之曷依，宜仁之归。濮沿于北，祝栗于南。幅员西东，\r\n祗一乃心。祝唐之纪，后天罔坠。祝皇之寿，与地咸久。\r\n曷徒祝之，心诚笃之。神协人同，道以告之。俾弥忆万年，\r\n不震不危。我代之延，永永毗之。仁增以崇，曷不尔思。\r\n有号于天，佥曰呜呼。咨尔皇灵，无替厥符。"
        },
        {
            "title": "奉平淮夷雅表·皇武命丞相度董师集大功也",
            "content": "皇耆其武，于溵于淮。既巾乃车，环蔡具来。\r\n狡众昏嚚，甚毒于酲。狂奔叫呶，以干大刑。\r\n皇咨于度，惟汝一德。旷诛四纪，其徯汝克。\r\n锡汝斧钺，其往视师。师是蔡人，以宥以釐。\r\n度拜稽首，庙于元龟。既祃既类，于社是宜。\r\n金节煌煌，锡质雕戈。犀甲熊旂，威命是荷。\r\n度拜稽首，出次于东。天子饯之，罍斝是崇。\r\n鼎臑俎胾，五献百笾。凡百卿士，班以周旋。\r\n既涉于浐，乃翼乃前。孰图厥犹，其佐多贤。\r\n宛宛周道，于山于川。远扬迩昭，陟降连连。\r\n我旆我旗，于道于陌。训于群帅，拳勇来格。\r\n公曰徐之，无恃额额。式和尔容，惟义之宅。\r\n进次于郾，彼昏卒狂。裒凶鞠顽，锋猬斧螗，\r\n赤子匍匐，厥父是亢。怒其萌芽，以悖太阳。\r\n王旅浑浑，是佚是怙。既获敌师，若饥得餔。\r\n蔡凶伊窘，悉起来聚。左捣其虚，靡愆厥虑。\r\n载辟载袚，丞相是临。弛其武刑，谕我德心。\r\n其危既安，有长如林。曾是讙譊，化为讴吟。\r\n皇曰来归，汝复相予。爵之成国，胙以夏区。\r\n度拜稽首，天子圣神。度拜稽首，皇祐下人。\r\n淮夷既平，震是朔南。宜庙宜郊，以告德音。\r\n归牛休马，丰稼于野。我武惟皇，永保无疆。"
        },
        {
            "title": "酬韶州裴曹长使君寄道州吕八大使因以见示二十韵一首",
            "content": "金马尝齐入，铜鱼亦共颁。疑山看积翠，浈水想澄湾。\r\n标榜同惊俗，清明两照奸。乘轺参孔仅，按节服侯狦。\r\n贾傅辞宁切，虞童发未[缺]。秉心方的的，腾口任[缺]々。\r\n圣理高悬象，爰书降罚锾。德风流海外，和气满人寰。\r\n御魅恩犹贷，思贤泪自潸。在亡均寂寞，零落间惸鳏。\r\n夙志随忧尽，残肌触瘴[缺]。月光摇浅濑，风韵碎枯菅。\r\n海俗衣犹卉，山夷髻不鬟。泥沙潜虺蜮，榛莽斗豺獌。\r\n循省诚知惧，安排只自憪。食贫甘莽卤，被褐谢斓斒。\r\n远物裁青罽，时珍馔白鹇。长捐楚客佩，未赐大夫环。\r\n异政徒云仰，高踪不可攀。空劳慰憔悴，妍唱剧妖娴。\r\n【注释】：(1)金马：据《史记滑稽列传》载，金马门为官署门，因门旁有铜马而谓之金马门。\r\n(2)铜鱼：《隋书·高祖纪》：“京官五品以上佩铜鱼符”；共颁，此处意指朝廷一同颁发官符。裴曹长和吕八大使同出为刺史。\r\n(3)疑山：即九疑山。\r\n(4)浈水：据《元和郡县志·岭南道韶州》载：“曲江县：浈水在县东一里。”\r\n(5)标榜：称扬。\r\n(6)轺：由一匹马驾驶的轻便马车。孔僅：汉代官员，官至大司农，位列九卿。\r\n(7)按节：持节。节，出使时所用的凭证。侯狦，即稽侯狦，匈奴王子，后即位为呼韩邪单于，称臣事汉，此处指吕八大使曾出使吐蕃，使吐蕃宾服。\r\n(8)贾傅：即贾谊，曾为太子少傅，故称贾傅。\r\n(9)虞童：即虞翻，三国时吴国人，少有才名，后触罪被贬，曾上书孙权说自己“形容枯悴，发白齿落”，此处是反用其意。\r\n(10)的的：即清楚明白。\r\n(11)圣理：即圣治，为避唐高宗李治的名讳而改称治为理。\r\n(12)爰书：指狱中罪犯的供词。罚锾：“六两曰锾”，罚锾即罚款，意指减轻罪责。\r\n(13)御魅：抵御魑魅之灾。这里指贬谪到边荒之地。\r\n(14)思贤：指思念同自己一样被贬的友人。\r\n(15)惸鳏：无兄弟曰惸，老来无妻曰鳏。\r\n(16)卉衣：用葛织成的衣服。\r\n(17)山夷：指永州土著。鬟：将头发弯曲为发髻。\r\n(18)虺：毒蛇。蜮：传说中能含沙射影害人的水怪。\r\n(19)獌：狼的一种。\r\n(20)憪：愉快。\r\n(21)斓斒：颜色不纯。\r\n(22)罽：用毛做成的毡子。\r\n(23)白鹇：俗名银雉，似山鸡而白。\r\n(24)楚客珮：《楚辞·湘君》：“捐余玦兮江中，遗余珮兮澧浦。”王逸注云：“屈原既放逐，常思念君，设欲远去，犹捐玦珮置于水涯，冀君求己，示有还意。”\r\n(25)环：圆环形玉饰。“环”寓含“反还”之意。\r\n(26)鷦顇：即憔悴。\r\n(27)妖娴：指精巧雅致【译文】：昔日同为京官的荣耀，化作今日双双被贬的州官。\r\n一到重峦叠翠的九疑山下，一到碧波荡漾的浈水河边。\r\n你们的高自标榜已经惊世骇俗，你们的清正廉明更可映照他人的忠与奸。\r\n裴曹长治政其功可敌汉孔僅，吕大使持节和番靖边关。\r\n似贾谊之激切直言不讳，有虞翻之傲气秉性不变。\r\n扪心自可对青天，却有小人进谗言，幸得圣君明事理，免去罪责只贬官。\r\n皇恩浩荡流播海外，百姓安宁共享天年。\r\n个人的升迁本来不足挂怀，众多的贤者被贬却让人涕泪涟涟。\r\n同病相怜无论生者死者均寂寞，落魄天涯更感孤苦伶仃之凄然。\r\n昔日的夙愿已被忧心湮没尽，瘦弱之躯更加百病相煎。\r\n浅水中的月亮易被急流冲碎，风中的枯草更难免零落的残年。\r\n南方的风俗仍以葛卉为衣，永州的土著依然长发披肩。\r\n泥沙中潜藏含沙射影的鬼蜮，丛林里凶猛的虎狼垂涎。\r\n越思量越让人忧心忡忡，无以排遣只好强作欢颜。\r\n粗茶淡饭有真味，破衣烂衫能保暖。远方的宝物有毛毡，时鲜的佳肴有白鹇。\r\n期望着能为朝廷再展宏志，却不见回京的圣旨传。\r\n美好的新政化作了空中楼阁，高妙的政见已成为过眼云烟。\r\n徒劳的思念已使我身心憔悴，幸有友人的唱和慰我心田。【赏析】：　　这是一首唱和诗，但却不是一般的应景之作，而是寄寓着诗人无法排遣的愁肠。诗是写给两位友人的，这两位友人，裴曹长不详其名，“曹长”只是官名，据《唐国史补》（卷下）称：“尚书丞郎、郎中相呼为曹长。”说明裴曹长曾为京官，现在被贬到了韶州。“吕八大使”即吕温，《旧唐书·吕温传》云：“温字化光，贞元末登进士第，与翰林学士韦执谊善。……尤为叔文所眷，起家再命拜左拾遗。二十年冬，副工部侍郎张荐为吐蕃使。……元和元年（806）使还，转户部员外郎。时柳宗元等九人坐叔文贬逐，唯温以奉使免。温天才俊拔，文采赡逸，为时流柳宗元、刘禹锡所称。……三年转道州刺史，五年转衡州。”吕温因参与王叔文新政而被贬，柳宗元与之同病相怜，而柳宗元此诗同时酬与裴、吕二人，说明裴曹长的被贬亦与王叔文的新政有关。因而此诗所描述的是柳、裴、吕三人的共同遭际，所抒发也是三人的共同情怀。只因柳宗元被贬的官位最低，遭遇最惨，故而愁情也最深。\r\n　　对愁情的抒发，此诗真可谓愁肠百转。诗的开头，给人的感觉似乎是一首“阿谀”诗，是为了奉承吹捧裴、吕二人。你看，那“金马齐入”“铜鱼共颁”的荣耀，那“参孔僅”“服侯狦”的功绩，那“标榜同惊俗”的个性、“清明两照奸”的人格，更兼贾谊之才虞翻之志，无不透露出阿谀奉承的色彩，柳宗元如果仅仅写了这些，此诗无疑就是一首毫无意义的应景之作。但柳宗元写这些，显然只是为了给诗的下半部作情感铺垫，使之成为描述贬谪之苦的鲜明对比。所以，到了诗的下半部，诗人在情感抒发上便发生了转换，不再以裴、吕二人为言说对象，而是直接抒发自己的胸臆，先说生活遭际的寂寞、零落，次说自己的心忧肌残更兼病魔缠身，再说蛮荒之地的鬼蜮虎狼之可怕、衣食之粗劣，最后才诉说新政的废弃、理想的破灭，将那一怀愁绪推向了高潮。而最后的两句就更是百感交集，它既应和了诗题的“酬唱”之意，又答谢了友人对自己的关怀，更透露了自己的无奈，一腔报国热情换来的仅有劳神伤心，带来的仅有心身交瘁；更为难受的是找不到排解之法，只有在接到友人的唱和诗时，才获得些许安慰；而这种安慰又恰好勾起了他对京城生活的回忆及其与贬谪生活的对比，从而又更加深了他的愁绪——正所谓“举杯消愁愁更愁”。愁绪不可消，愁肠无法解，这就使得读者读此时感到越来越沉重，沉重得喘不过气来。由此我们也可以知道，柳宗元为什么那样喜欢写山水游记，为什么要将平平常常的山水写得那么美，他无非是要借自然山水之美的神力来穿透压在自己心头的那块世俗之石，以使自己能稍稍地喘过一口气来。"
        },
        {
            "title": "新植海石榴",
            "content": "弱植不盈尺，远意驻蓬瀛。\r\n月寒空阶曙，幽梦彩云生。\r\n粪壤擢珠树，莓苔插琼英。\r\n芳根閟颜色，徂岁为谁荣。\r\n【注释】：①海石榴：由古朝鲜传入我国的石榴品种，以其自海东传入，故名，以区别自西域安国传入的安石榴。\r\n②弱植：软弱，扶不起来。意谓新移 的海石榴沿尚未成活，不盈尺，高不足一尺。\r\n③远意：意趣高远。驻：扎，指生长。蓬瀛 ：即蓬莱瀛州，海上仙山。\r\n④空阶：空空的台阶：曙：曙光，意谓石榴在寒月空阶是等待黎明。\r\n⑤幽梦：隐隐约约的梦境。\r\n⑥擢(zhuó)：拔，抽。意谓石榴在肥土的滋润下会茁壮成长。珠树：神话中能结珠的树，这里想象满树石榴如珠美丽。\r\n⑦莓苔：青苔。琼英：琼：赤玉。英：花。这里想象满树石榴花的光艳。\r\n⑧芳根：指石榴的根，閟 （bì）闭门，颜色，指石榴花果美丽。意谓往日美丽的花果现在全保留在它的根中。\r\n⑨徂岁：徂（cú）流逝，指过去的岁月。【译文】：新栽海石榴，身短气弱实堪悯。\r\n想它来前意，青云之志满蓬瀛。\r\n月淡寒风起，空前瑟瑟待天明。\r\n去日依稀梦，犹望醒时彩云生。\r\n宝珠盈枝挂，粪土之壤岂有情。\r\n榴花满庭艳，莓苔之间红霞映。\r\n眼前憔悴形，珠光宝气锁芳根。\r\n种花人不解，试问去岁为谁荣？【赏析】：　　读诗须从诗题读起，这是读诗的决窍之一，前人早有定论。古之论柳者，早有发现柳公作诗，必在诗题上下细致工夫的。 “柳州五言刻意陶谢。兼学康乐制题。”可见柳宗元在诗题处 “皆极用意”。因此，读柳诗是不可不细推敲其诗题的。\r\n　　《新植海古榴》就是一个颇费思索的诗题。因为诗题可作两种理解。 “新植”作 “新近种植”或 “刚刚种植”大抵是不错的。如果把诗题理解成一个动宾短语，即 “刚刚种植了海石榴”；理解成一个偏正短语，即 “刚刚种植的海石榴”。细心的读者一下就可以发现，这不同的理解，将决定这首诗的体制，前者，当为一首叙事诗，即通过叙事来抒情；后者，当为一首咏物诗，即托物言情，托物言志了。\r\n　　且按下诗题，先看看诗的内容：\r\n　　首句 “弱植不盈尺”，这肯定是写石榴了。那么这是一株什么样的石榴呢？它因为刚刚种下尚未成活，枝叶萎蔫不振，全无生气。它高不盈尺，弱不堪扶。这便是扑面而映入读者眼前的一株海石榴。\r\n　　我国石榴的种植，始于汉代。是由出使西域的张骞从西域安国带回来的，所以又称 “安石榴”。柳宗元所种必不是此。 “海石榴”的称呼，大概行于唐代。是指从古朝鲜（海东）传入的，当是石榴的另一品种，以其来自海外，故名，也因为其来自海外，才让人很容易想起仙山琼阁的蓬菜三岛。\r\n　　这样才有了第二句， “远意驻蓬瀛”别看我现在这副样子，我在故乡蓬瀛时，是有万丈雄心，是有青云之志的。那生机勃勃的样子也是可以想象的。这样看来，首联二句都是这株可怜的海石榴的自述了。这就为把这首诗，作为一首咏物诗来读，奠定了基础。\r\n　　颔联云： “月寒空阶曙，幽梦彩云生。”时间在悄悄的流逝，月亮在寒夜中静静地运行，那阵阵凉意袭来，直逼这可怜的石榴。赶快天亮吧，太阳升起的时候，才会有生的希望。就在这寒夜中，石榴做了一个梦，这当然是一个美梦，满树的绿叶红花，当然是比彩云更美。但关键是，这梦境是对过去的追忆，还是对未来的憧憬呢？读者都不妨试着想一想。只是要记住，做梦的石榴尚挣扎在死亡线上。\r\n　　颈联不难理解，只是将那彩云般的梦，变得更具体。珍珠般的果，红玉般的花，颇费思考的，是 “粪壤”和 “莓苔”两个词。由这两个词所构成的环境，人们是难以把它和 “琼英” “珠树”联系起来的。那么只有一种解释，就是石榴对这恶劣的生存环境,充满了忧虑，也不乏怨恨。在这样一个环境中，谁能指望海石榴会长成玉树琼花呢？原来在这美好的梦边上潜滋暗长着的，却是死亡的恶梦。它会压倒一切，甚至是希望。\r\n　　美梦是短暂的，而梦魇一般的却是现实。早已失去了的勃勃生机和凌云壮志，早已失去了的妩媚身姿和绚丽的光彩，现在都到哪里去了呢？如果说它们并未丧失殆尽。那么，也只是残存在那尚有一线生气的根中了。这便是 “芳根閟颜色”的全部内涵，是石榴的丝丝哀叹，也是残酷的现实对梦的无情摧残。\r\n　　“荣”，是繁荣，是开花，是结实，总之是生之辉煌。 “徂岁”，是指过去了的岁月 。据此看来，该石榴在遭此劫难之前，的确是有过一段玉树琼花，彩云霞霓的辉煌经历，当然，那是在仙山琼阁，而不是眼前的 “莓苔” “粪壤”。现在回过头去，自己的努力，自己的奋斗，自己的成就，竟是这样令人沮丧，令人难以相信，甚至自己也不明白 “徂岁为谁荣”了。这一问，有多少哀，多少悔，多少怨，多少恨啊！\r\n　　诗读到这里，读者一定不会否定，《新植海石榴》是一首咏物诗了吧。只不过所咏的是一株正历遭劫难，前途未卜的海的石榴，是一株从蓬莱仙境降迁到粪土之壤的海石榴。只要读者联系柳公的身世经历，就不难发现，这株气息奄奄，朝不虑夕的石榴，何尝不是柳公的自画像呢？你又如何区分得开，哪是石榴，哪是柳公？这种物我浑然一体的意境，不正是王国维所认为的,非得 “豪杰之士能自树立”的 “无我之境”吗？\r\n　　正因为这株海石榴与柳宗元有着这非同寻常的缘份，诗人对它的钟爱和呵护便非同一般。柳集中另有《始见白发题所植海石榴》一诗中云： “几年封植爱芳丛”，可见这株石榴最终活了下来。这自是题外之话了。"
        },
        {
            "title": "种白蘘荷",
            "content": "血虫化为疠，夷俗多所神。衔猜每腊毒，谋富不为仁。\r\n蔬果自远至，杯酒盈肆陈。言甘中必苦，何用知其真。\r\n华洁事外饰，尤病中州人。钱刀恐贾害，饥至益逡巡。\r\n窜伏常战栗，怀故逾悲辛。庶氏有嘉草，攻禬事久泯。\r\n炎帝垂灵编，言此殊足珍。崎岖乃有得，托以全余身。\r\n纷敷碧树阴，眄睐心所亲。\r\n【注释】：(1)蘘(ráng)荷：草名，亦称阳藿，覆苴，根可入药，其白色者称白蘘荷,相传可以治蛊毒。蛊毒，一种人工制作的毒药，能致人神志昏迷。。\r\n(2)皿虫：李时珍集解引陈藏器的说法：“取百虫入瓮中，经年开之，必有一虫尽食诸虫，即此名为蛊。”孔颖达说：“以毒药药人，令人不自知者，今律谓之蛊毒。”皿，器皿，这里指盛酒的器具。\r\n(3)夷：我国古代对东方各族的泛称。\r\n(4)衔猜：指内心猜测。时柳宗元初到永州，故云。腊(xī)：很，极。\r\n(5)谋富不为仁：即为富不仁。相传边远地区人靠制蛊毒，谋人家财，故云。\r\n(6)肆：店铺。此二句言永州酒店有从远方运来的鲜菜水果，也有令人望而生畏的蛇酒。\r\n(7)言甘中必苦：《国语·晋语》：“言之大甘，其中必苦，谮在其中矣。” 谮：(zèn)说坏话诬别人。当指酒店人劝柳宗元喝酒，而柳则惧其言中有诈。\r\n(8)何用：何以，以何，凭什么。\r\n(9)病：苦，为难。中州，中原地区，中州人，柳宗元自称。\r\n(10)钱刀：钱币。贾(gǔ)害，犹言致祸。\r\n(11)逡(qūn)：犹豫，徘徊。\r\n(12)窜伏：流放偏远的地方。战栗，恐惧发抖。\r\n(13)怀故：怀念故乡。逾，更加。\r\n(14)庶氏：官名，《周礼·秋官·庶氏》：“庶氏掌除毒蛊。”嘉草，蘘荷别名。\r\n(15)攻襘(kuì)：《礼·秋官·庶氏》：“以攻说之，嘉草攻之。”攻说，祈名，祈其神求去之也。攻，熏。此二句云，自古治蛊毒之法有二，祈神的方法，早已失传，但以白蘘荷熏的方法却仍流传。\r\n(16)炎帝：神农氏。皇甫谧《帝王世家》云：“炎帝神农氏，……尝味百草，宣药疗疾，救夭伤之命。百姓日用而不知，著《本草》四卷。”灵编，即指《本草》。\r\n(17)殊足珍：言《本草》载蘘荷弥足珍贵。《本草》云：“蘘荷叶似初生甘蕉，根似姜芽，中蛊者服其汁，卧其叶，即呼蛊主姓名。”意谓疗效甚奇。\r\n(18)崎岖：山路不平，谓采药的山路难行。\r\n()全余身：谓全靠白蘘荷来保全自己的性命。\r\n(19)纷敷：茂盛貌。碧树阴，潘岳《闲居赋》：“蘘荷依阴。”言蘘荷性好阴，在木下生者尤美。此句言蘘荷在树阴下茂盛的生长。\r\n(20)眄(miàn)睐(lài赖)：顾盼。【译文】：百虫放在盆中相食强者为蛊，东南少数民族把它看作神灵。\r\n想来这下蛊的酒往往非常毒，有人用这方法谋取财物不义不仁。\r\n街上的蔬果从远处运来，铺子里杯杯满酒奉劝客人。\r\n古人说甜言蜜语常藏祸机，凭什么相信老板的话是真？\r\n鲜华光洁往往是事物外表的装饰，怕是特别想要为难我这中州来的人。\r\n花钱不说恐怕要招来祸害，越是肚子饿越要处处小心。\r\n流放在边远地常常心惊胆颤，回想过去的事更加感到悲辛。\r\n庶氏留有白蘘荷治蛊一法，祈神解蛊毒的方法早已不闻。\r\n神农氏留下《本草》四卷，说庶氏之法值得珍重。\r\n几经曲折才得到白蘘荷，依托它来保全自己的性命。\r\n浓浓的树荫下白蘘荷长得茂盛，每天都要来看视几回才放心。【赏析】：　　本诗是一首借叙事以抒情言志的政治讽刺诗。\r\n　　诗题直为《种白蘘荷》。据《本草纲目》载：蘘荷有赤白二种，“白者入药，赤者堪噉”。主治“中蛊及疟”、“溪毒，沙蝨，蛇毒”，“诸恶疮”。从诗的字面上看，种白蘘荷是防中蛊的。首四句写蛊毒之毒，人之制蛊是为了谋取不义之财。“谋富不为仁”是诗眼，既是恶人制蛊之由，又是诗人疑惧之本，更是种白蘘荷以防中蛊的直接根源。中间十句叙述诗人的见闻与感受。“蔬果自远至”，往来客商多，有谋取黑钱的机会，因此，有人将“蛊”奉若神灵。看到酒铺老板殷勤劝客，诗人便联想到古训：甜言蜜语里有毒药，光华的外表包臧祸机。自己是中州贬谪来的罪人，更需警觉，因而心怀恐惧，害怕银钱买来灾祸，所以越是饥饿越要小心。最后八句是果，诗人自己殷勤种植白蘘荷是“托以全余身”。全诗平直如话，然而见情见志，而又尖锐地抨击了贪鄙之徒。\r\n　　永贞元年，太子监国，宦官又得势，韦执谊为相，见风使舵，过河拆桥，永贞革新失败。诗人是王叔文集团的重要成员，贬谪为永州司马，“日无治事，时恐惧”。（《唐铙歌鼓吹曲十二篇·序》）“蒙耻遇僇，以待不测之诛”。（《对贺者》）诗人借怕中蛊毒而描述了这种恐惧心理，“窜伏常战栗，怀故逾悲辛。”一语破的，往事不堪回首，前途更觉渺茫，实中有虚，虚中寓实。诗人面对的是腐败的朝政，朝政如制蛊一般。诗人借人之制蛊而不仁不义为喻，直刺朝政当值者之贪鄙。诗人对这帮人是不吝笔墨的，在《设渔者对智伯》一文中，曾借渔者之口，以“五卿相吞食”为例，对贪鄙之徒作了十分形象的描写，“若范氏，中行氏，贪人之土田，侵人之势力，慕为诸侯，而不见其害。”对宦场作了深刻的讽喻。在《杜兼对》中，直斥“兼，凶狡人也。”诗人在诗中托“夷族”制蛊，“杯酒盈肆陈”的描述，指斥那些甜言蜜语、表面光华的人，其本质在于“谋富为不仁”，一针见血，入木三分。面对严酷的现实，诗人理想的追求如故，纯真的情操依旧，诗人喻之为“种白蘘荷”。防中蛊不靠祭神，而植之以“嘉草”，以嘉草而治中蛊是神农黄帝嘉誉的，诗人孜孜以求，精心培植，而终于“纷敷碧树阴”。诗人以借喻手法，表现了自己有坚定的理论信仰和在困境中不屈不挠的品格。诗人曾经说过：“君子志正而气一，诚纯而分定，未尝标出处为二道，判屈伸为异门也。固其本，养其正，如斯而已矣。”（《送萧錬登第后南归序》）诗人坚持唯物论，在“出”“处”“屈”“伸”的不同境遇中，养成端正精一的志向，坚守“利安元元”的本性，诗中“种白蘘荷”正是这种固本养正的最形象最精炼的概括。固本养正而治“中蛊”正是本诗的主题所在。"
        },
        {
            "title": "种术",
            "content": "守闲事服饵，采朮东山阿。东山幽且阻，疲苶烦经过。\r\n戒徒劚灵根，封植閟天和。违尔涧底石，彻我庭中莎。\r\n土膏滋玄液，松露坠繁柯。南东自成亩，缭绕纷相罗。\r\n晨步佳色媚，夜眠幽气多。离忧苟可怡，孰能知其他。\r\n爨竹茹芳叶，宁虑瘵与瘥。留连树蕙辞，婉娩采薇歌。\r\n悟拙甘自足，激清愧同波。单豹且理内，高门复如何。\r\n【注释】：(1)术（zhú）：草名，根茎可入药。\r\n(2)守闲：永州司马为闲职，依唐律不得干预政事，故云。服饵，道家服药养身法。\r\n(3)东山：《清一统志湖南永州府》 “高山在城东隅，亦名东山。”指现在永州市芝山区内之高山，即高山寺之所在地。阿：山中曲处，意指东山下。\r\n(4)幽且阻：昏暗而险要。\r\n(5)疲苶（níe）困极之貌。\r\n(6)戒：同诫。徒：随从仆人。斸（zhú）：大锄，此处意为用锄头挖。灵根，灵木之根，这里指术根。\r\n(7)封植：栽培。閟(bì ) ：关闭，引申为清静、幽深。天和，自然祥和之气。《庄子·知北遊》： “若正若形，一若视，天和将至。”\r\n(8)违：离开。\r\n(9)彻：通 “撤”。撤去。莎，植物名，称香附子，可入药。\r\n(10)土膏：指土地肥沃。 液：黑液，指肥水。\r\n(11)柯（kē）：枝叶。\r\n(12)亩：畦田，指所种植的术已成片。\r\n(13)纷：盛貌。罗：如网之互相交错。罗列，指术生长茂密的样子。\r\n(14)幽气：清幽凉爽气。\r\n(15)离：通罹，遭遇。离忧，蒙受苦难，指作者被贬永州。苟，如果。可怡，令人感到愉快。\r\n(16)孰能：谁还要。\r\n(17)爨(cuàn) ：烧火（作饭）。茹：吃。\r\n(18)宁虑：岂虑。瘵：困 。瘥(cuó)：病。\r\n(19)蕙：香草名。古代习俗，烧蕙草以薰除灾邪，故亦名薰草。薰草以产于湖南零陵（今永州）的最为著名，故又名零陵草。树蕙辞：指屈原的《离骚》。《离骚》： “余既滋兰之九畹兮，又树蕙之百亩。”\r\n(20)婉娩（wǎn）：柔顺貌。采薇歌：指《诗经·小雅》中的《采薇》，是戍边的士兵所唱的思乡的歌。\r\n(21)拙：愚笨。悟拙：明白了自己的愚笨。这里是激愤之词，与其所作 “八愚诗”之 “愚”同。\r\n(22)激清：即激浊扬清。同波：指在永贞革新后一同遭遇不幸的朋友。\r\n(23)单（shàn）豹：人名。《庄子·达生》： “鲁有单豹者岩居而水饮。不与民共利，行年七十而犹有婴儿之色。不幸遇饿虎，饿虎杀而食之。豹善养其内而虎食其外。”理内：调养好自己的身体。\r\n(24)高门：指富贵人家。【译文】：贬永州任闲职身无所事，学服药亲采术东山寻径。\r\n东山林森森，山道无处寻。\r\n攀岩涉涧人疲困，涧底石畔术青青。\r\n我心喜欣欣，戒徒慎小心。\r\n手抚仙草看不够，掘出灵根急回行。\r\n我铲园中草，你离石畔情。\r\n雨露滋润枝叶绿，浇水施肥细耕耘。\r\n郁郁连成片，枝枝绿成荫。\r\n满园朝晖晨漫步，术下爽气夜独醒。\r\n术慰罹难人，无他心自静。\r\n燃湘竹煮术叶调血理气，浓瘴疠严疫疾不必挂心。\r\n屈子树蕙辞，术旁踏歌行；\r\n戊卒采薇曲，园内细咏吟。\r\n似醒悟愚拙之人宜自足，独感愧激浊扬清诸友情。\r\n且学单豹养身事，不慕张毅高门行。【赏析】：　　解读《种术》一诗，须从最后两句入手。\r\n　　“单豹且理内，高门复何如。”典出《庄子? 达生》。说的是鲁国有两个人，一人名叫单豹，一人名叫张毅。单豹因注重调养。七十而有婴儿色。张毅注重交际，高门大户 “无不走也。”这便是 “理内”和 “理外”。庄子认为，二人皆是不善养身者，即不能达生。所以单豹遇饿虎而被老虎吃掉，张毅因奔走劳顿，则 “四十而有内热之病以死。”\r\n　　了解了上述典故， “单豹且理内”一句似乎就明白了。然而不容读者忽视的是一个 “且”字，它只能解释为“暂且”, “姑且”，而恰好是这个“且”字，透露出柳宗元创作《种术》时的心情。这是一种无可奈何的心情，是一种在重压之下，迫不得已的凄凉的心境。 “理内”似乎是当时作者的唯一的理性的选择，尽管庄子有落入虎口的警告在前。\r\n　　有人或许以为， “内”即身体，身体出了问题，就是有了病。从长安到永州，北方人多有水土不服的，因水土不服而患病，甚至死亡的也是有的。舜帝南巡死于苍梧，便是最著名的例子。柳公永州诗文中，也多有谈到自己患病的情况，有时病得还很严重。因为有病，所以采术，种术。这便是 “理内”,这似乎是顺理成章的事情。\r\n　　但是纵观全诗，作者竟无一字涉及自己的病，唯一与病有联系的一句诗是： “爨竹茹芳草，宁虑瘵与瘥？”直译当是 “烧竹煮术叶吃，哪忧虑瘵与瘥？“瘥”字当病讲，但 “瘵”字有两说，一曰病，二曰困顿。从诗句看， “瘵”、 “瘥”两字都作病，似柳公不能为也。故只能解释为 “困顿”。那后句的意思 “哪里忧虑困顿和疾病呢？”从全句诗看，更能明作者此时并非得病，只是忧虑困顿，担心得病，有了术便可不忧虑了。\r\n　　用术来治病，这是无可厚非的，但用术来医困顿，便有些不好理解了。因为“困顿”是指境遇的艰难窘迫，用药是解决不了问题的。\r\n　　答案就在诗的开头。 “瘵”就是指 “守闲”，就是指的流放永州。从权力政治的顶峰。一下跌入到 “行则若带纆索，处则若关桎梏”的处境，这怎能不叫 “瘵”呢。从经济文化的中心，一下窜逐到 “地又荒疠”的永州这怎能不叫 “瘵”呢？ “守闲”说得平淡，而 “瘵”又说得隐晦，难怪古人论《种术》云： “有故旷之意，虽然末免愤激。”然而这又是不确切的。\r\n　　从以上的分折中，我们可以看到，写《种术》一诗时诗人的身体没有患病的，如果按照《左传·昭公十九年》杜预注 “小疫曰瘥”，至少诗人尚未患大病。因此 “种术”并非为了治病，至少主要不是为了治病。 “理内”也只能理解为调整自己的思想，以适应 “守闲”这样一个新环境，因此《种术》诗当为柳宗元初贬永州的作品。\r\n　　《种术》一诗，大体可分为两个层次。从开头到 “夜眠幽气多”，为第一层次，写自己采术、种术的经过。由 “离忧苟可怡”到结尾，写种术后的感受，抒发自己的愤激之情。这样看来这个作品也无有更深之处。这恐怕是读柳诗最容易犯的错误。\r\n　　“采术东山阿”的目的是为了 “事服饵”，柳宗元初到永州，强忍内心的悲哀和伤痛。祈盼通过学习道家的修炼之法，达到内心的平静。因此采术尽管艰难，种术尽管繁琐，诗人做来，显得那么执着，那么细心。当所种术 “南东自成亩”时，作者又显得那样的舒畅。 “晨步佳色媚，夜眠幽气多”，好象诗人通过种术，已经深深悟道，遁入仙境。\r\n　　然而，这一切都是假像，老庄的 “道”并不能使作者得到解脱。 “离忧”的处境，总是不能让诗人忘却现实，无论是 “晨步”抑或是 “夜眠”，屈原的《离骚》总是情不自禁的从心底涌出。前辈诗人的遭遇与自己何其相似，前辈诗人思想，不正是自己的思想吗？因此， “ 留连树蕙辞”是不能随便读过。这是作者内心激烈冲突的表现,作者面对流放的现实，是选择老庄，逃避现实，还是效法先贤，积极入世两种选择的激烈冲突，看来后者是胜利了。当然，前途则更加莫测，这便是柳公！\r\n　　“采薇歌”是什么歌呢？王国安先生认为，是指《诗经·吕南·草虫》。因为该诗中有 “未见君子，我心伤悲”之句，故认定为 “思友之作”，以为柳公在思念永贞革新时，或杀或贬的各位战友。笔者认为不甚妥当。柳宗元被贬永州。虽未服罪，但在表面上安心老庄，一心服饵，故后有 “愧同波”之叹。因此， “采薇歌”当指《诗经·小雅·采薇》。这是一首戍边士兵唱的思乡之歌。既然难以面对诸友，思乡就成了诗人最大的精神安慰和寄托。这既是人之常情，也是诗人对流边放远的一种抗议。当然，忘不了家，便也是不能入道的。也说明学习老庄之道的失败。这是柳公之所以为柳公的原因。\r\n　　“悟拙甘自足”，是对自己 “事服饵”学老庄的现实描写。 “拙”即是愚。实为愤极这辞。当为后来写作八愚诗的滥觞。从而道出诗人内心对自己企图靠学老庄逃避现实的不满。 “激清愧同波”才是没有掩饰的内心表白。 “激清”是对激烈的永贞革新远动的回忆，也是对此时此刻其他战友在继续斗争的想象。相比之下，自己的采药、种药，自己的 “服饵” “理内”，怎不会惭愧而自责呢？\r\n　　由是看来，作者的 “内”的确出了问题。一方面在遭受严重挫折之后，企图通过学习老庄，学习种药修炼而逃避现实。（有读者可能会想，全诗根本没有提及学习庄子。怎么能说诗人在学习老庄呢？如果有兴趣，不妨去翻一翻王国安先生为《种术》所作的注释。十四条注释，有四条直接引自《庄子》。也有人会问，柳公与佛有缘已成定论，何以还曾学道。这已越出对本诗的阅读鉴赏。但可确信，这正是《种术》一诗为柳宗元初到永州时的作品的内证。）另一方面，诗人因为无法逃避现实，而内心充满了矛盾和冲突。正是这矛盾冲突，才真正构成作者所必须理的 “内”，这是痛苦的灵魂对出路的苦苦追索。\r\n　　尽管是这样，诗人仍不愿通过奔走高门而获得解脱，是诗人的清高和骨气？还是对现实的清醒认识？我们无法确知。但这气魄，还是令人钦佩的。柳公后来放弃了这种态度，这自是统治者对诗人的摧残和迫害造成的。"
        },
        {
            "title": "种仙灵毗",
            "content": "穷陋阙自养，疠气剧嚣烦。隆冬乏霜霰，日夕南风温。\r\n杖藜下庭际，曳踵不及门。门有野田吏，慰我飘零魂。\r\n及言有灵药，近在湘西原。服之不盈旬，蹩躠皆腾鶱。\r\n笑忭前即吏，为我擢其根。蔚蔚遂充庭，英翘忽已繁。\r\n晨起自采曝，杵臼通夜喧。灵和理内藏，攻疾贵自源。\r\n拥覆逃积雾，伸舒委馀暄。奇功苟可征，宁复资兰荪。\r\n我闻畸人术，一气中夜存。能令深深息，呼吸还归跟。\r\n疏放固难效，且以药饵论。痿者不忘起，穷者宁复言。\r\n神哉辅吾足，幸及儿女奔。\r\n【注释】：(1)仙灵毗（pí）：书名淫羊藿，叶青似杏，叶上有刺，茎如粟杆，根紫色，有须。《证类本草》：“淫羊藿，味辛寒，……益气力，强志，坚筋骨。”\r\n(2)阙（quē）：空缺，亏损。\r\n(3)疠（lì）气：中医学名词，即“疫疠”。古人认为疫疠之气不同于六淫之邪，乃自然界别有一种“异气”伤人致病，具有强烈的传染性和流行性。\r\n(4)野田吏：管理荒田的小官。\r\n(5)湘西原：潇水西边的原野。\r\n(6)蹩（bié）躠（xiè）：本指跛者行走貌，在此指行走艰难者。腾骞（qiān签）：腾，跳跃；骞，高举、飞起。腾骞：指行走迅捷。\r\n(7)笑抃（biàn）：抃，指鼓掌表示欢欣。笑抃，边笑边拍手，非常高兴的样子。\r\n(8)擢（zhuō）：抽，拔。\r\n(9)雍覆：即拥覆。\r\n(10)委：丢弃。或　通“萎”，衰败。\r\n(11)徵（zhēng）：证验，证明。\r\n(12)蘭荪：即菖蒲；《证类本草》：昌蒲，味辛温，无毒，主风寒湿痹，不得屈伸。\r\n(13)痿(wěi)者：中医学病名。指肢体萎弱，筋脉弛缓的病症。【译文】：穷居南荒我很少保养，这里的疠气非常嚣张。\r\n寒冬腊月竟不下霜雪，太阳西下还特别闷热。\r\n拄着藜杖我步下庭院，双腿麻木行走艰难。\r\n村里有个管农田的小官，常来安慰我孤寂的心灵。\r\n说有一种灵妙的草药，就在潇水西边的田野里。\r\n服用此药不用十天，跛脚者都能快步向前。\r\n我乐得拍手请求小官，帮我取来那草药的根茎。\r\n于是我将它种满庭院，不多久灵药就叶茂花繁。\r\n早上起来我采药曝晒，晚上就不停地的将药捣烂。\r\n药性温和能够调理内脏，治疗疾病贵在治本疗源。\r\n用来覆盖可排除久积的湿气，用来活络可尽弃身上的闷热。\r\n如果某种奇功真能奏效，难道还用得上象兰荪这样的草药？\r\n听说有一种怪人的方术，吸一口气可保持到夜深。\r\n能叫人长长地呼吸，气息还归还到脚跟。\r\n疏放懒惰我没法仿效，只好通过服药来治病根。\r\n得了风痹的人都不忘站起，更不用说如我一样的穷人。\r\n但愿神药治好我的脚病，让我能象小儿女一样欢跳奔腾。【赏析】：　　柳宗元被贬永州时，由于心情抑郁幽独，再加上水土不服，疾病缠身，以至于有时不得不终日与草药为伴。在给李翰林建的的信中，柳宗元写到：“仆自去年八月来，痞疾稍已。往时间一、二日作，今一日乃二、三作。……行则膝颤，坐则髀痹。所欲者，补气丰血，强筋骨，辅心力。有与此宜者，更致数物。”作于元和四年（809年）冬的《种仙灵毗》就记叙了这段时期的生活情状和心态。\r\n　　全诗一共17韵，34句。1—12句交代种仙灵毗的原因。诗歌开头先渲染出永州可怕而又怪异的气侯坏境。可怕之处在于“疠气剧嚣烦”，怪异之处在于“隆冬乏霜霰，日夕南风温。”该冷的时侯不冷，该凉的时侯不凉，整日疠气猛烈。在这样的环境里如果能够仔细保养身体也会挺得过去，但诗人穷困潦倒无以自养，因此，沦落到“杖藜下庭际，曳踵不及门”的地步——处境十分困苦艰难。１一６句交代了诗人种仙灵毗的第一个原因：双腿麻痹，病况不轻。７一12句写同情他艰难处境的野田吏告诉他：仙灵毗治腿效果极佳。这是种仙灵毗的第二个原因。\r\n　　13－18句写作者求药种、种药、采药、制药的过程。“笑抃”两字极为形象地写出了诗人当时表情动作：一边高兴笑着，一边拍着手掌。其内心的喜悦、激动溢于言表。这种喜悦和激动又反衬出他被疾病折磨时的极端痛苦。种药的过程写得非常简单。因为他并不是以种药为乐，而是靠草药除病，所以种药特别积极，采药制药也不辞劳苦，这一切又反衬出疾病对其折磨之深重，以致于他为了治病再苦再累也不怕。\r\n　　19－22句是药理说明，也是诗人种药、采药、制药、付出一切辛苦劳动的精神支柱：灵药温和能够调理内脏，治疗疾病就贵在治其本源。拥覆其上，可以将内中积压的雾气排除；伸展舒活，可以将积余的燥热消散干净，一句话，诗人相信仙灵毗药性很好，敷了它就能药到病除。\r\n　　23－34句抒写诗人渴盼病愈的心情。“神哉辅吾足，幸及儿女奔”是诗人心中的呼喊，就象盲人对光明的企盼，令人心灵震撼。\r\n　　这首诗在写作上的第一个特点是叙事与抒情相结合。诗人通过记叙自己种仙灵毗的原因、经过等，既表达了对永州气候环境的厌恶，得病后的痛苦，更表达了渴盼病愈的急迫心情。读者细细体味全诗还能发现：虽然诗人当时处境极为艰难，但他没有气馁、颓废，而是坚强不屈，积极治疗。因为他虽然遭贬，但他“辅时及物”的政治信念始终没变，他渴望有朝一日得到起用，期望自己总有一天再出去为国家、为人民做一番事业，可以说，正是这种东山再起的期待心理支撑着他，给他带来了希望和活力。\r\n　　诗的第二个特点是紧扣诗题选材，详略取舍别有用心。此诗题为《种仙灵毗》，诗中写了种仙灵毗的原因、经过，写了仙灵毗的药理、药效。但笔墨重点不是放在种药上，而是放在种药原因的叙述和对药到病除的渴盼上。其用心大概就是为了突出境况的艰难，让关心他的人更同情他，为他离开永州重返京城创造机会。\r\n　　诗的第三个特点是语言富有表现力，人物情状栩栩如生。诗人用“杖藜”、“曳踵”写他行动的艰难，用“笑抃”写他得知其病有药可治的喜悦心情，用“蔚蔚”写草药的众多和枝繁叶茂等，其情其景婉如历历在目，语言的表现力极其丰富。"
        },
        {
            "title": "茅檐下始栽竹（茆檐下始栽竹）",
            "content": "瘴茅葺为宇，溽暑常侵肌。适有重膇疾，蒸郁宁所宜。\r\n东邻幸导我，树竹邀凉飔。欣然惬吾志，荷锸西岩垂。\r\n楚壤多怪石，垦凿力已疲。江风忽云暮，舆曳还相追。\r\n萧瑟过极浦，旖旎附幽墀。贞根期永固，贻尔寒泉滋。\r\n夜窗遂不掩，羽扇宁复持。清泠集浓露，枕簟凄已知。\r\n网虫依密叶，晓禽栖迥枝。岂伊纷嚣间，重以心虑怡。\r\n嘉尔亭亭质，自远弃幽期。不见野蔓草，蓊蔚有华姿。\r\n谅无凌寒色，岂与青山辞。\r\n【注释】：①茆：同“茅”。   \r\n②溽暑：又湿又热，指盛夏气候。\r\n③重膇：足肿。蒸郁：湿热之气郁勃上升。\r\n④凉飔：凉风。\r\n⑤荷：负，担。\r\n⑥舆曳：指装运移栽的竹子。\r\n⑦萧瑟：指竹叶被风吹拂所发出的声音。\r\n⑧极浦：远处的水滨。\r\n⑨旖旎：柔美，犹言婀娜。\r\n⑩蓊蔚：草木茂盛。【译文】：以茅为材，盖我新屋；湿热如针，久刺肌肤。\r\n祸不单行，腿肿成疾；屋似蒸笼，光阴怎度？\r\n东边邻居，传我秘法；逐热致凉，唯有种竹。\r\n闻言欣然，恰与心合；西岩之畔，负鍤四顾。\r\n楚地多山，怪石嶙峋；挖掘艰难，力尽无助。\r\n江风嗖嗖，暮云密布；运输竹种，加快速度。\r\n萧瑟翠竹，远渡江浦；移种阶旁，赏心悦目。\r\n栽正竹根，望其永固；浇以清泉，胜似甘露。\r\n夜不闭窗，凉风入户；羽扇无用，弃之不顾。\r\n竿集清凉，叶积浓霜；枕席清凉，暑热全无。\r\n密叶之中，网虫依附；曲枝之上，晓禽起舞。\r\n尘世纷嚣，不必牵挂；宁静怡悦，何愁不足。\r\n亭亭翠竹，令我爱慕；远离故土，与我为伍。\r\n谁没见到，郊野蔓草；葱茏茂盛，徒有外表。\r\n凌寒品质，荡然全无；寄身荒山，作为归宿。【赏析】：　　《茆簷下始栽竹》是一首种竹诗，大约作于元和三年。这正是作者处境最艰难的时候。仕途坎坷、健康恶化，不绝于耳的指责、漫骂，还有那遇赦不免的诏书，无情地折磨和摧残着他的精神和肉体。是苟且屈服、随波逐流，还是傲然挺立、坚持操守，诗人用这首小诗作了表白。托竹言志，正是此诗的创作动机，也是此诗的魅力所在。\r\n　　这首诗写作上的特点之一是：叙事清楚，以文为诗。诗歌记叙了寻竹、栽竹和赏竹的全过程，线索清晰，有明显的记事散文的特色。首先写栽竹之因。由于天气闷热，加之又患足肿之疾，日子非常难熬。幸好邻居告诉了他驱热的办法，种竹可致凉风。其次，写寻竹之劳。为了种竹，负鍤来到西岩，在怪石险岩中登攀寻觅，费尽力气，挖来竹种。第三，写种竹之慎。种竹之时慎之又慎，选好地址，扶正竹子，牢固竹根，浇上清澈的泉水滋润竹根，以便迅速成活。第四，写赏竹之乐。这是诗人拟想竹子长成之后，付出的辛勤和爱心必定可以换来丰厚的回报，生理上和精神上都得到了愉悦和快乐。清凉取代了湿热，生机驱赶了孤寂。网虫寄身在叶间，晓禽歌唱于枝头，晶滢剔透的露珠，仿佛凉透了枕席，置身竹间，心静神怡，烦恼尽消。全诗结构层次分明，环环相扣，孙月峰在《评点〈柳柳州集〉》中说：“就事质叙，自有一种真味。”指的就是这种结构上的连贯性所产生的质朴的韵味。\r\n　　此诗的第二个显著特点就是兼用比兴、寓意于竹。汪森在《韩柳诗选》中对柳宗元的种植诗的评语是“种植诸作，俱兼比兴，其意亦由迁谪起见也。”栽竹诗更体现了这一特点。比兴的运用，是为了使诗的旨意更隐蔽更含蓄一些。这是由于处境艰难造成的。贬臣的身份和政敌的得势，迫使他许多话不便明说、直说，他只好托情于竹，委婉达意。很显然，诗人种竹的主要目的绝不是为了真正的致凉，而是一种情感的寄托和宣泄。前人的咏竹诗，或赞美亭亭玉立的风姿，或称颂正直虚心的品质。柳宗元所写的竹，除借鉴了前人的成果外，赋予了更多的自我色彩，可视为自比形象。他喜欢竹，在永州的作品中，不少的诗写到竹子，而这些竹子里常常显现自己孤直的身影，苏轼读此诗后，看到了“意致似恬雅而中实孤愤沉郁”的内含。柳宗元所写的竹子不仅有亭亭姿，驱热生凉，更因为有“凌寒色”，才被引为知己。这种“凌寒色”，不正是诗人的坚韧执着，有气节操守和傲岸不屈性格写照吗？他对竹子的期待，委婉地表达了对处境的改变，理想的实现的渴望。种竹之举实际上是自己世无知音、报国无门，只能与竹为友的孤寂和悲哀之情的抒发。此诗的真正寓意大概就在这里吧！\r\n　　总之，《茆簷下始栽竹》一诗最能体现苏轼所说的“外枯而中膏，似淡而实美”特色。表面平淡无奇而内涵无比丰富，结构上以文为诗而手法上兼备比兴，形成了这首诗既质朴又雅致的特有韵味。所以，读此诗时，我们既要品诗，也要品竹，更要品人。要从诗中去把握竹子形象的象征意义，再从竹中去发掘作者的个性、情感和人格的蕴含。"
        },
        {
            "title": "戏题石门长老东轩",
            "content": "石门长老身如梦，旃檀成林手所种。\r\n坐来念念非昔人，万遍莲花为谁用。\r\n如今七十自忘机，贪爱都忘筋力微。\r\n莫向东轩春野望，花开日出雉皆飞。\r\n【注释】：①石门：为永州法华寺内的一处居室。长老：对和尚的尊称。东轩：指东边的窗户或门。\r\n②身如梦：指人生往事如梦。\r\n③旃檀：（zhāntán沾谈）：梵文“旃檀那”的省称，即檀香。玄应《众经音义》：“旃檀那，外国香木也，有赤、白、紫等数种。”是一种常绿乔木，木材极香，可以用来制作扇骨等多种器具，也可药用，或制成各种香料。手所种：指旃檀的幼树是石门长老亲手栽种。\r\n④坐来念念非昔人：其意是说，石门长老长年坐坛念经，年岁渐老，今非昔比。\r\n⑤万遍：形容反复念诵。莲花：指《妙法莲华经》，这里泛指一切佛经。为谁用：意为没有人愿意听他念诵佛经。\r\n⑥忘机：指忘却计较或没有巧诈之心。这里指自甘恬淡与世无争。\r\n⑦贪爱：指石门长老年青时的理想与追求。筋力微：形容身心老迈，壮志消沉。\r\n⑧雉(zhì)：即野鸡。雉皆飞：比喻诗人亲友多丧、孤苦伶仃的意思。典出乐府琴曲《雉朝飞》。【译文】：石门长老身世如梦，当年栽种的檀香已经成林。\r\n静坐念禅今非昔比，莲华经念了万遍有谁倾听？\r\n如今年过七十早已忘却往日的追求，筋力衰减再不会壮志凌云。\r\n不要向东边窗外春天的原野张望，晴空下百花盛开野鸟却已飞尽。【赏析】：　　这首诗在写作手法上属于借题发挥，即借用石门长老的形象，抒发作者忠于朝庭、希望得到朝庭的理解和重新起用，而长期被冷落的悲愤失望的心情。\r\n　　诗的首句通过“石门长老”的形象，引出作者往事如梦的感慨；第二句借“旃檀”的形象，说明官场新贵们的得势。三、四句再借“石门长老”之言，说明江山易主、改朝换代、作者的忠心无人理解，等待重新起用已经无望。五、六句以“石门长老”的形象和自白，慨叹人生易老和作者生平抱负的落空。“忘机”，就是已经“无意苦争春”。“贪爱都忘”，就是心的颓丧，不再有理想与追求。七、八句是诗的尾联，也是对全诗的总结。这两句通过对“东轩”外春日景色的描写，抒发了作者类似于“一江春水向东流”的感慨。作者以青春年少成名，并被委以朝廷重任，当年的意气风发可想而知。\r\n　　“雉皆飞”含有一个典故，由乐府琴曲《雉朝飞》变化而来：“春秋时，卫侯女出嫁齐太子，中道闻太子死，傅母（女官名）仍然劝她去处理丧事。丧毕不肯归，终死于齐。傅母悔之，取女所自操琴，于冢上放之，忽二雉出墓中。傅母托雉曰：‘女果为雉也？’言未毕，雉俱飞而起，忽然不见。傅母悲痛，援琴作操，故曰《雉朝飞》。”也有人说：“《雉朝飞》为齐处士伤无妻之作。”柳宗元早年丧妻，来永州之后，母亲和女儿先后病逝，所承受的人生变故如同“屋漏偏遭连夜雨，行船又遇顶头风”，这种打击与悲痛可想而知。他被贬职后闲居永州，这期间江山易主，官场易人，新贵层出不穷，而且无不趋炎附势，对柳宗元等“俟罪”的闲官不屑一顾，或者颐指气使；更有一帮小人，经常散布一些流言蜚语，和莫须有的诬陷之辞。因此，诗人尽管悲愤交加，却不能在诗文中明明白白地流露出对朝廷的怨恨心情，只好运用巧妙的写作手法，通过“戏题”一诗，表面上是在劝戒石门长老，不要用老迈哀伤的心情，来观看东轩之外春意盎然的景色，以免触景生情，更加伤心；实际上是在劝慰自己，要忍辱负重，不与官场新贵们攀比，索性闭目塞听，让火热的心彻底地冷却，以免受到更大的伤害。\r\n　　整首诗，以一个衰老、冰冷、绝望的外表，包容了一颗充满激情、火热和突突跳跃的心。这本身就是一个矛盾，冰与炭的不可调和，最终决定了这位大才的悲剧命运。"
        },
        {
            "title": "法华寺西亭夜饮",
            "content": "祇树夕阳亭，共倾三昧酒。\r\n雾暗水连阶，月明花覆牖。\r\n莫厌尊前醉，相看未白首。\r\n【注释】：①祗（zhī）树：即祗树给孤独园，释迦往舍卫国说法时暂居之处。此处指法华寺。夕阳亭：即永州法华寺西亭。\r\n②三昧：佛教语，即心神平静，杂念止息之意，是佛教的重要修行方法之一。《大智度论》卷七中解释道：“善心一处住不动，是名三昧。”《大乘义章》中：“以体寂静，离于邪乱，故曰三昧。”\r\n③水连阶：本意指池水漫涨，连接西亭的台阶。实意是坐在西亭中，一眼望去，潇水绕城而过，远接天际。\r\n④牖：窗户。\r\n⑤莫：不要。厌：厌恶、害怕、担心。\r\n⑥樽（zūn）：古代盛酒的器具。【译文】：夕阳斜照着幽静的法华寺的西亭，我们抛开心头的杂念而开怀畅饮。\r\n朦胧的雾色里池水漫上西亭的台阶；皎洁的月光在窗上投下了美丽的花影。\r\n何须担心害怕今夜樽前沉醉，看头上的青丝就不必为悲苦所幽禁。【赏析】：　　柳宗元于永州10年，留下了大量的可圈可点的诗文，但是，在其繁富的牢笼百态的文字中，给人印象最深的是他那萦绕心头的忧愤苦闷和那无奈的怅然愁绪，然而，《法华寺西亭夜饮》却一反常态，写出了柳宗元心中难得的一种有如陶谢情怀的豪放之概。因此，这一首诗对研究柳宗元的情怀心态具有非常重要的意义。\r\n　　据柳宗元的《永州法华寺新作西亭记》、《构法华寺西亭》、以及《法华寺西亭夜饮赋诗序》等文章，可以看出该文应写于元和四年。《法华寺西亭夜饮赋诗序》曰：“间岁，元克己由柱下史亦谪焉而来。无几何，以文从余者多萃焉。是夜，会兹亭者凡八人。既醉，克己欲志是会以贻于后，咸命为诗，而授余序。”元克己于元和四年谪永，柳宗元于元和五年五月移居愚溪侧旁。因此，该诗与《序》作于元和四年无疑。\r\n　　柳宗元何以能逃逸出昔日的苦闷心境，进而步入一种少有的旷达境界呢？我想大概有几个方面的原因：其一，至元和四年前后，柳宗元对江南的梅雨湿热气候有所适应，身体有所好转，不再是“百病所集，痞结伏积，不食自饱，或时寒热，水火互至，内消肌骨”的那种初来永州的感觉。其二，相继被贬谪来永的官员与慕名求教的学子的不断增多，使柳宗元的心里也渐渐淡化了初来永州时的那种被抛弃、被荒废、被折磨、被摧残的孤愤心态。其三，母、妻病亡的惨痛，王叔文之死的阴影也随时间的流逝而渐趋平缓，压抑、苦闷的心理有所缓解。从而，眼界骤然开阔起来：昔日的南蛮之地，奄忽间在那郁闷的胸中生出些许美来，并不断激发其观游的欲望与创作的快感。如在《永州法华寺新作西亭记》中欣然写道：“丛莽下颓，万类皆出，旷焉茫焉，天为之益高，地为之加辟，丘陵山谷之峻，江湖池泽之大，咸若有增广之者。夫其地之奇，必以遗乎后，不可旷也。” \r\n　　从总体上看，《法华寺西亭夜饮》在柳宗元诗歌中可以算得上是一首堪与《江雪》《渔翁》相并提的脍炙人口的佳作。在这首诗中赋与比、象与兴应用得如同羚羊挂角，天衣无缝。在其平淡而简朴的文字里，隐藏的却是他那翻滚的思绪和那难以平静的激情。正如钟嵘于《诗品》中所云：“气之动物，物之感人，故摇荡性情，形诸舞咏。……动天地，感鬼神，莫近于诗。”\r\n　　诗先从“法华寺西亭”写起，用“释迦往舍卫国说法时暂居之处，即祗树给孤独园”来喻法华寺，其意有二，一是指出了西亭在夕阳下的幽静；二是道出了他们这些贬谪之士南来永州，如同释迦讲法于舍卫国一般，属于生命的一种过程。于是，相互勉励道：人生于世，得抛开一切烦恼，举杯把盏，开怀畅饮。因此，“共倾三昧酒”短短5字，可谓是畅快洒脱，仿若将贬谪之痛、前途之忧置之九霄云外，淡忘得个干净，全然一股李白式的“烹羊宰牛且为乐，会须一饮三百杯”的豪迈。\r\n　　人常言：酒逢知己饮，话向故人说。柳宗元与元克己这样一群落难异乡而不得志的文人墨客，有缘相聚在这幽静的西亭，酒成了他们唯一排遣郁闷麻醉神经的最佳言语。其实，在人类文化史上，无论中外，酒都是一种不可或缺的营造氛围的物品。因此，古往今来，借酒浇愁的文学作品，可谓是船装车载，难以尽数。最耐人寻味的有曹操的《短歌行》：“对酒当歌，人生几何？譬如朝露，去日苦多。慨当以慷，忧思难忘。何以解忧？唯有杜康”；有刘伶的《酒德颂》：“兀然而醉，怳尔而醒。静听不闻雷霆之声，熟视不见泰山之形。不觉寒暑之切肌，利欲之感情。俯观万物，扰扰焉若江海之载浮萍”。\r\n　　柳宗元与元克己等人对酒当歌，不觉天色渐暗，月上梢头，醉态朦胧中从西亭望去，只见那暮色中的池水漫上西亭的台阶；皎洁的月光在窗上投下美丽的花影。于是，柳宗元笔锋一转，像电影画面一样地由室内的叙谈与把盏切换到了对窗外景色的描摹：“雾暗水连阶，月明花覆牖。”通过两组特写镜头将朦胧的暮色与漫涨的池水、皎洁的明月与窗外的花影这些远近大小不同的景物联系在一起，构筑成了一幅鲜活生动、幽静典雅、清丽柔美的画卷。置身于这样仙境般的画卷中，还有何愁可言？何有不快之念？此时，作者已从逃逸规避的心态上升到了与自然融合的境界。\r\n　　距离上由远而近，时间上由昼而夜，最后在阑珊的灯火下，相互对视，发现依然青丝满头、风华正茂，于是，不期然地得出该诗中的最蕴深意的旷达之句：“莫厌樽前醉，相看未白首”。\r\n　　“莫厌樽前醉”中的“莫厌”二字，用得厚重而富有张力，它不仅与首联的“共倾三昧酒”遥相呼应，抒发了一种内心深处的豪气，也为结句“相看未白首”作了恰如十分的铺垫，使全诗浑然一体，豪气云霄。此外，“相看未白首”之句，隐约地指出了前途的光明与希望的存在，说明了柳宗元并没有沉湮在悲愤哀怨的泥潭之中，而是在以旷达之情正视着当下的处境。\r\n　　于此，有的学者认为该诗的尾联写得甚为凄婉。因为在“未白首”的年龄，本正是为国为民贡献青春与作为的大好时机，而在这样的时机却沉迷于樽中之酒而致使光阴虚度，对大智的柳宗元而言，显然是一种无奈的悲愤，是一种痛苦的挣扎，是一种无声的哭泣。诚然，作为一说，这种理解也无可厚非。\r\n　　但是，阅读这首诗时，还有一点值得一提，就是在柳宗元所处的中唐时代，五言、七言的律诗绝句都已相当成熟，而柳宗元在此为何没有遵守律诗绝句的规则？冒然以六句成诗，较之绝句多了两句，较之律诗则少了一联，像这样的非绝非律类诗，在柳宗元诗集中共有4篇，即《独觉》、《雨后晓行独至愚溪北池》、《渔翁》、《法华寺西亭夜饮》（《杨白花》虽然只有5句，但它已表现出了词曲的风味）。原因为何？许多人为之莫解。其实，这是柳宗元文风中一以贯之的一种对当下主流文化的反叛与背离，对古体诗歌文体的一种光大。因为在柳宗元的4首六句诗中，皆以仄声字入韵，明显地带有古体诗的风味，而在古体诗中是没有句式句数的限制与约束的。从这里，我们也看到了柳宗元对古文运动的执著与文学样式的创新。\r\n　　其实，人是有多面性的。生活之苦尽管无法规避，但也并不意味着一个人永远在痛苦之中。婉约中有旷达，旷达中有哀婉，这才能构成一个完整而真实地个体。因此，我们在欣赏某个人的作品时，不能一股脑儿地将其归之为某一个派别，譬如手执铜板铁琶高唱“大江东去”的苏东坡可谓是一个彻底的豪放派诗人，但其“明月几时有，把酒问青天”之句则写得让人读而泪落，吟而声咽，其婉约之调并不在易安柳永之下。于此，柳宗元的心态也是一样，痛苦之余不乏旷达，悲婉之后不失豪放，晦涩之中亦有明达。"
        },
        {
            "title": "冉溪",
            "content": "少时陈力希公侯，许国不复为身谋。\r\n风波一跌逝万里，壮心瓦解空缧囚。\r\n缧囚终老无余事，愿卜湘西冉溪地。\r\n却学寿张樊敬侯，种漆南园待成器。\r\n【注释】：①冉溪：又名染溪，柳宗元将其改名为愚溪。溪在永州市芝山区河西，东流入潇水。\r\n② 陈力：贡献才力。希：希求。公侯：古代五等爵位中最高的两级。这里指创建公侯般的业绩。\r\n③ 许国：为国家献身，效力。许，应允。为身谋：为自已打算。\r\n④风波一跌：指在永贞革新的风波中遭到失败。跌，失足、挫折。逝万里：指被贬谪到遥远的永州。逝，去。\r\n⑤壮心：雄心壮志。缧(lèi)囚：囚犯。缧，捆犯人的绳子。\r\n⑥馀事：以外的事。馀，以后，以外。\r\n⑦卜：选择。湘西：潇水西边。柳宗元诗文中常以湘代潇。\r\n⑧寿张：地名，即今山东省寿张县。樊敬侯：指东汉人樊重，字君云，汉光武帝的内戚。封寿张侯，死后缢号为“敬”，故又称樊敬侯。\r\n⑨种漆南园：据《后汉书》记载，樊重想做器物，但没有木材，便在南园栽种梓树和漆树。当时的人都嘲笑他。日后树长成材，器物终于做成了。嘲笑过他的人都来向他借用。【译文】：从小发奋图强希望建功立业，以身许国从未想过谋取个人谋福。\r\n在宦海风波中一跌便来到了万里之外，壮志瓦解成了个未被捆绑的囚徒。\r\n囚居到老也没有其他的事情可做，只愿在潇水冉溪边选个居处。\r\n学习那东汉的寿张侯樊重，在南园种上漆树待它成材后制作器物。【赏析】：　　元和四年秋，柳宗元在法华寺西亭发现“怪特”的西山以后，游踪曾一度集中在河西冉溪一带。他在《愚溪诗序》一文中说：“灌水之阳有溪焉，东流入于潇水，或曰冉氏尝居也，故姓是溪为冉溪。或曰可以染也，名之以其能，故谓之染溪。余以愚触罪，谪潇水上，爱是溪，入二、三里，得其尤绝者家焉。……故名之为愚溪。”根据诗题“冉溪”及诗句“愿卜湘西冉溪地”，该诗当作于元和五年柳宗元迁居冉溪之畔，改称愚溪之前。诗回顾了参加“永贞革新”的经历，对惨遭贬谪表示愤愤不平，抒发了坚持信念，寄希望于未来的伟大抱负。\r\n　　全诗共8句，前4句写被贬前的事情，他少年得志，21岁考取进士，26岁又中博学宏词科高第，授集贤殿正字，后又任蓝田县蔚，监察御史里行。在“永贞革新”中，柳被提升为礼部员外郎，成为改革派中的重要骨干。王叔文集团执政的时间总共半年，真正大刀阔斧改革朝政也不过两、三个月，但却有力打击了弄权的宦官和跋扈的藩镇，革除弊政，打击贪暴，选用贤能，减免赋税，“百姓相聚欢呼大喜”。这在历史上是具有进步意义的。王叔文集团被称为“二王、刘、柳”，这足可见柳宗元在改革派中的地位与影响。他后来在信中自述“于众党人中，罪状最甚”（《寄许京兆孟容书》），也充分表明了他在推动当时的改革斗争中所起的积极作用。前两句写了年青时的抱负，渴望贡献才力创建公侯般的业绩，决心报效国家不考虑个人的得失。三、四句是对参与“永贞革新”遭到挫折的概写，象一只搏击长空的苍鹰，突遭险遇，“炎风溽暑忽然至，羽翼脱落自摧藏”，变成了“笼鹰”，被贬到遥远的永州，壮心瓦解徒然落得个囚犯的身分。从“超取显美”的朝中命官到流落南荒的谪吏，打击是残酷的，身心都受到摧残，。然而，即使万受摈弃，名列囚籍，也“不更乎其内”，“不变其操”，这就他的胸襟和节操。\r\n　　后四句写今后的打算，“缧囚终老无馀事，愿卜湘西冉溪地。”囚徒到老没有别的事情可做，只希望在潇水冉溪边选择一块地安居。调子不高，先抑后扬。他喜爱这里的风光“尤绝”，“清莹秀澈，锵鸣金石”，故改“冉溪”为“愚溪”，还在溪边构建“愚堂”，并写了一系列以愚溪为题材的诗文。“却学寿张樊敬侯，种漆南园待成器。”姑且学习寿张侯樊重的榜样，在南园种上漆树，待它长大成材后制做器具。柳宗元在这里引用樊敬侯这一历史典故，表明自己不甘心无所作为，决心象樊重那样，不怕打击嘲笑，经过长期努力，来实现自己的政治理想。“种漆南园”不过是一个比喻，不仅仅局限于种树，而包括培养人才，“复操为文”等等。可以说，柳宗元是中国古代优秀知识分子的典范，他在“永贞革新”的斗争中经受了磨炼考验，“辅时及物”“利安元元”的理想并没有泯灭。因祸得福，政治上的失败，使他有可能接触田夫野老，有时间读“经史诸子数百卷”，有机会继续思考改革，有精力写作宏文，终于成为世人皆知的唐宋八大家之一。"
        },
        {
            "title": "雨晴至江渡",
            "content": "江雨初晴思远步，日西独向愚溪渡。\r\n渡头水落村径成，撩乱浮槎在高树。\r\n【注释】：①愚溪：即冉溪。柳宗元出于被贬逐的愤激，自称为“愚”，并把居地永州冉溪改名为“愚溪”。\r\n②村径：乡村小路。成：显现。\r\n③撩乱：搅乱的意思。浮槎：水中漂浮的木筏。【译文】：雨后初晴想到远处的江边散步，日落西山独自走向愚溪渡口。\r\n只见洪水消退，村旁的小路重现，漂浮的木筏散乱，有的高挂在树的枝头。【赏析】：　　柳宗元的《雨晴至江渡》，只有短短的四句话，二十八个字。初读起来好像很容易理解，诗的前两句，写他在雨后初晴的一天傍晚，独自到江边散步。后两句写他在愚溪渡口旁，雨停水退后所见到的景像。\r\n　　河里的洪水太大，大到何种程度呢？连村旁的小路都被淹没了。而且，水中漂浮的木筏，也被冲散了，有的高挂在岸边的树枝上。说明这场雨下得太猛，下得太久，自己在屋里憋的时间太长了。久雨初晴，才迫不及待地要到江边来走一走，放松放松自己被压抑的心情。第二句中有一个“独”字，用得非常巧妙，不仅是写实，也是写虚。写实，是指他独自一人到江边来散步；写虚，是指当年一起参加“永贞革新”的那些志同道合的朋友们，都被发配到偏远的州府，自己孤身一人来到永州，势单力薄，难以再成气候。第四句中有一个“在”字，用得鲜活。因为木筏所处的位置，应该漂浮“在水中”，现在却被漫天洪水冲到岸边的树上，“在高树”三字，让人叹然思然，不胜感慨。真是几多凄凉，几许伤感。\r\n　　永州，在湖南省的西南部，每年的春夏两季，雨水格外繁多。柳宗元曾经写过一篇《舜庙祈晴文》，其中有几句的大意是：“浓云密布，阴雨连绵，洪水泛滥，不仅河岸崩塌，而且冲断河堤，淹没了稻田和菜地，百姓遭灾，苦不堪言”。因此，祈盼舜帝体恤民情，赶快诛杀妖龙，驱散云雾，使阳光重新普照大地，不再让雨水危害百姓。\r\n　　结合这篇文章，再读《雨晴至江渡》，反复咀嚼，诗人久雨蛰居之苦、远谪漂泊之痛、同情百姓遭遇的忧患意识、感叹自己空有经国济世的抱负，却又无法施展的愤激心情，皆在不言之中，凸显出来。诗人采用了小中见大、平淡之中寓含深意的写作手法，从表面上看来，四句都是写景，其实字字皆在抒情，真是不着一字，尽得风流。"
        },
        {
            "title": "夏昼偶作",
            "content": "南州溽暑醉如酒，隐几熟眠开北牖。\r\n日午独觉无馀声，山童隔竹敲茶臼。\r\n【注释】：①南州：指永州。溽（rù入）暑：又湿又热，指盛夏的气候。《礼记·月令》：“土润溽暑，大雨时行。”醉如酒：像喝醉了酒那样要打盹。\r\n②隐几：凭倚着几案。《庄子·徐无鬼》：“南伯子綦隐几而坐。”隐几，亦作“隐机”。《秋水》：“公子牟隐机太息。”\r\n③北牖：北窗。\r\n④日午：中午。\r\n⑤敲茶臼（jiù）：制作新茶。茶臼，指捣茶用的石臼。【译文】：永州的夏天又湿又热，困得使人像醉汉打盹，推开北窗，凭案酣睡长精神。\r\n中午醒来，只觉得大地死一般的寂静，隔着竹林，惟有山童捣制新茶时敲击茶臼的声音。【赏析】：　　这首诗写于元和七年，写得恬静淡雅，富有浓厚的生活气息，用笔含蓄，意蕴丰富。\r\n　　地处南国的永州，盛夏确实酷热，白天尤甚。诗的首句，直白与细描并用，交代了夏昼的气候特点：“溽暑”，既潮湿，又闷热，这与北方迥然不同。“醉如酒”，形象地状写出了人们的难熬溽暑之态。由于湿度大，温度高，自然憋闷难禁，体力不支，心烦意懒，疲惫欲睡。这一句话张力颇大，叙事、抒情和寄慨，均由此而生发。\r\n　　接下三句，写诗人夏昼的闲逸生活。\r\n　　第二句紧承前脉，并与首句构成因果关系。溽暑难档，就打开北边的窗户，以透进丝丝凉意；困乏不堪，俯倚几案就酣然大睡，而且睡得既香且久。在这里，虽无丝竹管弦之盛，亦无一觞一咏之乐，但能身舒神爽，逸兴遄飞，岂不快哉！三四句写诗人中午醒来，万籁俱寂，只听见隔着竹林的那边，有山村的儿童敲茶臼的声音。静，它作为一种存在，要有恰当的表现形式，常用的形式是借声显静，如王籍《入若耶溪》：“蝉噪林愈静，鸟鸣山更幽。”就是用对立两极的事物互为衬托，展现了一种静中之动、动中显静的自然景观。而这首诗中以有声写无声，衬托出夏日中午环境的分外幽静，从而在极端偏僻、极端孤寂的境界中，微微透露出一点空灵生动的契机。\r\n　　诗人写闲逸的生活，写幽静的心境，反映了他在沉重压抑中追求的一种精神寄托。怀才遭谤，处境孤立，久贬不迁，而今是良马羁于厩内，猛虎囚禁柙中，因此对悠闲自在的生活十分向往。诗人的这一苦衷却常常被一些帮闲文人画匠所歪曲，如《江雪》这一著名五绝，后来的某些画家竟屡屡以诗中情景为题材绘成《寒江钓雪图》，把渔家生活描绘成闲情逸致，飘飘欲仙，这完全违背了社会现实。对此，明代的孙承宗曾作《渔家》诗为其翻案：“呵冻提篙手未苏，满船凉月雪模糊。画家不识渔家苦，好作寒江钓雪图。”真是有理有据，深中肯綮。\r\n　　从字面上看，这首诗是写诗人夏日闲逸中的谐趣，若作深一层透视，我们就不难发现：官与黎民，仅咫尺之隔，却是截然不同的两个世界。盛夏的中午，烈焰腾空，山童不避溽暑正在忙着制作新茶，而他们的父母又在哪里呢？不妨听听与柳宗元同一时代的两位诗人的陈诉：\r\n　　白居易《观刈麦》：“田家少闲月，五月人倍忙。……足蒸暑土气，背灼炎无光。力尽不知热，但惜夏日长。”\r\n　　李绅《锄禾》：“锄禾日当午，汗滴禾下土。谁知盘中餐，粒粒皆辛苦。”\r\n　　由此可见，诗人笔下的一幅闲适图，融合着多少平民的辛酸泪！\r\n　　在这首诗中，诗人以自己夏日的舒适安逸作为切入点，用富有典型意义的形象委婉地揭示了两个阶级的尖锐对立，可谓立意高深。其结句信手拈来，却言外见意，蕴含着对世态炎凉的无限感愤，凝结着诗人关心民瘼的真情。曲终奏雅，韵味无穷。"
        },
        {
            "title": "从崔中丞过卢少尹郊居（从崔中丞过卢少府郊居）",
            "content": "寓居湘岸四无邻，世网难婴每自珍。莳药闲庭延国老，\r\n开樽虚室值贤人。泉回浅石依高柳，径转垂藤闲绿筠。\r\n闻道偏为五禽戏，出门鸥鸟更相亲。\r\n【注释】：①崔中丞：崔敏，元和三年任永州刺史，与诗人关系较好。\r\n②卢少府：此人名不详。少府，官名，唐代因县令称明府，县尉为县令之佐，遂称县尉为少府。\r\n③延：邀请。\r\n④婴（yīng）：缠绕，羁绊。\r\n⑤樽（罇）（zūn）：酒杯，引申为盛酒的器皿。\r\n⑥值：当值，引申为接待。\r\n⑦筠（yún）：竹子的表皮。引申为竹子的别称。\r\n⑧闻道：闻，布达。闻道，声闻于路，即上路。\r\n⑨五禽戏：古代一种体育治疗法。其法仿虎、鹿、熊、猿、鸟的姿态。五禽：指鸡、鸭、鹅、鸽、鹑五种家禽，五禽中鹅追赶人。诗中以五禽代鹅既写丰足，暗寓自己的衷曲。【译文】：住在湘江岸边四周没有邻居，世俗的尘网无法束缚总令人珍重。\r\n空闲的庭院种上芍药延清国老，打开陈年老酒清扫厅堂接待贤人。\r\n清泉浅浅地回漩在石上傍依着高高的柳树，小路婉转在垂下的藤条间隔的绿竹中。\r\n上路偏偏又遭到鹅儿戏弄，出门却见鸥鸟自由飞翔相爱相亲。【赏析】：　　这是一首叙事诗，描写的是跟随刺史崔敏自郊外回来应邀造访居住在城郊的卢少府一事。诗用白描手法，描写了几个生动场景，形象地描绘了楚南的朴实民风，体现了诗人“民利民自利”的社会观，表达了诗人谪居南荒悲愤而凄凉的心境。\r\n　　诗的开篇便点明郊居的地方是在湘江岸边，孤零零的没有邻居，世俗的尘网难以束缚，人人自珍自重。永州地处偏荒，人口稀少，据《元和郡县图志》卷二十九记载，永州“元和初仅有户八百九十四”，环境宁静，但也冷清。诗的后六句描绘了卢少府城郊住处的安静祥和的景致：莳芍傍柳，正是夏月；泉回路转，垂藤绿竹，环境清幽。主人十分热忱，设筵开樽，虚室以待。楚南民风有陈年老酒专待贵客的习俗，此风至今犹存。“国老”、“贤人”来了，打开陈年老酒，倾尽家有招待客人。出门碰上的是鹅儿戏客，看到的是鸥鸟相爱相亲。在这幅极具楚南风情的画卷中，既有淙淙的泉水、依依的杨柳、浅浅的卵石、垂挂的藤蔓、深绿的竹林，又有鹅儿的欢鸣、鸥鸟的爱语，还有陈年老酒的芳香，更有主客对饮时的笑语欢声。环境幽静，气氛祥和。\r\n　　柳宗元从“生人之意”为动力的历史发展观出发，曾提出“民利民自利”的政治主张。在《晋问》中曾为封建社会描述了一幅理想的图画：人们按照常规生活，得到自己需要的物资，人人按照社会的规范规范自己方便自己；社会上的物资可以自由流通；长幼亲戚和乐共处，每个人都把敬老爱幼看作是自己的责任，用不着感恩戴德；没有兵灾刑罚之苦，也没有追税逃役之难。这实在是《礼记·礼运》中设计的“小康”社会的具体化。诗人笔下的郊居生活，人的感情是淳朴真诚，自然景物是清幽活泼，正是这种理想社会的缩影。\r\n　　然而理想与现实是矛盾着的，因而诗中描写得愈和乐，就愈能衬托出诗人谪居南荒的孤凄、心境的悲凉与不平。本诗白描叙事，而意蕴深远。句句祥和，字字清泪。首联“无邻”，幽静中透视着诗人的孤独；“世网”里显出诗人的惶恐与无奈，明是羡慕别人，暗里悲怆自己。颔联一“莳”一“开”，一“延”一“值”，民风淳朴，反衬出官场的险恶。颈联的“回”与“转”，写的是幽清的景物，咏的却是诗人的九折愁肠；“依”与“间”，雅静里寄托诗人的无限希望。最是尾联自然高妙，是写实，更是写意，语意双关。从写实看，上路偏偏被鹅儿们戏弄，诗人调皮的语气中突出了丰足、和乐。但“闻道”又可以作懂得了道义，有了渊博的知识解。懂得了道义，反倒落得个听猿猱哀鸣、众鸟啾号的境遇。鸥鸟尚能相亲，自己却过着“囚拘圜土”的生活，这是怎样的不公？联想到《惩咎赋》“既明乎天讨兮；又幽栗乎鬼责”的语意，自然美景忽然化作诗人的诉说，不平的呐喊，抒发了诗人对自由的热烈向往之情。\r\n　　诗平中见奇，乐中怀哀。正如苏轼评柳诗所说：“而其美常在于酸醎之外，可以一唱而三叹也。”（《诗人玉屑卷之十五·柳曹仪》）"
        },
        {
            "title": "中夜起望西园值月上",
            "content": "觉闻繁露坠，开户临西园。\r\n寒月上东岭，泠泠疏竹根。\r\n石泉远逾响，山鸟时一喧。\r\n倚楹遂至旦，寂寞将何言。\r\n【注释】：①中夜：半夜。值：碰上……的时候。\r\n②觉(jiào)：睡醒。繁露：浓重的露水。                \r\n③临：面对。西园：指诗人住房西面的菜圃。\r\n④东岭：指住处东面的山岭。\r\n⑤泠泠（ling）：形容声音清越。\r\n⑥逾（yú）：更加。\r\n⑦时一喧（xuān）：不时叫一声。\r\n⑧倚：斜靠着。楹（yíng）：房屋的柱子。旦：天明、天亮。\r\n⑨言：说。【译文】：夜半醒来听到了浓重的露珠滴落声，打开门来面对愚溪西边依稀的菜园。\r\n一轮清冷的月亮正在东边的岭上升起，清越的声音是水流冲刷着稀疏的竹根。\r\n泉水从岩石上飞泻而下越远越觉响亮，山中的鸟儿不时地叫一声实在惊人心魂。\r\n我斜靠在房柱上一直等到天亮，心中寂寞到这般还有什么话可言。【赏析】：　　元和五年(810)，这已是柳宗元被贬永州的第六个年头了。以前住无定所、居无安室的他，终于在潇水西冉溪畔购得一地，经过疏泉穿池，构亭筑屋，终于与农圃为邻住了下来，还自己经营了菜园，“甘为永州民”。并与一位身份较低的女子结合，生了女儿。而在这期间所写的《中夜起望西园值月上》，则叙述了诗人触景生情而引发的一种别样的心境。\r\n　　这是一个深秋的夜晚。永州的深秋本来气候宜人，但身处异乡的柳宗元却感到寒气阵阵。是夜梦醒时分，正是夜半，窗外亮如白昼，适才的梦境仍历历在目，耳畔传来“嘀嗒、嘀嗒”的声音，点点敲在诗人心扉上。诗人辗转反侧，再也无法入眠，于是披衣下床，循声开门探听。原来是屋前菜圃中露珠滴落，露水凝重，掷地有声。东边岭上升起的月儿显得格外清冷，寒气拂面，耳畔传来溪涧泉流冲刷竹根的“泠泠”声，泉水从岩石上飞泻而下，愈流愈远，越远却显得越发响亮。随着清越的流水，心也飞到了久远的时空……山上不时传来几声凄厉的鸟鸣，莫非鸟儿也有心灵感应？! 就这样，诗人靠在柱子上望着愚溪西畔的菜园，直至天边破晓，心底的寂寞感彻骨铭心，经久弥深。\r\n　　寂寞从何而来呢？除了远离京城外，更有诗人自己境遇的特殊缘由。人思归乡，可诗人家破人亡，家安在？亲人何在？严父慈母都已作古，贤妻杨氏夭折，皆弃他而去，家道空落，这是其一。其二，“故旧”已天各一方，“新交”多已北归。昔日的“同志”，仅剩鸿雁往来，同病相怜；而“谪吏”、“新交”的相继北去，加之求助无果，留给他的是无限的困惑与无尽的落寞。更让诗人悲凉的是“旧我”不再，聪颖早慧、自视甚高的少年“奇童”，超取显美、卓励风发的青年朝官，而今的南荒“系囚”才过而立之年，正是年富力强、建功立业之际，却百病集身，精神萎顿，惶惶如“丧家之犬”。悲悲相迭，让诗人透心凉骨。\r\n　　本诗是一首五言律诗，对仗工整，读来琅琅上口，全诗着力写声音，有繁露坠落声，泠泠泉流声，以及山鸟的喧叫声，更有月光银辉泻地，反衬出的是内心的黯淡、凄凉、孤寂。看到四周起伏环绕的山峦，就觉得自己像被囚禁在其中一样，境界空旷而冷寂，“寂寞而莫我知”感寒彻灵魂。诗人正是通过有声世界巧妙而鲜明地刻画出了“自我”形象，给读者以无尽的想象与同情，“不眠之心”之寂廖几乎令人伸手可触，呼之欲出。"
        },
        {
            "title": "雨后晓行独至愚溪北池",
            "content": "宿云散洲渚，晓日明村坞。\r\n高树临清池，风惊夜来雨。\r\n予心适无事，偶此成宾主。\r\n【注释】：①愚溪北池：在愚溪钴鉧潭北约六十步，面积约1.7m2。池水清澈，冬夏不涸。池水沿沟流入愚溪。\r\n②洲渚(zhǔ)：水中的小块陆地。《尔雅释水》：“水中可居者曰洲，小洲曰渚。”这里指水边山地。\r\n③村坞(wù)：村落。\r\n④偶此：与以上景物相对。【译文】：昨夜的落云闲散地飘浮在水中的小洲，初升的太阳照亮了山村的茅庐。\r\n清清的池塘边高树挺立，微风吹落了夜雨带来的满树珍珠。\r\n我的心中正好平静无事，与美景相对恰如宾客与主人相处。【赏析】：　　《雨后晓行独至愚溪北池》这首五言古诗作于元和五年（８１０年），也是柳宗元被贬永州司马的第五年。几年来，他遭受的打击接踵而至，“国忧加身愁”使他自觉不自觉地在自己的许多诗文中抒发胸中愤懑，表达孤寂之情。即使是山水诗，景物也不免沉寂幽静、凄清冷寂。然而这首诗并不像柳宗元别的山水诗那样借景抒怀，表达自己在政治上失意的郁闷和苦恼，而是以难得的欣喜舒畅之心，赏玩出眼前景物的明丽动人，抒发了暂时忘却烦忧，醉情于清新明丽的大自然的喜悦之情。因此这首诗如一道电光，在众多山水诗中显现出亮丽的色彩。\r\n　　诗题先交代了出游的时间：雨后的清晨，观景的地点：愚溪北池边，观景时的情形：独自漫步和欣赏。\r\n　　一、二句从天空写起：太阳已从天边升起来了，清晨的阳光照亮了不远处的山村，由于是夜雨初晴，雨后的残云还散布在水边山地的上空。这是两个十分工整的对仗句。“宿”对“晓”扣题点明时间，“云”和“日”是作者看到的景物，“散”和“明”都是形容词用作动词，既描绘出云的情状、日的光芒，又在静景中暗含着动态。\r\n　　三、四句写眼前近景：清清的愚溪北池水在阳光的照耀下波光粼粼，池边高大的树木上雨珠垂挂，一阵风吹过，水波荡漾，树上的雨滴如珍珠般纷纷撒落，就像受惊的小动物一下子逃得无影无踪。这两句是历来被传诵的名句，“高树”是被突出的对象，因为只有突出了高树，才能更好地表现风吹雨落的情景，写出诗人观景时的惊喜。在《藏海诗话》中宋人吴可说：“‘惊’字甚奇”。这里“风惊夜来雨”表现的是清风与雨滴嬉戏时的情状和乐趣，这和《登柳州城楼寄漳、汀、封、连四州刺史》中的“惊风乱飐芙蓉水，密雨斜侵薜荔墙”以“惊风”暗示“永贞革新”失败，众君子遭受迫害的寓意是不同的。\r\n　　五、六句直写心中感受：恰好今天心中无忧烦之事，信步走出，大自然便如热情好客的主人，捧出奇异的美景招待我，真让我欣喜不已又感激万分。\r\n　　这首诗最突出的特点是用移情入景的方法，写出了心情舒畅时所见景物的明丽动人。在诗人的笔下，大自然成了一位热情好客的主人，他神奇而富有，热情而诚挚，诗人在他的拥抱中感受到了无限的温暖，以至暂时忘掉了所有的烦忧，而高树就象一位爱美的姑娘永远在亮如明镜的北池水边展示自己的绰约风姿。小雨滴遇风而落就像一群在林中嬉戏的小动物闻风而逃，其机警和可爱不言而喻。诗人能写出这样情趣盎然的景物，其心情之轻松愉悦也可想而知。\r\n　　读过柳宗元其他诗文之后再读这首诗，一定会眼睛为之一亮的。"
        },
        {
            "title": "秋晓行南谷经荒村",
            "content": "杪秋霜露重，晨起行幽谷。\r\n黄叶覆溪桥，荒村唯古木。\r\n寒花疏寂历，幽泉微断续。\r\n机心久已忘，何事惊麋鹿。\r\n【注释】：①杪：树木的末梢。孙觌《西山超然亭》：“孤亭坐林杪，俯见飞鸟背。”引申为年月季节的末尾。杪秋：秋末，深秋。\r\n②幽谷：深谷。《诗·小雅·伐木》：“出自幽谷，迁于乔木。”\r\n③疏：稀疏。寂历：寂寞，寂静。韩偓《曲江晓思》：“云物阴寂历，竹木寒青苍。”孔平仲《深夜》：“寂历帘栊深夜明，睡回清梦戍墙铃。”\r\n④微：指泉声细微。\r\n⑤机心：机巧的心计。《庄子·天地》：“有机械者必有机事，有机事者必有机心，机心存于胸中则纯白不备。”又《魏书·公孙表传》：“不可启其机心，而导其巧利。”后指深沉权变的心计，柳诗化其意而用之。\r\n⑥麋鹿：稀有珍贵动物，鹿属，形体庞大。角像鹿，尾像驴，蹄像牛，颈像骆驼，但从整个来看哪一种动物都不像，故俗称“四不像”。【译文】：秋末的大地披着一层浓重霜露，我早晨起来走向那幽暗的南谷。\r\n枯黄的树叶覆盖着溪上的小桥，荒凉的山村只有参天的老树。\r\n寒花开得疏疏落落何等寂寞，深谷的泉水细小而时断时续。\r\n机巧之心很早以前就已忘却，何以我还能惊动那机敏的麋鹿？【赏析】：　　本诗写于元和六年秋，是一首山水小诗，再现了诗人经荒村去南谷一路上所见的景物，写得清朗疏淡，景情交融。\r\n　　首句点明时令，次句交代行踪，为全诗写景抒怀奠基。杪秋，即深秋，是令人多愁易悲的时节：“秋风萧瑟天气凉，草木摇落露为霜。”（曹丕《燕歌行》）着一个“重”字形容霜露，造成一种寂寞凄清的气氛，既是深秋的典型景象，又巧妙地为“秋晓”二字点题。而“行幽谷”三字，亦熔铸着同样的艺术匠心。\r\n　　中间四句，紧扣“杪秋”二字，写晓行中的一路所见。运用移步换形的手法，从不同角度描绘具有特征的局部景物，而各局部景物绾合起来，便展现出一幅荒凉凄清的画卷。诗人行幽谷，来到小溪，过溪上小桥，桥面上被一层厚厚的枯叶所覆盖。然后路经荒村，满目萧疏，除了参天的古树，别无他物。放眼南谷，那一向斗寒傲霜的山花，却开得疏疏落落；从幽谷流出来的细微泉水，失却淙淙流韵，时断时续也近乎枯竭……\r\n　　物由人驭，景因神定。诗人笔下的这些凄清寂寥的景物，恰好与他的身世遭遇相协相融，这正如他在《钴鉧潭西小丘记》所描写的那样：“清泠之状与目谋，瀯瀯之声与耳谋，悠然而虚者与神谋，渊然而静者与心谋。”因此可以说，这首诗不是客观地描绘大自然的荒凉景象，而是在艺术构思过程中，投入了诗人自己的身影，借这幅荒凉寂寥的画面，寄寓了流落不遇之心境，抒发了怫郁感慨之情怀。细心咀味，景与情的高度凝合便一目了然。\r\n　　以上六句，画面黯淡，格调低沉。而结尾则笔锋逆转，另开新境。诗人这时突然看见一只受惊的麋鹿，急匆匆地从身旁飞驰而去。于是他浮想联翩：“有机械者必有机事，有机事者必有机心，机心存于胸中则纯白不备。”（《庄子·天地》）引用此典，意在表白心迹：我柳宗元很久以来就不在意宦海升沉和仕途得失，早已超然物外，无机巧之心了。既然如此，为什么那只麋鹿见了我还要惊恐呢？如此收笔，余韵邈远：喜耶？悲耶？柳宗元由于在政治上失意，被摒弃于“龙门”之外，久居荒芜偏远之所，无限的寂寞和忧伤，无时无刻不在残酷地折磨着他。因此，故作旷达之语，正是落魄士子生活、思想感情的传神写照。以乐语写哀，其哀更甚！\r\n　　这首诗，运用列锦修辞手法，紧紧围绕一个“荒”字，将杪秋晓行所见景物一一展现在读者眼前：霜露、幽谷、黄叶、溪桥、荒村、古木、寒花、幽泉。诗人用白描展现客观事物，意象俱足，故深得文人骚客的赞赏。比柳宗元后出生四十年而被誉为“花间词人”鼻祖的温庭筠，即步武柳诗而写了一首很著名的《商山早行》：“晨起动征铎，客行悲故乡。鸡声茅店月，人迹板桥霜。槲叶落山路，枳花明驿墙。因思杜陵梦，凫雁满回塘。”一经比较，其模拟之迹便隐约可见。"
        },
        {
            "title": "韦使君黄溪祈雨见召从行至祠下口号",
            "content": "骄阳愆岁事，良牧念菑畬。列骑低残月，鸣笳度碧虚。\r\n稍穷樵客路，遥驻野人居。谷口寒流净，丛祠古木疏。\r\n焚香秋雾湿，奠玉晓光初。肸蚃巫言报，精诚礼物馀。\r\n惠风仍偃草，灵雨会随车。俟罪非真吏，翻惭奉简书。\r\n【注释】：(1)韦使君：永州刺史韦彪。口号：古体诗的题名，表示随口吟成，即口占之意。\r\n(2)骄阳：烈日、赤日。愆(qiān欠)过错、差错，这里指造成了灾害。岁事：即农事。\r\n(3)良牧：“牧”为汉代州郡长官名；“良牧”就是贤良的州郡长官，这里实指韦中丞。念：即记念、惦念。菑畬(zīyú)：耕地。古代指初耕的田地。\r\n(4)列骑：指韦彪和诗作者等一行骑马前往黄溪祈雨的人员。残月：指农历月末形状像钩的月亮或拂晓快落山的月亮。\r\n(5)茄(jiā)：是汉唐时期的一种管乐器。度：意为传送、响彻。碧虚：即碧空。\r\n(6)穷：走完。樵客：即打柴的人。\r\n(7)驻：车马停止。野人：指山民。\r\n(8)丛祠：丛林之中的神祠。\r\n(9)奠玉：祭奠神所使用的玉器。晓光：即曙光。\r\n(10)肸(xī)：声音振动。 蠁(xiāng)：即响虫，俗称地蛹。巫：泛指以代人祈神为职业的人。报：告知。\r\n(11)精诚：指祈雨的心意十分虔诚。礼物余：用来祭祀黄神的祭品丰富有余。\r\n(12)惠风：和风。偃：倒伏。偃草：风把草吹倒了。\r\n(13)灵雨：佳雨，及时的好雨。《后汉书》：“郑弘为淮阴太守，政不烦苛。天旱行春，随车致雨。”\r\n(14)俟(sì四)罪：指等待受罚。这是被贬的或等待处置的官员常用的套话，表示应该受到更严厉的惩罚。非真吏：诗人贬为永州司马，为员外官，即在编制之外的官。且既无公务，又无官舍，所以说不是“真吏”。\r\n(15)翻：副词，反而之意。奉简书：指遵从韦中丞所发简牍的命令随行祈雨。【译文】：秋日炎炎久旱不雨耽误了农事，贤良的韦使君惦念着受灾的农田。\r\n率领骑马的官员们连夜赶往黄溪，一路上吹奏着茄管，乐声响彻长天。\r\n沿着打柴人行走的山路走到了尽头，停脚遥望山民们的茅屋相距甚远。\r\n山谷出口处的溪流清凉洁净，丛林中黄神祠旁的古树枝叶稀疏。\r\n在秋日的湿雾里点燃香火，祭坛上刚摆好玉器已经曙光初露。\r\n巫师祝祷的声音像响虫一样鸣叫，神态虔诚祭品丰盛而有余。\r\n祈雨结束暖风仍然吹翻了野草，太守的车马一走，相信黄神定会赐雨。\r\n我是等待加罚没有实职的官吏，接到随行的简书，反而惭愧阿附。【赏析】：　　这是一首叙事诗，在写作手法上相当朴实，记事、写景，较少抒情，语言工整，用词精确恰当。从文义的表面上看，赞美韦彪关心民间疾苦而祈神求雨，但本意是对韦中丞等州府官员愚昧迷信、劳民伤财行为的批评，对自己蒙屈而沦为下僚的悲叹。\r\n　　柳宗元是一位唯物主义无神论者，他曾针对韩愈天有意志、能赏罚的观点，提出：“彼上而玄者，世谓之天；下而黄者，世谓之地；浑然而中处者，世谓之元气；寒而暑者，世谓之阴阳。”他认为天地只是自然物，既无意志，也不能赏罚，“功者自功，祸者自祸”(《天说》)，希望天地能赏罚、有哀仁都是迷信 (《天说》)。他还认为，“生植与灾荒，皆天也；法制与祸乱，皆人也……其事各行不相预，而凶丰理乱出焉”(《答刘禹锡天论 书》)，天事与人事各不相干。另外，在《非国语》中，他还指 出：“山川者，特天地之物也。阴与阳者，气而游乎其间者也。自动自休，自峙自流，是恶乎与我谋？自斗自竭，自崩自歇，是恶乎为我设？”认为天地、元气、山川等自然物的运动变化是自然而然、不以人的意志为转移的。根据这些认识，柳宗元对韦中丞黄溪祈雨的荒诞行为，必然是持批评态度的。\r\n　　当时的永州刺史韦彪，跟柳宗元并没有什么深厚的交情。柳宗元到永州一年多后，唐宪宗改元大赦天下，韦彪便北移了。这人毫无才干，连北移的贺表也是请柳宗元写的。但由于他身为永州的行政首长，柳宗元的顶头上司，柳宗元又是待罪之人，并且希望得到朝庭的赦免和重新起用，因此柳宗元当然不便直接批评韦彪，只能用赞赏的表面形式来记述这件事。但诗题中标明“口号”，而“口号”是古人随口吟成的诗体，这便给诗添了几许诙谐。诗人写这场荒诞的祈神求雨戏时，字里行间充满了辛辣的讽刺，传神地刻画出了韦彪其人：兴师动众，不仅劳民伤财，而且是沽名钓誉的行径；神祠荒凉清冷，象征他的愚蠢糊涂；场面宏大，巫师装神弄鬼，讥讽他的迷信与无知；并且通过“惠风仍偃草”的写实，“灵雨会随车”的用典，以对比的手法来揭示韦彪祈雨的无功与荒谬。据诗人的《游黄溪记》记载，黄溪在城东七十里，“黄神”乃是王莽的后代，是避祸来的。韦彪导演的这场闹剧，吹吹打打弄了整整一夜，直到天亮才收场，使周围的百姓都受到了惊扰，哪里是在为老百姓祈福，而是在“造祸”，并且灾祸波及到了“樵客路”与“野人居”。\r\n　　诗的最后两句，才是诗人真实意图的流露：自己是“俟罪非真吏”，却奉命随行，做太守的清客、帮闲，成为献媚取悦长官的低级僚属，这对胸怀大志的柳宗元来说，是何等的羞愧！如果他是有实职实权的地方官，定会珍惜手中的权力，尽情施展自己“以利安元元为务”的抱负，干一番兴利除弊的事业。"
        },
        {
            "title": "入黄溪闻猿",
            "content": "溪路千里曲，哀猿何处鸣。\r\n孤臣泪已尽，虚作断肠声。\r\n【注释】：①黄溪:在今永州境内，水出双牌县阳明山后龙洞，流经芝山区，入祁阳县，至白水入湘江。\r\n②孤臣：孤立无援、忧心国事的臣下。\r\n③虚作：空作，徒作。断肠声：指哀猿悲鸣。【译文】：黄溪的小路弯弯曲曲千里绵延，不知从哪儿传来了猿猴的哀鸣？\r\n孤独无助的臣下早己衫湿泪尽，枉然徒劳发出凄哀断肠的悲声。【赏析】：　　这首五言绝句，是柳宗元贬谪永州时借游玩山水，排解内心郁闷，游赏黄溪时而作。诗中之黄溪是指黄神庙所在地，距永州州治七十里，它本是一处山水胜地。诗人在他写的《游黄溪记》中说全国名胜“其间名山水而州者以百数，永最善”，永州山水“其间名山水而村者以百数，黄溪最善”。诗人断言黄溪这个穷僻地方的山水风景是天下最美的，由衷地赞美它，精心地描写它，并希望后来人共赏它。游记作于元和八年,这时，诗人贬谪永州已八年，对再获朝廷任用已不抱希望。他钻研历史，著述写作，探赏山水，接触民情，思想日益切实，心情也渐趋平和。从他记游的字里行间看出，他显得兴致勃勃，情思泉涌，指点说道，确乎要“以启后之好游者”，流露出诗人畅情山水的快意。而《入黄溪闻猿》也写作于元和八年，但诗作的基调悲凉哀伤。由此可见，诗人贬谪永州期间心理一直充满着矛盾和悲伤。他一方面探赏山水，埋头研读，著书立说，显露出其平和豁达之态；另一方面始终没有摆脱贬谪僻乡的悲苦，内心深处总充满着没有得到朝廷任用的失落和怨愤。由于身处逆境，贬谪僻乡，任用无望，幽愤难平，心境自然凄凉忧伤。由于心境的不同，以致对胜景黄溪也就有不同的情感体验。诗作前两句直接入题，黄溪小路绵延弯曲，猿猴悲鸣。一曲一哀，感物伤情。诗人“俟罪”永州，“长为孤囚，不能自明”（《与顾十郎书》），这处境非“曲”、“哀”二字了得。在这种心情下，诗人笔下的黄溪是那么的空旷、荒芜、凄凉。后两句诗拟猿为“孤臣”喑喻作者身处逆境，苦闷悲凉的心情和报国无门、虚度人生、郁郁不得意的愤懑。诗作由境入情，情境交融，借境托情，把作者悲愤凄哀的感情抒发得淋漓尽致。"
        },
        {
            "title": "郊居岁暮",
            "content": "屏居负山郭，岁暮惊离索。\r\n野迥樵唱来，庭空烧烬落。\r\n世纷因事远，心赏随年薄。\r\n默默谅何为，徒成今与昨。\r\n【注释】：①岁暮：晚冬。郊：城郊，当时柳宗元住在愚溪，属城郊。\r\n②屏居：隐居。《史记·魏其侯列传》“魏其谢病，屏居蓝田南山下数月。” 山郭：山峦。\r\n③离索：隐居。《礼记·檀乡》“吾离群而索居。”\r\n④迥：远。\r\n⑤烬：《左传·咸公三年》“烬，火余木。”杜田说：“楚俗烧榛种田，田畲（shē赊）。\r\n⑥心赏：有契于心，悠然自得。薄：迫近。\r\n⑦谅：料想。【译文】：背倚着高山离群而居，蓦然发现已是一年将尽。\r\n旷野传来樵夫的歌声，烧山的灰烬飘落在空庭。\r\n纷乱的世事已经渐渐远去，悠然的心境也随岁末而流逝。\r\n默默无语也不知因为什么，空留下今天与昨天的无限叹息。【赏析】：　　柳宗元贬居永州时，寄住在永州城南潇水东岸的龙兴寺。元和五年，搬迁至潇水西岸愚溪侧畔，并在此构筑家园，过着“甘终为永州民”的定居生活。当时，古城在潇水东岸，潇水以西的愚溪自然称为“郊”。在此“郊居”的五年时间，诗人写作了大量的山水诗。《郊居岁暮》就是其中一首，写于元和十年冬。\r\n　　这首诗共八句，前四句写景，后四句抒怀。诗的首联和颔联，不仅点明了时间、地点，作者还用极富岭南色彩的景物勾画了一幅岭南所特有的风情画。永州属古楚地，也被称为“南蛮之乡”。这里缺乏开发，民风淳朴。宗元所居之地，背倚山峦，面临溪水，乔榛遍野，“蝮虺”出没，与诗人任职京师时车水马龙，人声鼎沸的繁荣都市形成了强烈的反差。诗的颔联以“野”字极为精炼地概括出“郊居”之地的景物特色。山峦连绵、溪水淙淙是“野”，人烟稀少、南蛮风气是“野”，樵夫担柴、唱歌抒怀是“野”，烧榛种田、庭院空寂是“野”。在诗人的笔下，“野”味十足，“野”趣横生。诗人囚居永州已近十年，仿佛已读懂了背负的“山郭”，烧荒残留的余木，踏歌归来的樵夫，离群索居的自己。在这幅极富“野”味的画面中，不仅有冷峻峭拔的景物，还有热情淳厚的樵夫，更有空坐庭院的诗人。画中有诗，诗中有画，画中有人。人、诗、画共为一体，景、人、情浑然天成。\r\n　　诗的后四句在前四句写景的基础上抒发诗人既悠然自得又感物伤怀的矛盾心绪。诗的颈联阐明了摆脱现实、寄情山水的悠然情怀。就这两句而言，前句是因，后句是果。既然贬居远地，远离世上的纷争，且近年关，又自然放开胸怀寄情于山水。但现实却使诗人不能回避，悠悠往事又忆上心头。其中苦味，常人很难明白。所以，诗人在尾联中抒发了自己想“为”却不能“为”，一切都成“今与昨”的忧怨感愤。\r\n　　此诗作于元和十年，属柳宗元贬永末期的作品。这时的柳宗元，怨忧穷戚，失望至极，心中苦味无以倾诉，只有写作诗文抒发怨怒、愁苦的情怀。这首诗无论是写景还是抒情，都表现了这种苦味：诗的前两句以“屏居”始、以“离索”终，囚居之苦跃然纸上；樵夫能悠然唱歌，轻松愉悦，而诗人却只能“默默”细想、苦苦思索，这又形成了强烈的对比，诗人不能“兴尧舜、孔子之道，利安元元为务”之苦得以尽情倾吐；年关已近，贬居近十年，自己已近“迟暮”，但“例召”却杳无音讯，空怀大志而不能施展之苦呼之欲出；背山面水，幽静怡人，本应怡然自得，而诗人却如负重荷，惊魂落魄，压抑之苦不言自明。\r\n　　全诗围绕“野”字描摹物象，抒发了诗人“徒成今与昨”的忧愁感伤的情怀。诗人在描摹物象时强作欢颜，以为如此就可摆脱现实的烦忧，愈是这样，诗人就愈痛苦，诗中透出的苦味就越浓烈。"
        },
        {
            "title": "夏初雨后寻愚溪",
            "content": "悠悠雨初霁，独绕清溪曲。\r\n引杖试荒泉，解带围新竹。\r\n沉吟亦何事，寂寞固所欲。\r\n幸此息营营，啸歌静炎燠。\r\n【注释】：①霁 (jì) ：指雨后或雪后转晴。 \r\n②营营：谋求。 \r\n③炎燠（yù）：炎是指天气极热；燠也是指热。【译文】：下了很久的雨终于开始转晴，独自围绕着清澈的小溪而行。 \r\n用拐杖试探荒野中泉水的深浅，解下带子把嫩竹围起。 \r\n为什么喜欢在这里徘徊沉吟，孤独与寂寞本来就是我的追求。 \r\n有幸来到这里免去了官场的谋求，大声唱着歌来缓解炎热的气候。【赏析】：　　在柳宗元所写的诗歌中，跟愚溪相关而又流传至今的达六首之多。如《溪居》、《雨后晓行独至愚溪北池》、《雨晴至江渡》、《冉溪》、《旦携谢山人至愚池》，以及这一首《夏初雨后寻愚溪》。另有涉及到愚溪的文章五篇，即：《愚溪对》、《愚溪诗序》、《钴鉧潭记》、《钴鉧潭西小丘记》、《至小丘西小石潭记》。此外，他还曾经写过以“丘泉沟池堂溪亭岛”为内容的“八愚诗”，可惜已经失传。就现有的诗文看，其内容虽然都跟愚溪或多或少有所关联，但借景抒情，且思想脉搏跟他个人经历、情感变化几乎完全相吻合的，还要数这一首《夏初雨后寻愚溪》。 \r\n　　诗的开头两句：“悠悠雨初霁，独绕清溪曲。”霁是指雨后或雪后转晴。久雨初晴，诗人独自来到清澈的小溪旁，顺着弯弯曲曲的溪岸行走。好像是在暗喻他前半生的经历，如同在绵绵的春雨之中，走过了许许多多的弯路，终于找到“愚溪”这块“世外桃源”。第三、四句：“引杖试荒泉，解带围新竹。”写他看到荒野中的清泉，忍不住举起手中的拐杖去试探深浅；并且将自己身上的带子解下，把那些倒伏的嫩竹捆扶起来。通过对景物的描写突出自己的行动。似乎是在自我表白：虽然独自一人被贬到永州，但是他并没有灰心丧气，而是利用手中的笔，去试探清泉的“深浅”，什么毁谤、诬陷与攻击，统统撇在了脑后；同时，还要对那些后学晚辈之类“嫩竹”，尽力给予关照与扶持。 \r\n　　第五、六句：“沉吟亦何事，寂寞固所欲。”写他以前经常为了功名利禄之类事情而沉吟不已，白白地浪费了许多光阴；但为了实现“利安元元”的远大抱负和理想，又惧怕什么孤独与寂寞呢？那些东西，本来就是自己应该预料得到的结果。第七、八句：“幸此息营营，啸歌静炎燠。”营营是谋求的意思；炎燠是指天气极热。这两句中的“幸”字和“静”字，特别耐人寻味。“幸”字是“有幸、幸运”的意思。写他“有幸”来到这里休养生息，应该大声唱着歌谣来对付特别炎热的天气。“许国不复为身谋”，要为自己的理想和事业去奋斗，肯定会付出不少的代价。跟屈原以身殉国相比，跟元和元年（公元 806 年）被赐死于贬所的王叔文相比，自己还是非常“幸运”的人。“留得青山在，哪怕没柴烧”呢？ \r\n　　“静”字可以看作全诗的“诗眼”。古人说：“淡泊以明志，宁静而致远。”在柳宗元的眼中，愚溪是一个与自己拥有同样的品质，同样遭遇的天涯知己。他与它对话，倾诉自己的情怀和不平，从而获得心理上的暂时平衡和安慰；他有意识地在这人烟稀少的远僻之地，用“拐杖去试探荒泉的深浅”，扶起“倒伏的嫩竹”，“以 动求静”；他用一种平和、恬静的心态，来对待炎热的“天气”——自然环境和社会环境。诗中所创设出来的这种宁静、淡远的意境，是由于柳宗元对世俗的淡漠；而对世俗的淡漠，来自于佛教的出世思想作用的结果。因而，他能够心无挂碍，和世俗事务暂时绝缘，本着一种超功利、超现实的心境，从自然中体会到了禅意，又以禅意去体味人生，从而达到了与自然与人生合一的闲散悠然的境界，放下争逐之心、功利之念，甚至觉得脱离了局促的社会政治樊篱，贬谪南荒对他倒是一件幸事。所以，他觉得必须高高兴兴地去面对未来，敢于大声地唱着歌去迎接“炎夏”的挑战。 \r\n　　柳宗元刚来永州的那几年，还念念不忘功名和仕途，对自己无罪获谴而愤愤不平，对世事不公深感委屈，牢骚满腹，曾经幻想着自己能够像贾谊一样，有朝一日被皇帝突然想起，法外开恩，重新起用自己。随着岁月的流逝，以及永州山水的陶冶，纯朴民风的感染，加之赋闲日久，使他有了更多的时间去读书与思考，原先那种急功近利的想法，逐渐地冷却下来，代之以清醒、成熟和稳重。柳宗元一生好佛，他曾说：“吾自幼好佛，求其道，积三十年。”（《送巽上人赴中丞叔父召序》）佛教追求“禅定”境界，主张在“清静无为”之中去忘怀世事，潜心于体悟禅理经义。高僧们偏爱幽静的所在，与自然山水有着一种巨大的亲和力，在生灭不已的朝晖夕阴、花开花落的大自然永恒宁静中妙悟禅机。佛家这种讲出世、重自然、追求平静、清幽的境界，对柳宗元的审美趣味影响很大。他亲自参加一些劳动，同耕田种菜的农民做邻居，和打猎捕鱼的人密切交往，不仅使他对民众的实际生活有了更为深入的了解，而且在感情上得以和普通劳动者相交流，从而促成了感情上的进一步变化，思想上的进一步交融，写出了“苛政猛如虎……赋敛之毒有甚于是蛇者乎”的千古名篇《捕蛇者说》，真正成了老百姓的忠实代言人。 \r\n　　《夏初雨后寻愚溪》，跟他同时期的许多诗文都有所不同，格外豁达、乐观，不再为自己的处境而烦恼，不再为日后的前程而困扰，给人一种“解脱世俗尘网的束缚、超越人世间烦扰与困惑”的崭新的精神风貌。他坚持了这种在困境中顽强执着的追求精神，和勇往直前、积极进取的人生态度，才使得困居“南荒”的十年，成了柳宗元生命里程中崭新的拼搏时期，铸就了唐代文学史与思想史上的又一座丰碑。"
        },
        {
            "title": "奉平淮夷雅表·方城命愬守也卒入蔡得其大丑以平淮右",
            "content": "方城临临，王卒峙之。匪徼匪竞，皇有正命。\r\n皇命于愬，往舒余仁。踣彼艰顽，柔惠是驯。\r\n愬拜即命，于皇之训。既砺既攻，以后厥刃。\r\n王师嶷嶷，熊罴是式。衔勇韬力，日思予殛。\r\n寇昏以狂，敢蹈愬疆。士获厥心，大袒高骧。\r\n长戟酋矛，粲其绥章。右翦左屠，聿禽其良。\r\n其良既宥，告以父母。恩柔于肌，卒贡尔有。\r\n维彼攸恃，乃侦乃诱。维彼攸宅，乃发乃守。\r\n其恃爰获，我功我多。阴谍厥图，以究尔讹。\r\n雨雪洋洋，大风来加，于燠其寒，于迩其遐。\r\n汝阴之茫，悬瓠之峨。是震是拔，大歼厥家。\r\n狡虏既縻，输于国都。示之市人，即社行诛。\r\n乃谕乃止，蔡有厚喜。完其室家，仰父俯子。\r\n汝水沄沄，既清而瀰。蔡人行歌，我步逶迟。\r\n蔡人歌矣，蔡风和矣。孰颣蔡初，胡甈尔居。\r\n式慕以康，为愿有馀。是究是咨，皇德既舒。\r\n皇曰咨愬，裕乃父功。昔我文祖，惟西平是庸。\r\n内诲于家，外刑于邦。孰是蔡人，而不率从。\r\n蔡人率止，惟西平有子。西平有子，惟我有臣。\r\n畴允大邦，俾惠我人。于庙告功，以顾万方。"
        },
        {
            "title": "首春逢耕者",
            "content": "南楚春候早，馀寒已滋荣。土膏释原野，百蛰竞所营。\r\n缀景未及郊，穑人先耦耕。园林幽鸟啭，渚泽新泉清。\r\n农事诚素务，羁囚阻平生。故池想芜没，遗亩当榛荆。\r\n慕隐既有系，图功遂无成。聊从田父言，款曲陈此情。\r\n眷然抚耒耜，回首烟云横。\r\n【注释】：(1)首春：诗人来到永州度过的第一个春天。   \r\n(2)土膏：泥土的肥力。　　　　　　　\r\n(3)蛰（zhé）：蛰居，即动物冬眠，藏起来不食不动。\r\n(4)缀（zhuì）：装饰，点缀。\r\n(5)穑（sè）人：农民。\r\n(6)偶耕：两人并耕。\r\n(7)啭（zhuàn）：鸟婉转地叫。\r\n(8)渚：水中的小块陆地，小洲。\r\n(9)羁（jī）囚：留在外地的囚犯。羁，羁留，停留。\r\n(10)故池：旧居的池塘。\r\n(11)芜：丛生的杂草。\r\n(12)遗亩：家乡旧日的田园。\r\n(13)榛荆（zhēn jīng）：榛，一种落叶乔木；荆，一种落叶灌木。   \r\n(14)款曲：衷情。\r\n(15)眷然：怀念的样子。\r\n(16)耒耜（lěisì）：古代一种像犁的农具，木把叫“耒”，犁头叫“耜”。【译文】：楚南一带春天的征候来得早，冬天的余寒未尽，草木的生机却已萌发。\r\n原野的泥土释放出肥力，像冬眠的动物争相在上面安家。\r\n春天的景象还没装点到城郊，农民便已结伴耕稼。\r\n园林中传出鸟儿婉转的叫声，小洲洼地的新泉清澈令人叹嗟。\r\n农事确实要平时致力，如同囚犯般寄居外地也许会耽误终生。\r\n故居的池塘想必已被杂草淹没，老家的田园当时长满了乔木、灌木和蔓藤。\r\n羡慕隐士已有所托，谋取功名却已不成。\r\n姑且跟随田间老汉细细攀谈，详细地表述了自己的苦衷。\r\n无限眷恋地抚摸着犁耙，时间于不知不觉中过去，回头一看已是满天烟云。【赏析】：　　本诗写的是诗人来到永州第一年即元和元年早春的情景。\r\n　　一天，诗人独自出游到永州郊外，目睹到一幅在长安做京官时不曾有过的春意盎然的田园图景。原野上清泉涌流，草木萌蘖，鸟语花香，更有农人春耕正忙。诗人倍感新奇与兴奋，以饱蘸深情的笔，记下了这赏心悦目的幕幕景象；身为“僇人”，羁留异地，触景生情，勾起了诗人对故土的不尽思念，以及对不幸人生的无限感慨。\r\n　　全诗以第五联过渡，由所见所闻转入写所思所感。诗人看到一派宜人的早春景象后，引发的不是美好的憧憬、宏大的志愿，而是强烈的思念故土之情。正如近藤元粹《柳柳州诗集·卷三》所言：“贬谪不平之意片时不能忘于怀，故随处发露，平淡中亦有愤懑，可压也。”由早春生机勃勃的景象，联想到北方旧居已人去楼空，昔日田园因无人料理而杂草丛生，沦为荒地；由此又进一步引发对人生的感慨，感到无可寄托——政治前途既已渺茫，沉闷之情又无以排遣，精神的家园安在呢？惶惶不可终日，诗人对这种无所事事的无聊生活，极度地不适与不满，甚至羡慕起隐士来——尽管他们功名无所成但还有所寄寓。无意间诗人遇到了田间劳作的老汉，于是找到了倾诉的对象，诗人向这位素昧平生的老汉一吐衷肠，一泄为快。于此，也正是辛勤劳作的农民给了他以莫大的慰藉，使他舍不得离开田头，无限眷恋地抚摸着农夫的犁耙，交谈中已不知天色已晚，猛回头，发现炊烟已弥漫天空。\r\n　　我们看到，在身为“羁囚”的情况下，农夫已成为柳宗元倾诉的对象，与农夫倾心交谈已成了他精神解脱的最好方式。柳宗元之所以那般热爱永州山水，一个重要的原因就是他对永州人的信赖和感激。\r\n　　但诗歌尾联，诗人又不得不面对现实生活的落寞，思念故乡，故乡安在？在他眼前的仍是烟云横断。这意境与崔颢的“日暮乡关何处是，烟波江上使人愁”有异曲同工之妙。\r\n　　总之，全诗表现的是早春郊游时的所见所感，既写了诗人对永州之野的美好印象，又写了诗人寂寞生活中矛盾而复杂的心情。以朴实的笔调写事，以诚笃的心写实，朴诚的人格跃然纸上。"
        },
        {
            "title": "独觉",
            "content": "觉来窗牖空，寥落雨声晓。\r\n良游怨迟暮，末事惊纷扰。\r\n为问经世心，古人难尽了。\r\n【注释】：①窗牖（yǒu ）窗户。牖：《说文·穴部》“在墙曰牖，在屋曰窗。”\r\n②寥落：稀疏。\r\n③良游：尽兴之游。语出陆机《答贾长渊》“念昔良游，兹焉永叹。”迟暮：比喻晚年、衰老。《离骚》“惟草木之零落兮，恐美人之迟暮。”王逸注“迟，晚也；君不建立道德，举贤用士，则年老暮晚，而功不成，事不遂也。”\r\n④末事：琐碎小事。末：凡物之细碎如粉者曰“末”。\r\n⑤经世：处理国家大事。经，治理。\r\n⑥尽了：全部实现。尽，悉也，备也。【译文】：一觉醒来窗外一片空濛，晨雨稀疏我不禁忧心忡忡：\r\n长期外游嗟怨身损神销，琐事如麻一一困扰胸中。\r\n徒有经世济民的一腔宏愿，自古至今谁不是希望落空！【赏析】：　　这首诗六句三联。第一联描写景物，第二联抒发胸臆，第三联阐释人生。脉络清晰，环环紧扣，一气呵成。\r\n　　首联两句写景，写诗人清晨刚醒来时的所见所闻。第一句诉诸视觉，诗人略开睡眼，扫视窗外，路上别无行人，田野亦无农夫，枝头没有啼鸟。第二句诉诸听觉，窗外既空，故没有欢声笑语，也没有鸡鸣犬吠，只听得稀疏的晨雨淅淅沥沥，没完没了。这沉寂中的微弱之声，更反衬出苍茫大地的阒寂。孟浩然《春晓》有“春眠不觉晓，处处闻啼鸟”之句，用鸟的争鸣来渲染户外春意闹的美好景象，让人领略无边的春意，无限的春情。柳诗的这开头两句，也是选取清晨醒来时刹那间的情感片段进行描写，通过视觉、听觉和想象，向读者透露出他的心迹，却是截然不同的另一种境界，尤其一个“空”字，显示出诗人失意不平、人生无常的深切叹喟，表露了他那不安定的灵魂深处的苦闷，及其由于生命毫无意义慢慢耗蚀而产生的无穷幽怨。这样，就十分自然地把读者引向诗人此时孤独无凭、忧愤填膺的感情轨道。\r\n　　三四两句，抒发人生易老、壮志难酬的忧怨。柳宗元滞留永州十年之久，既为贬徙之客，故屡遭排挤，除了写作，未供实职。如此优游岁月，简直是赋闲。这对于素有“济世人于水火，解生民于倒悬”襟抱的政治家来说，实在是一种无情的折磨和残酷的迫害。诗人深知宇宙的永恒和生命的短暂，也深知宏图之难展和事业之艰难，所以要急于摆脱这种“良游”的困境。但到头来还是潦倒落魄，怎不倍添悲伤，未老而先衰？“迟暮”一词，叹惋时光的流逝不返和时势的难以逆转，包蕴着诗人多少哀伤！\r\n　　尽管如此，然而诗人并没有遗世独立，超然物外。民事国事纷至沓来，常常困扰于心，虽有自己的真知灼见，可叹英雄无主，欲为而不能为，岂不悲哉！矛盾不断地集结，不断地激烈碰撞，使诗人忧心忡忡，寝食难安，万般无奈。一“惊”一“扰”，谁能领略个中滋味？\r\n　　从诗的感情流向来看，沉郁哀怨越积越多，滔滔直下，大有决堤之势。不过，“为问经世心，古人谁尽了”这结尾两句，语气顿时舒缓下来，诗人用自问自答以突出所要表达的意念：自宽自慰。但是，凡是忧伤的感情，如果用悲哀语气来表达，不一定能使人感到它的分量，而用与之正相反的豪迈旷达的口气说出来，却往往使人觉得非常沉重深刻。所以，这种自宽自慰，实则是自怨自愤，将全诗感情波涛推向了顶峰。\r\n　　诗题《独觉》，暗含着“举世混浊而我独清，众人皆醉而我独醒”之深意。“谁尽了”的一声长叹，唤起了读者对千古英雄的荣辱进退的沉思，感悟出“是非成败，万事皆空”的真谛。多少显赫一时的英雄人物在人类历史的长廊上，只不过是急匆匆的过客。因此，柳宗元能乐天安命，与世无争，先后在永州、柳州辛勤耕耘十五载，最后终老南荒，至今还深受人们景仰。"
        },
        {
            "title": "哭连州凌员外司马",
            "content": "废逐人所弃，遂为鬼神欺。才难不其然，卒与大患期。\r\n凌人古受氏，吴世夸雄姿。寂寞富春水，英气方在斯。\r\n六学诚一贯，精义穷发挥。著书逾十年，幽颐靡不推。\r\n天庭掞高文，万字若波驰。记室征西府，宏谋耀其奇。\r\n輶轩下东越，列郡苏疲羸。宛宛凌江羽，来栖翰林枝。\r\n孝文留弓剑，中外方危疑。抗声促遗诏，定命由陈辞。\r\n徒隶肃曹官，征赋参有司。出守乌江浒，老迁湟水湄。\r\n高堂倾故国，葬祭限囚羁。仲叔继幽沦，狂叫唯童儿。\r\n一门既无主，焉用徒生为。举声但呼天，孰知神者谁。\r\n泣尽目无见，肾伤足不持。溘死委炎荒，臧获守灵帷。\r\n平生负国谴，骸骨非敢私。盖棺未塞责，孤旐凝寒飔。\r\n念昔始相遇，腑肠为君知。进身齐选择，失路同瑕疵。\r\n本期济仁义，今为众所嗤。灭名竟不试，世义安可支。\r\n恬死百忧尽，苟生万虑滋。顾余九逝魂，与子各何之。\r\n我歌诚自恸，非独为君悲。\r\n【注释】：(1)连州：今广东省连县。凌员外司马：即凌准，柳宗元好友之一。\r\n(2)鬼神欺：凌准贬后，母丧，两弟相续死，己又丧其明以殁，灾难踵至，故云“鬼神欺”也。\r\n(3)才难句：《论语?泰伯》：“才难，不其然乎！”\r\n(4)大患：谓死。\r\n(5)凌人：《周礼?天官》凌人：“凌人，掌冰。”\r\n(6)吴世句：《三国志吴书凌统传》“凌统字公绩，吴郡馀杭人也”。\r\n(7)此二句谓凌统之后，富阳凌氏遽尔衰落，无有声望之人。英气所聚乃在准也。\r\n(8)六学：指诗、书、礼、乐、易、春秋。\r\n(9)精义：《易乾》“刚健中正，纯粹精也”。\r\n(10)凌准著有《后汉春秋》二十万言、《六经解围人文集》八万言。\r\n(11)幽赜：《易系辞》“探赜索隐，钩深致远。”\r\n(12)天庭：宫廷。掞（shàn 善）：舒展，铺张。\r\n(13)凌准以金吾兵曹为邠宁节度史掌书记。泾之乱以谋画佐元戎，常有大功。\r\n(14)东越：指浙东地区。\r\n(15)凌准后迁侍御史，为浙东廉使判官，抚循罢人，按验汙吏，吏人敬爱，厥绩以懋，粹然而光。\r\n(16)宛宛：《史记·司马相如传》“宛宛黄龙，与德而升。”\r\n(17)《凌君权厝记》：“凌准治浙东有绩，声闻于上，召以为翰林学士。”\r\n(18)孝文：德宗谥曰“德宗神武孝文皇帝。”\r\n(19)中外：谓宫内与朝廷。\r\n(20)此二句：德宗崩，近臣议秘三日乃下遗诏，凌准独抗危词，以语同列王伾，画其不可者六七，乃以旦日发丧，六师万姓安其分。\r\n(21)徒隶：狱中服役的犯人。《管子?轻重》：“今发徒隶而作之”。\r\n(22)凌准入为尚书郎，仍以文章侍从，由本官参度支，调发出纳，奸吏衰止。\r\n(23)乌江浒：谓和州也。\r\n(24)左迁：贬职。\r\n(25)高堂：旧称父母为高堂。\r\n(26)凌准居母丧，不得归。\r\n(27)此句言两弟相续去世。\r\n(28)此言呼天不应。\r\n(29)此言凌准悲伤过度，“不食，哭泣，遂丧其明以没。”\r\n(30)溘死：屈原《离骚》：“宁溘死而流亡兮。”\r\n(31)臧获：奴婢贱称也。\r\n(32)负：遭受。\r\n(33)骇：通骸。\r\n(34)旐（zhao照）：一种黑色魂幡，出丧时用。飔（sī 思）：凉风。\r\n(35)《扬雄解嘲》：“当途者入青云，失路者委沟渠。”\r\n(36)孔融《临终诗》：“生存多所虑，长寝万事毕。”\r\n(37)九逝魂：《楚辞?九章抽思》：“惟郢路之辽远兮，魂一夕而【译文】：遭贬后不仅被众人所弃，更为鬼神相辱相欺。\r\n人才难得，果然就是这样，像凌准这样的才子，居然于悲苦中客死他乡。\r\n凌家的祖先为尧舜时代的受氏，三国时的《吴书》曾对凌统大加夸赞。\r\n尔后的富阳凌氏寂寞无闻，凌准的才气又使家族名冠江南。\r\n六经要旨一气贯通，你把所有的精妙之处都加以发扬。\r\n卧薪尝胆，著述十年，你为多少玄奥解疑释难。\r\n你在朝廷中撰写的雄文，万言文辞有若洪波奔放。\r\n你曾受聘于邠宁、泾原两府担任智囊，宏略高论足以显露出奇思妙想。\r\n你奉命出巡浙东一带，惩治贪吏，慰劳百姓，了解他们的苦难。\r\n犹如回旋翻飞在大江之上的丹凤，终于栖憩在翰林的枝端。\r\n在德宗意外崩驾的重大关头，宫廷内外谣言四起,危机重重。\r\n是你力排众议，迅速公开遗诏，为拥立新君慷慨陈辞，使天下转危为安。\r\n执掌徒隶簿,你为同僚做出了廉洁的榜样，主管征赋事,你坚持制度处处为朝廷打算。\r\n曾出任和州太守，又左迁至湟水之畔。\r\n母亲病故于家乡，而你为谪人,生不能养死不能葬。\r\n不久后两弟又相继辞世，在他们身边痛哭的只有尚未省事的儿郎。\r\n家中失去了主心骨，苟活的生者只能眼睁睁看着他们一去不返。\r\n无奈中只好抬头喊天，万能的神呵,你今在何方!\r\n你痛哭得泪尽声绝双目失明，肾气衰竭,走路摇晃。\r\n你竟然暴死于炎热的蛮荒，守灵的没有亲人,只有仆人与丫环!\r\n你在生被贬谪在边远之地，死后骸骨也不能回归故乡。\r\n悲哀呀！盖棺之后仍是流言四起，孤独的灵旗在寒风中冻凝不扬!\r\n想当年我们初次相识，一见如故，互诉衷肠。\r\n我们选择了共同的改革目标，进身朝廷,又因为一样的原因被贬南蛮。\r\n我们原本期望以仁义普济众生，那必然为愚蠢的人群讥笑中伤。\r\n我们到死也未有用武之地，维系正义,还有何指望？\r\n死去的，当然一了百了，苟活者，却忧思千万。\r\n我自己每晚都多次梦回长安，不知是否能与你同路返乡？\r\n兄弟呀！我长歌当哭全然出于心灵深处的哀恸，为国为民，并非仅仅是为你而悲伤！【赏析】：　　“兔死狐悲”，比喻遭遇不幸的人总是引起同命人的震惊和哀怜，这是因为同样的人生遭遇，塑造了同样的人生感受，故一人有难，同命者必怜之。白居易《琵琶行》中“同是天涯沦落人，相逢何必曾相识”，说的也是同样的感受。人生的伤心事莫甚于此者，那就是与自己同呼吸共命运的朋友，突然死去，进而使自己联想到生的悲伤和死的幻灭。柳宗元《哭连州凌员外司马》写的就是这样一种感受。\r\n　　凌准，字宗一，浙江富阳人，年轻的时候才华横溢，朝气勃勃，与柳宗元一起策划并参与了永贞元年（公元805年）由王叔文、王伾领导的“永贞革新”，是因王叔文事件被贬的著名八司马之一。当年，柳宗元贬湖南永州（现在的湖南永州），凌准被贬广东连州（现广东连县）。凌准是八司马中最不幸的，贬连州后，他的母亲在杭州富阳去世，紧接着他的两个弟弟先后死去，凌准忧思成疾，双目失明，最后死于桂阳佛市。对他的不幸亡故，柳宗元写了《哭连州凌员外司马》一诗和《故连州员外司马凌君权厝志》一文，表示沉痛哀悼，在诗文中，他以情驭辞，深情地回顾了他们昔日的友谊，盛赞凌准的气节与才学，并对他“有道而不明于天下，离愍逢尤夭其生”的不幸遭遇和“盖棺未塞责，孤旐凝寒颸。”的死后凄惨情景，悲痛难平。这首哭别亡友诗共分四个部分。\r\n　　第一部分，首先用点睛之笔大致介绍了凌准的“才”与“命”，凌准是个“才济命不济”的人，最后果然短命而死。\r\n　　第二部分，1、柳宗元介绍了凌准高贵的出身——他的祖先是尧舜手下的掌水之官，他的前辈凌统是三国孙权的大将，功勋卓著，威震江东。2、写了他渊博的学识，他身怀六艺，发愤写作，才华横溢，捭阖纵横。凌准是个学富五车的才子，他写了一首万言诗给当时的丞相，得到赏识，被提拔为崇文馆校书朗。诗中所讲的“天庭才炎  高文，万字若波驰”讲的就是这件事。凌准还著有30万言的《后汉春秋》，八万言的《六经解围人文集》。柳宗元称赞他“著书逾十年，赜靡不推”，并不是用虚言为死人溢美。3、写他的五大政绩，一是建中初年，凌准在邰宁节度使府中（又称征西府）以金吾兵曹的身份任掌书记，受到普遍好评。二是他出巡浙东以观察判官的身份安抚老百姓，惩治贪官污吏，官声很好。三是写他因为在浙东的政绩被皇上诏为翰林学士。四是写凌准在贞元二十三年正月，唐德宗死后，朝廷大臣都认为五天以后再发丧，而凌准此时挺身而出，认为天下无主，必使四方猜疑，有野心的人乘机作乱，应该立即将皇上驾崩的消息通告天下；另立新主，诏告四方，以安定天下。当时的重臣王伾听从他的意见，第二天发丧，结果验证凌准的意见是准确的。由于及时发丧，确立了新君，天下人心安定，有异志者也不敢动。五是凌准在翰林院调度钱粮，公正廉明，使那些作奸犯科者、想从国家的钱财中捞一把的人为之整肃。柳宗元通过介绍凌准的政德、政行、政绩表现了他非凡的政治才能和练达利索的政治品格。\r\n　　诗的第三部分，柳宗元表达了对凌准悲惨遭遇的深切同情。“永贞革新”失败后，凌准开始被贬到四川河州作刺史，与柳宗元一样，永贞元年九月他是在赴河州剌史任的路上，再次被降职，被贬到更僻远的广东连州做司马。在他被贬的途中，他的母亲经不起儿子远谪他乡的打击，因病而逝。紧接着，他的两个弟弟死亡，而朝廷的命令却是被贬之人不能回家送丧，必须按期到任。凌准为此痛不欲生，涕泪横流。“泣尽目无见，肾伤足不持”——把眼睛哭瞎了，身体也垮了，不久便一命归天。“溘死委灵荒，臧获守灵帷”，天下的人都认为他是罪人、小人，连他的尸骸都不敢接近。人虽然死了，连个公正的评价都没得到，只有孤零零的灵幡和凄冷的寒风陪伴着他的孤坟。柳宗元是在为好友鸣不平，也是夫子自道，是对共同的不公正的命运和世道的谴责与抗争。\r\n　　第四部分，柳宗元一往情深，无限感慨地回顾了二人的友谊。两人从认识开始便肝胆相照，后来同时因文章功夫被选拔为朝廷重臣。在“永贞革新”运动中砥柱中流、冲锋陷阵，改革失败后，又同时贬为刺史，再贬为司马。两个人都年轻气盛、壮志凌云，想为天下人谋福利、成仁义，想不到，一腔热血、几年艰辛，竟成了天下小人的笑柄。少年壮志和一生功名都化为泡影。接下来柳宗元表达了生死异路，从此永诀的巨大悲哀。死者已逝，而活着人还将在世人的冷眼和唾沫，在心魔的滋扰下倍受折磨。“顾余九逝魂，与子各何之？我歌诚自恸，悲独为君悲。”告别自己同命的亡友，柳宗元为朋友悲为自己悲，一颗孤心在泣血、颤栗，这不仅是共同的命运产生的强烈共振，不仅是为过去的事情而感叹。柳宗元似乎是在凌准灵前长明灯的光焰里看到了自己同样不幸的未来。\r\n　　这是一首悼亡诗，在形式上，先写亡者的身世，再写其人生经历和人生遭遇，走的是古代祭文的老路，没有什么突破与特色。但是，将自己的命运与死者互相映照，互相衬托，互相呼应，生者与死者，“棺里人”与“棺外人”，过去的仕途同命鸟与今天的生死异路人，身世沉浮，心心相印，给人一种生死异界而阴阳归一的感觉，给人以强烈的情感冲击和艺术震撼。"
        },
        {
            "title": "韦道安",
            "content": "道安本儒士，颇擅弓剑名。二十游太行，暮闻号哭声。\r\n疾驱前致问，有叟垂华缨。言我故刺史，失职还西京。\r\n偶为群盗得，毫缕无馀赢。货财足非吝，二女皆娉婷。\r\n苍黄见驱逐，谁识死与生。便当此殒命，休复事晨征。\r\n一闻激高义，眦裂肝胆横。挂弓问所往，趫捷超峥嵘。\r\n见盗寒涧阴，罗列方忿争。一矢毙酋帅，馀党号且惊。\r\n麾令递束缚，纆索相拄撑。彼姝久褫魄，刃下俟诛刑。\r\n却立不亲授，谕以从父行。捃收自担肩，转道趋前程。\r\n夜发敲石火，山林如昼明。父子更抱持，涕血纷交零。\r\n顿首愿归货，纳女称舅甥。道安奋衣去，义重利固轻。\r\n师婚古所病，合姓非用兵。朅来事儒术，十载所能逞。\r\n慷慨张徐州，朱邸扬前旌。投躯获所愿，前马出王城。\r\n辕门立奇士，淮水秋风生。君侯既即世，麾下相欹倾。\r\n立孤抗王命，钟鼓四野鸣。横溃非所壅，逆节非所婴。\r\n举头自引刃，顾义谁顾形。烈士不忘死，所死在忠贞。\r\n咄嗟徇权子，翕习犹趋荣。我歌非悼死，所悼时世情。\r\n【赏析】：出处：《全唐诗》卷352-38"
        },
        {
            "title": "游南亭夜还叙志七十韵",
            "content": "夙抱丘壑尚，率性恣游遨。中为吏役牵，十祀空悁劳。\r\n外曲徇尘辙，私心寄英髦。进乏廓庙器，退非乡曲豪。\r\n天命斯不易，鬼责将安逃。屯难果见凌，剥丧宜所遭。\r\n神明固浩浩，众口徒嗷嗷。投迹山水地，放情咏离骚。\r\n再怀曩岁期，容与驰轻舠。虚馆背山郭，前轩面江皋。\r\n重叠间浦溆，逦迤驱岩嶅。积翠浮澹滟，始疑负灵鳌。\r\n丛林留冲飙，石砾迎飞涛。旷朗天景霁，樵苏远相号。\r\n澄潭涌沉鸥，半壁跳悬猱。鹿鸣验食野，鱼乐知观濠。\r\n孤赏诚所悼，暂欣良足褒。留连俯棂槛，注我壶中醪。\r\n朵颐进芰实，擢手持蟹螯。炊稻视爨鼎，脍鲜闻操刀。\r\n野蔬盈倾筐，颇杂池沼芼。缅慕鼓枻翁，啸咏哺其糟。\r\n退想于陵子，三咽资李螬。斯道难为偕，沉忧安所韬。\r\n曲渚怨鸿鹄，环洲凋兰。ū暮景回西岑，北流逝滔滔。\r\n徘徊遂昏黑，远火明连艘。木落寒山静，江空秋月高。\r\n敛袂戒还徒，善游矜所操。趣浅戢长枻，乘深屏轻篙。\r\n旷望援深竿，哀歌叩鸣艚。中川恣超忽，漫若翔且翱。\r\n淹泊遂所止，野风自颾颾。涧急惊鳞奔，蹊荒饥兽嗥。\r\n入门守拘絷，凄戚增郁陶。慕士情未忘，怀人首徒搔。\r\n内顾乃无有，德輶甚鸿毛。名窃久自欺，食浮固云叨。\r\n问牛悲衅钟，说彘惊临牢。永遁刀笔吏，宁期簿书曹。\r\n中兴遂群物，裂壤分鞬櫜。岷凶既云捕，吴虏亦已鏖。\r\n捍御盛方虎，谟明富伊咎。披山穷木禾，驾海逾蟠桃。\r\n重来越裳雉，再返西旅獒。左右抗槐棘，纵横罗雁羔。\r\n三辟咸肆宥，众生均覆焘。安得奉皇灵，在宥解天弢。\r\n归诚慰松梓，陈力开蓬蒿。卜室有鄠杜，名田占沣涝。\r\n磻溪近余基，阿城连故濠。螟蛑愿亲燎，荼堇甘自薅。\r\n饥食期农耕，寒衣俟蚕缲。及骭足为温，满腹宁复饕。\r\n安将蒯及菅，谁慕粱与膏。弋林驱雀鷃，渔泽从鳅鱽。\r\n观象嘉素履，陈诗谢干旄。方托麋鹿群，敢同骐骥槽。\r\n处贱无溷浊，固穷匪淫慆。踉跄辞束缚，悦怿换煎熬。\r\n登年徒负版，兴役趋代鼛。目眩绝浑浑，耳喧息嘈嘈。\r\n兹焉毕余命，富贵非吾曹。长沙哀纠纆，汉阴嗤桔槔。\r\n苟伸击壤情，机事息秋豪。海雾多蓊郁，越风饶腥臊。\r\n宁唯迫魑魅，所惧齐焄藨。知罃怀褚中，范叔恋绨袍。\r\n伊人不可期，慷慨徒忉忉。\r\n【注释】：(1)南亭：永州城南某处的亭台。其遗址今未详何处。叙志：陈述情怀。志，心志。指思想、情感、心愿等。七十韵：诗题为七十韵，应为一百四十句，而实际上只有六十九韵，一百三十八句，未知何故。\r\n(2)夙(sù)：平素，素来。抱：心中怀有。丘壑：山水。壑，溪谷。尚：崇尚，向往，喜好。\r\n(3)率性：顺着天性，由着性情。率，循，顺着。性，天性，性情。恣(cì)：任意的、尽情尽兴的。\r\n(4)中：指人生半途之中。吏役：官务，官府差使。牵：羁绊。这里指被牵绊而脱不开身。\r\n(5)祀：年，岁。悁(juàn)：忧。\r\n(6)外曲：外表上身子屈曲着。指遵守君臣之礼而屈身。外，外表。指内心之外，即身体。《庄子·人世间》：“然则我内直而外曲。……内直者，与天为徒；……外曲者，与人为徒也。擎跽曲拳，人臣之礼也。人皆为之，吾敢不为邪？”徇：屈服而顺从。尘辙：世俗的道路。指社会中追求入仕做官的风气。尘：世俗。辙，车迹。指道路。\r\n(7)私心：自己的内心。私，个人，自己。寄：依托，随附。英髦(máo)：俊杰，英豪。髦，长发，喻杰出人才。\r\n(8)进：指进入仕途。廊庙器：能辅佐帝王，善于处理朝廷国事的才干。廊，殿廊。庙，太庙。这都是古代帝王议事的场所，故“廊庙”借指朝廷。器，才干。\r\n(9)退：指退出仕途。乡曲：乡里。曲，曲折处，角落。借指偏僻处。\r\n(10)天命：天性。《礼记·中庸》：“天命之谓性。”斯：这。\r\n(11)鬼责：鬼神的斥责。指灾祸。安：何，哪儿，怎么。\r\n(12)屯：卦名，象征艰难。见凌：蒙受凌辱。见，被，蒙受。\r\n(13)剥：卦名，象征厄运。丧：不利，灾厄。宜：理当，应该。\r\n(14)神明：神灵。这儿指帝王的神圣贤明。固：通“故”，原本。浩浩：广阔宽宏的样子。\r\n(15)徒：空，白白地。嗷嗷(ao ao)：众声噪杂。\r\n(16)投迹：止步不前。这儿指徘徊、徜徉。\r\n(17)《离骚》：战国时代楚国大夫屈原的代表作。\r\n(18)曩(nǎng)岁：往年，早年。曩，昔，从前。期：期望，愿望。\r\n(19)容与：闲逸自得的样子，自由自在的。驰：赶马快跑。这儿指驾船。舠(dāo)，小船。\r\n(20)虚：空的，空寂的。背：背靠。山郭：山城，如城郭一样高陡的山带。郭，外城，城墙。\r\n(21)轩：槛栏。皋(gāo)：水边高地，河岸。\r\n(22)间：隔断。浦溆(xù)：水边。溆，与浦同义。\r\n(23)逦迤【译文】：我素来向往于自然的山水，真想由着自己的性情尽兴地游遨。\r\n可惜半途中被官务所牵绊，十年来都在白白地忧思劳累。\r\n外表上我屈身循礼，随俗而进入仕途，而内心是想追随那些有为的英豪。\r\n然而进入朝廷，我缺乏做宰辅大臣的才干，退出仕途，连乡间的豪士也做不了。\r\n上天赋予的禀性已无法改变，鬼神的斥责又那里可以躲逃？\r\n屯卦预言艰难，果真蒙受凌辱，剥卦警示灾厄，当然已经遇到。\r\n幸好神明的君王从来是胸襟宽宏，众人的谗毁，才算是徒然的乱噪。\r\n我得以徜徉于山水胜地，纵情歌咏着屈原的《离骚》。\r\n重又怀着往昔未了的夙愿，闲逸地驾一叶轻舟浮漂。\r\n空寂的房舍背靠着山郭，前面的轩窗正对着江皋。\r\n重叠的山岭隔断了河岸，绵延的石峰像群马在奔跑。\r\n绿洲浮在微微波动的水面，起初真疑心是负载在神鳌背上的仙岛。\r\n丛林中不断地刮着旋风，江边的石块迎对着飞溅的波涛。\r\n空阔晴朗的天光一丝无云，砍柴打草的村民在远处相互呼号。\r\n清澈的水潭猛然涌出大群的沙鸥，半山陡壁上，嬉闹的猿猴在腾空纵跳。\r\n鹿群友爱，从叫声中得到了体验，鱼儿欢乐，到溪沟边观看就自然知晓。\r\n孤单一人欣赏景致，诚然是悲哀的事情，但确实值得欣慰，有了片刻的欢笑。\r\n我俯身凭靠着栏槛留连不舍，将壶里的浊酒往杯中不停的倾倒。\r\n一边把甘脆的菱角大口嚼食，又伸手拿起肥美的蟹螯。\r\n煮饭时，不时看看柴灶上的鼎镬，切鱼时，听到的是那悦耳的霍霍刀声。\r\n采来的野菜装满了一只大筐，其中还夹杂有不少沼泽的水藻。\r\n不由得深切地思慕那摇桨的渔翁，他长啸而歌，还能随众同醉饮食酒糟。\r\n又想到廉士陈仲子弃禄不取，靠咽食虫蛀的杏李，才未化作饿殍。\r\n这样的处世之道，很难与他们一起同行，深深的忧愤又哪里能够隐韬？\r\n弯弯的江岛边天鹅正在哀鸣，圆圆的沙洲上兰花已经残凋。\r\n夕阳的光辉返照着西边的山峰，北去的潇湘，飞逝的浪花滔滔。\r\n我徘徊不舍，无奈天色终于昏黑，远远的渔火照亮了一队队船艚。\r\n树木零落之后，寒山更加寂静，江面空阔之处，秋月越发孤高。\r\n我敛起衣袖，庄重地告诫回归的众人，善于漂游，还得把舵桨小心地持操。\r\n进入浅滩，长桨该要收起不用，驶入深潭，那就放下轻便的竹篙。\r\n宽阔的视野下，我拿起长长的竹竿，悲伤地歌唱时，大家齐把船舷拍打轻敲。\r\n船儿在江中轻快地飞驶，又随意的滑行，如同鸟儿在翱翔逍遥。\r\n在水势静止的地方，船儿就势滞停下来，\r\n兀自江上的阵风嗖嗖，秋气萧萧。山涧水急，惊慌的鱼儿东奔西窜，\r\n小路草荒，饥饿的野兽低吼长嗥。入门感到压抑，要安于精神牢笼，\r\n凄惨悲切时，最恨苦闷困扰。仰慕高士的情怀至今尚未忘却，\r\n怀念亲友，却只能空把头皮抓挠。反思自身，内在禀赋一无所有，\r\n才德低微，轻过一羽鸿毛。窃有虚名，长期来在蒙骗自己，\r\n俸禄过高，真可谓素餐老饕。关问牵牛，梁惠王哀怜它将被杀来衅钟，\r\n劝说猪豚，祝宗人惊讶它怕死来到笼牢。最好是永远能躲开刀笔吏，\r\n怎么还期盼簿书官曹？大唐中兴，万事一切顺利，裂土封侯，奖励有功雄枭。\r\n岷地顽凶刘辟已经缉拿归案，吴地叛虏李錡也已斩决不饶。\r\n武将捍卫朝廷，强过了周代的方虎，文臣谋略高明，胜过了远古的伊尹、皋陶。\r\n劈开山岭，大唐声威西达仙山昆仑。航行海域，我朝名望东过神岛蟠桃，\r\n重新使得越棠族献来白雉，再次让西旅国贡上猛獒。\r\n朝廷左右分列着三公九卿，殿下纵横罗列着一队队贤臣俊僚。\r\n各种罪人都徼幸获得大赦，众百姓都被浩荡的皇恩笼罩。\r\n我何时能够承受皇上的福泽，处在宽宥之列而能解除镣铐？\r\n如能回归故里，让亲人真心宽慰，将尽力农耕，开垦家园的蓬蒿。\r\n选址安家在鄠杜两县之间，名下几亩土地位于沣涝。\r\n磻溪边，房舍靠近姜太公遗留的宅基，还连通着阿房宫原先的沟濠。\r\n我乐意亲手焚烧庄稼的害虫，也甘愿自己去田地中耕耘除草。\r\n饥饿缺食时，能盼到自己农耕的谷物，寒冷少衣时，期待着自家纺织的衣袍。\r\n衣裳能够遮到膝下就够了，已经暖和，食物填饱肚子就行了，那里还会贪要？\r\n安心地享用茅草编成的粗蓆，谁还会贪羡黄梁肥膏？\r\n追赶鸟雀，进入山林去射猎，追逐鱼群，到湖泽捕捞。\r\n观察卦象，因为无灾无咎而高兴，诵读《诗经》，但却不敢妄言《干旄》。\r\n既然已托身于山林麋鹿群中，又怎敢与千里骐骥同食共槽？\r\n处于微贱，已不在乎什么污浊，安守穷困，就该把逸乐忘掉。\r\n摆脱了世俗的束缚，可以轻行快步，心情愉悦，取代了痛苦煎熬。\r\n多年来，我白白地在官场奔波，不过是兴动差役时，才赶去把长鼓急敲。\r\n如今日光昏眩，已看不到浑浊的世事，而且耳膜轰响，再听不到外界的喧闹。\r\n从此就这样终了下半世残生，富贵终非我们这种人的祈祷。\r\n贾谊谪居长沙，曾为福祸纠缠而悲哀，汉阴丈人则以为机械诱发机巧，而鄙弃桔槔。\r\n如果尧帝时代纯朴的民风能够发扬，巧诈的心计就消隐得不见丝毫。\r\n南海茫茫，雾气弥漫，越地荒蛮，风中充满了秽气腥臊。\r\n这儿处境险恶，并非仅仅被魑魅威胁，天荒地老，更怕自己将会精散魂消。\r\n救援之计虽然未行，知莹永记心怀，赠袍之情即便已晚，范睢念旧怨抛。\r\n这样重情义的人，如今已不能抱有期望，慷慨激愤，只能是更加忧愁苦恼。【赏析】：　　此诗当作于元和三年（808）秋。理由有三，其一，诗中有“中为吏役牵，十祀空悁劳”之句，柳宗元于贞元十四年（798）及第博学宏词科，任集贤殿书院正字，开始步入仕途，十年后即是元和三年。其二，诗中提及“岷凶既云捕，吴虏亦已鏖”，据《旧唐书·宪宗纪》，浙西李錡诛于元和二年十一月，已过秋季。而诗中却有“江空秋月高”之句，应为第二年秋。其三，诗中有“三辟咸肆宥，众生均覆焘”之句，据《旧唐书·宪宗纪》，元和三年春正月群臣上尊号，曰睿圣文武皇帝，曾大赦天下。\r\n　　这是柳宗元诗歌集中篇幅最长作品之一。正如诗题那样，前半为“游南亭夜还”，后半为“叙志”，两部分通过遭贬出游联系起来，因遭贬谪，不意实现了游遨山水的夙好，却不得实现回归家园的心志。前者将悲痛强压于自嘲自慰之中，借观游而排遣，后者则将悲苦转化为望宥求救之辞，终因绝望而转添苦恼。\r\n　　第一部分“游南亭夜还”分三层来写。第一层是说，早年喜好山水的夙愿由于官务牵绊而耽搁了，又因为不才而遭受贬谪，却来到了山水胜地。这时柳宗元心中虽然悲愤，却有所慰藉，可谓不幸之幸。其实，柳宗元被贬，真正原因是权贵对革新派的仇视和摧残，诗中对自己的讥嘲，对天命、鬼责、卦辞、神明的认可都是愤疾不平之辞，而内心则以屈原自比。第二层写观游南亭所见美景和野炊的情趣。写景突出了山川的幽静和动物的自在，幽静流露出内心深处的孤寂和愁苦，自在则反衬自己的拘情和无奈。写野炊的情趣，暗示自己避开尘世，回归田园的志向，突出了其个性的清高和品德的正直。第三层写乘舟夜还的感受。主要突出操舟的体会和入门后的幽郁。对于操舟，柳宗元十分小心，深浅宽急应付得当，实际上借喻人生道路上要走好，保持正确的态度。贬永初期，柳宗元的心情一直是沉痛压抑的，所以一进门就感到拘束，心情郁闷，勾起了对亲友的思念。\r\n　　第二部分“叙志”，分四层来写。第一层又说到自己无才无德，不堪为官而蒙罪，这实际上又是对自己遭贬原因的自解自嘲，与本诗开头相应。第二层则极力推颂朝廷中兴景象，希望能得到皇上宽赦。事实上，宪宗即位后，朝廷确有所振兴，平定了藩镇刘辟、杨惠琳、李錡等人的谋反，入相当权的李吉甫、裴垍、李藩、权德舆、李绛等人也较为干练得力，在整顿财政，改善政治上做了一些切实的工作。柳宗元尽力歌颂中兴景象，当然是为了获取宽宥，但却没有过分的阿谀奉承。而渴望从政，施展才华，也是柳宗元希望遇赦复出的重要原因。但由于革新派一方面多为少年速进，政治根基不牢，一方面又树敌太多，积怨较深，更重要的是由于永贞革新涉及到皇位继承的矛盾，宪宗李纯对柳宗元等很难原谅，曾发过三次诏命，一再重申“八司马”不仅不在宽宥之列，而且不得“量移”，所以柳宗元的希望显得很不现实，很可笑也很可悲。第三层写自己如果归返将安心务农，过平淡的田园生活。这里突出了自耕自足的低微要求和不羡富贵的安分思想。一方面显示出柳宗元的清高品质，一方面又透露出柳宗元遭受打击后的心灰意冷。从写法上看，则显然与第一部分第二层所写野炊的情趣相关联。第四层，写自己所处环境的凶险而将丧命，期盼有人救援，然而，他自己也明白这是不切实际的，于是，感到绝望。这里，写南蛮之地的凶险，既与第一部分第一层遭贬而投迹山水地相照应，又与第一部分第二层写景的心情相反相成，一乐一悲，或亲或惧，皆由贬谪而起。蒙恩遇赦希望渺茫，回家务农的最低要求也难以实现，因而陷入了极度痛苦、矛盾和怨愤之中。"
        },
        {
            "title": "觉衰",
            "content": "久知老会至，不谓便见侵。\r\n今年宜未衰，稍已来相寻。\r\n齿疏发就种，奔走力不任。\r\n咄此可奈何，未必伤我心。\r\n彭聃安在哉，周孔亦已沉。\r\n古称寿圣人，曾不留至今。\r\n但愿得美酒，朋友常共酙。\r\n是时春向暮，桃李生繁阴。\r\n日照天正绿，杳杳归鸿吟。\r\n出门呼所亲，扶杖登西林。\r\n高歌足自快，商颂有遗音。\r\n【注释】：①不谓：不打招呼。侵：渐近。\r\n②宜：应该。稍已，已经。\r\n③种：形容头发短少。\r\n④咄：叹词，表示失意或无奈。\r\n⑤彭聃：即彭祖和老聃，为古代长寿者。周孔：即周公和孔子，为古代圣人。\r\n⑥杳杳：高远的样子。\r\n⑦遗音：声音不断，余音袅袅的意思。【译文】：早知人生，衰老难辞；\r\n不曾想到，来势何迅。\r\n我生今年，理应未衰；\r\n不知不觉，老来相寻。\r\n牙齿已松，头发脱落；\r\n四处奔走，力已不任。\r\n徒有慨叹，无可奈何；\r\n人皆如此，何必伤心。\r\n彭祖老聃，今日何在？\r\n圣如周孔，早归寂沉。\r\n寿者圣者，为人称颂；\r\n但无一人，存活至今。\r\n此时惟愿：美酒作伴；\r\n朋友相聚，同饮共斟。\r\n春光美好，即将逝去；\r\n桃红李白，枝叶繁阴。\r\n阳光明媚，绿野连天；\r\n杳杳归鸿，天际长鸣。\r\n呼朋唤友，出门踏青；\r\n手持扶杖，登上西林，\r\n临高快意，放声高歌；\r\n犹如商颂，不绝余音。【赏析】：　　谁都知道柳宗元的诗中总是充满了一种酸楚哀怨，凄婉幽深和感厄愤郁之情。特别是在永州所作诗篇，取境大都以清冷、幽僻、寂静为主色调，读起来给人以郁闷压抑、吞吞吐吐的感觉，总缺少一些豪迈潇洒、明快超脱。而此诗却一反常态，使人耳目一新，在柳宗元诗集中，可算得上十分难得的快诗。\r\n　　《觉衰》诗的“快”，首先表现在对衰老的态度上。面对提前来临的衰老，他不再是悲悲切切，嗟叹不已，而是显得超脱旷达。这种态度表现在诗的一、二层中。诗的第一层写“衰至”的感受。衰老虽然不期而至，而且来势凶猛。四十岁左右正值盛年的柳宗元，已经是“齿疏发就种，奔走力不任”，显出了十足的老态龙钟之状。诗的开头，可谓是曲尽老态。面对过早到来的“衰”，应该怎样对待？诗的第二层，是写对“衰至”的认识和理解。笔势一转，陡然生力，表现了诗人的独特见识。他以穿越古今、看透人生的目光，找到了面对衰老的最好的方法——潇洒和超脱。诗中写道：“彭聃安在哉？周孔亦已沉。古称寿圣人，曾不留至今。”古代的寿者如彭祖、老聃，如今又在那里呢？人人称颂的周公、孔子，不也是在时间的长河中归于寂静了吗？无论是长寿者，还是圣贤者，都无法逃避必死的自然法则。这是一段多么富有哲理的议论。诗人把寿者、圣者同普通人等量齐观，一切的人在衰老和死亡面前，都是公平无私的。因此，大可不必为功名利禄而患得患失，耿耿于怀，也无须因失意落魄而唉声叹气。只有看透了这一层，精神上才能获得轻松和超越。这种见解和情怀，在柳宗元别的诗中很少见到。\r\n　　《觉衰》诗的“快”，第二个鲜明特点是行为上的潇洒倜傥。面对衰老，面对春光流逝，许多人都会自伤老大，嗟老叹穷，痛感人生苦短，光阴虚掷，生不逢时，怀才不遇。这大概也算得上中国古代失意文人的通病。柳宗元在此诗中却表现得潇洒豪迈：“但愿得美酒，朋友常共斟”，与朋友常举酒杯，放怀痛饮，何愁之有，此其一也；“出门呼所亲，扶杖登西林”，呼朋唤友，成群结队，郊外踏青，登高抒怀，又何忧之来，此其二也；“高歌足自快，商颂有遗音”。放声高唱古代颂歌，情韵悠扬余音不绝，何闷不去，此其三也。此番举动，其豪迈不下李太白，其潇洒可敌谢康乐，实在让人刮目相看，难怪周珽在《唐诗选脉全通》中评价此诗说：“绝透，绝灵、绝劲、绝谈。前无古人者以此，言人当及时行乐也。”蒋之翘说此诗“失却子厚本色（《唐四家诗》）”。虽然两人评价的角度不同，说法不一，但共同地证明了一点，柳宗元的这首诗，给了读者一种新鲜别样的感觉——快意。\r\n　　从《觉衰》这首诗，我们看到柳宗元人生、性格的又一侧面。幽怨、哀叹和凄婉不是柳诗的全部，他的诗同样可以潇洒豪迈，可以旷达超脱。这首诗为我们展示了一个更生动更真切和更全面的柳宗元。苏轼说此诗“忧中有乐，乐中有忧”。此话是颇有见地的。此诗正是忧与乐相互渗透、相互陪衬，超脱旷达使幽怨显得更加婉曲，潇洒倜傥使孤愤变得更加强烈。诗人自己在《对贺者》中也是这样说的：“嘻笑之怒，甚于裂眦，长歌之哀，过于恸哭。庸岂知吾之浩浩，非戚戚之大者乎！”此诗，柳宗元以洒脱的外在形式，抒发出内心深处的哀怨之情，是饱含酸楚地“潇洒”了一回。"
        },
        {
            "title": "旦携谢山人至愚池",
            "content": "新沐换轻帻，晓池风露清。\r\n自谐尘外意，况与幽人行。\r\n霞散众山迥，天高数雁鸣。\r\n机心付当路，聊适羲皇情。\r\n【注释】：①谢山人：一位姓谢的隐士，名字生平均不详。愚池：“八愚”胜景之一，始见柳宗元《愚溪诗序》。愚溪之上有丘，丘东北有愚泉，泉屈曲而南为愚沟，“负土累石，塞其隘为愚池”，可见愚池是一个堵塞愚沟而成的人工池。\r\n②新沐：刚洗过头发。帻（zé责）：古代的一种头巾。\r\n③谐：和谐。尘外：超出尘俗、尘世之外。\r\n④幽人：隐士，指谢山人。\r\n⑤迥：远。\r\n⑥机心：机变诡诈之心。付：付予，交付。当路：担任重要官职，掌握政权。此处指当权的人。\r\n⑦聊：姑且。适：往、去到。羲皇情：伏羲时代的民情。羲皇，古帝伏羲。【译文】：洗过头换上轻薄的头巾，早晨的愚池露白风清。\r\n这景致最合我脱俗心意，何况与隐士携手同行？\r\n朝霞散去众山显得更远，高阔的天空大雁长鸣。\r\n把机变诡诈交给当权者，我暂且去体验伏羲时的民情。【赏析】：　　元和五年（810），柳宗元移居到潇水西的冉溪之畔，将冉溪改名为愚溪，并在其新宅附近精心设计建造了愚丘、愚泉、愚沟、愚池、愚亭、愚堂、愚島，构成八愚胜景。他还写了《八愚诗》、《愚溪诗序》等诗文，足见诗人对愚溪寓所是情有独钟。此地山清水秀，民风淳朴，诗人在这里过上了闲适恬淡的幽居生活。此诗即写诗人与谢山人早晨同到愚池游览时情景，虽飘然有出尘之思，然毕竟身处逆境，聊作羲皇上人，也只是暂时的自我安慰。\r\n　　诗的首联写道：“新沐换轻帻，晓池风露清。”在一个露白风清的早晨，诗人与谢山人来到愚池边，用清澈的池水洗过头，换上轻薄的头巾，沐浴着习习凉风，惬意极了。这是一幅多么清静幽雅的图画啊！天地间一切都已不复存在，只有愚池边的诗人和相携而至的谢山人。诗句中一个“清”字，既是写眼前景物，同时又点出了诗人心境，情与景交融成一种境界，渲染出诗人的恬淡情趣。初看，上句是叙事，下句是写景。其实，诗人是把自己也当作一景来写了，由于有了人的活动,景物才会如此生动而富于情趣。\r\n　　愚池早晨这种清静幽雅的景致，使诗人情不自禁地发出了“自谐尘外意，况与幽人行”的感叹。诗人谪居永州已经六年，随着时光的流逝，永州奇异的山水之美，使诗人的心灵多少得到一些慰藉。他移居愚溪之畔后，过着与农圃为邻的村居生活。这种闲适恬淡的生活，使诗人觉得仿佛就是隐居山林。他在《溪居》一诗中写道：“闲依农圃邻，偶似山林客。”所以，当他与谢山人来到愚池边，置身于这清静幽雅的景致中，浑然觉得自己已超尘出世，俨然就是一位山林客了。诗的首联与颔联，景与情融溶为一体，创造出了一种物我合一、脱俗造化的境界。\r\n　　颈联“霞散众山迥，天高数雁鸣”，在读者面前展现出一幅高远寥阔的图景：云霞散去，天朗气清，几只大雁鸣叫着飞过蓝天，连绵起伏的群山一直延伸到天际。景因情设，这眼前的景致不正是诗人此时胸襟开阔舒坦的具象吗？政治革新的失败，仕途的失意，曾给诗人以沉重打击。流贬永州的头几年，他倍感冤屈，满怀忧愤。他努力为自己辩谤祛诬，希望一朝昭雪，憧憬有朝一日能够“起复”。但在移居愚溪后，他的心情平定多了。“起复”既已无望，驱散心头的云雾，退一步不也海阔天空吗？于是诗的尾联写道：“机心付当路，聊适羲皇情。”黄周星在《唐诗快》中评价此诗说：“发付机心最妙。”妙就妙在一个“付”字，从字面上看，“付”是“交付”的意思，其实则包含着诗人对官场勾心斗角、尔虞我诈的“机心”极度的轻蔑与鄙视。官场的机变诡诈，诗人向来不屑，更何况现在已远离是非纷争。地处南荒的永州，民风淳朴敦厚，诗人生活在他们中间，仿佛走进了远古的伏羲时代，所以他说“聊适羲皇情”。而句中的“聊”字，又反映出诗人的无奈心情，这种隐居般的生活并非诗人的真心追求，只是暂时自我安慰而已。\r\n　　王国维把诗的境界分为“有我之境”和“无我之境”。他说：“有我之境，以我观物，故物皆著我之色彩；无我之境，以物观物，故不知何者为我，何者为物。”柳宗元把个人的情感渗透在景物中，写出了一种“无我之境”。写景与抒情相交错，情与景相融溶，物我合一，浑然一体，脱俗造化，境界清新高阔，情趣恬淡幽雅，意兴洒然。"
        },
        {
            "title": "夏夜苦热登西楼",
            "content": "苦热中夜起，登楼独褰衣。山泽凝暑气，星汉湛光辉。\r\n火晶燥露滋，野静停风威。探汤汲阴井，炀灶开重扉。\r\n凭阑久彷徨，流汗不可挥。莫辩亭毒意，仰诉璇与玑。\r\n谅非姑射子，静胜安能希。\r\n【注释】：①中夜：半夜。\r\n②褰（qiān）：撩起，披起。\r\n③星汉：银河。湛(zhàn)，古代宝剑名，世称湛卢。杜甫《大历三年出瞿塘峡久居夔府将适江陵》：“朝士兼戎服，君王按湛卢。” \r\n④火晶：日头像火一样。《晋书·天文志》上引王仲任云：“夫日，火之精也。”卫元嵩《元包明夷》：“晶冥炎潜。”注：“晶，日也。”\r\n⑤探汤：摸着开水般。汤，开水。《论语·季氏》：“见不善如探汤。” \r\n⑥炀灶：在灶前烤火。戴氏侗曰：“炀者，火旁烘物，以火气扬之也。”郭璞注：“江东呼火炽猛为炀。”引申为焚烧。\r\n⑦亭毒：化育、养成。语出《老子》：“长之育之，亭之毒之。”王弼注：“亭，谓品其形；毒，谓成其质。”毕沅曰：“亭毒成熟，声义相近。”刘峻《辨命论》：“生之无亭毒之心，死之岂虔刘之志。”（见《文选》）李周翰注：“亭、毒，均养也。”\r\n⑧璿玑（xuànjī）：亦作“璇玑”，古代称北斗星的第一星至第四星。天空北部有七星聚成斗形，故名北斗星。七星之名，一天枢，二天璇，三天玑，四天权，五玉衡，六开阳，七摇光。一至四为斗魁，五至七为斗柄。斗魁称为璇玑，斗柄称为玉衡。\r\n⑨谅：料想。姑射子，姑射山上的神女。姑射，山名，亦名石孔山，在今山西临汾市西。《庄子·逍遥游》：“藐姑射之山，汾水之阳。”相传古时此山住着一个神人，皮肤白得如冰雪，姿态柔美。事见《庄子·逍遥游》：“藐姑射之山有神人居焉，肌肤若冰雪，淖约若处子。……大旱金石流，土山焦而不热。”\r\n⑩曰：“安能希，谓不可望也。”【译文】：酷热难熬半夜起床，披上衣服到西楼乘凉。\r\n山泽凝聚着炎炎的暑气，银河闪耀着湛卢似的亮光。\r\n骄阳早已晒干了滋润万物的露水，旷野宁静却没有凉风送爽。\r\n热浪滚滚汲取井水洗澡，火烧般的燥热打开门扉纳凉。\r\n靠着栏杆久久地徘徊傍徨，热汗淋漓在全身四处流淌。\r\n这么热难道还谈得上什么保养吗？抬头见北斗，将疑问诉上苍。\r\n我知道自己不是姑射山上肌肤如冰雪的处子，想要以静胜热实在是毫无希望。【赏析】：　　这首诗写特定的生活环境中的特定感受、特定心态。诗人用极度夸张的手法，成功地借助于炎炎夏夜的描绘，表现出心神不宁的情绪和无可名状的惆怅，锋芒直指唐王朝的虐民暴政，今天读来仍有不可低估的认识意义和审美价值。\r\n　　全篇紧扣诗题，句句写“夏夜苦热”。\r\n　　起首二句开门见山，交代时间、处所，直截点题，并提挈全篇。永州属亚热带湿润季风气候，夏日温度高，且时间长。诗人半夜尚不能入睡，悄悄起身登西楼去乘凉；夜半如此，骄阳暴晒的白天，可想而知。简略几笔，就高度概括了夏天之热，生灵之苦。\r\n　　“山泽凝暑气”四句是登西楼时之所见所感，极写赤日炎炎似火烧的环境。时值中夜，山泽还如蒸笼，凝聚着暑热的炎气；长天无云，银河里也闪耀着刺眼的光辉；太阳烈焰的烧烤，滋润万物生长的露水已无影无踪；四野宁静，没有一丝凉风。\r\n　　“探汤汲阴井”四句是登西楼后的活动，极写诗人如在火炉中熬煎的苦况。炎热不可挡，诗人想方设法来解暑：汲井水冲凉，开门扉纳凉，靠着栏杆乘凉。但是，井水却成了滚烫的开水，打开门灼焰扑面。\r\n　　最末四句，基于以上厚实的铺垫，诗人直接抒写了自己的感触。面对这种恶劣的环境，如此致命的气候，诗人简直难于呼吸，他抬头看见北斗，不禁向苍天提出质疑：长此下去，万物怎能蕃长？生灵怎能延续？此时，读者似乎看见诗人在仰天长啸：何当一夕金风起，为我扫除天下热！但是，这美好的愿望是根本无法实现的。引用“姑射子”这一典故，自嘲自解，既然不能以静胜热，就只能怅恨无边了。结尾以反诘语收束，诗的意境也渐臻极顶。\r\n　　诗人笔下的夏夜，实在令人望而生畏。表现入微，首先取决于作者的体物入神。诗人长期困居永州，对当地气候有极深入细致的感受，再经过缜密的构思和精心提炼，才收到了如此精妙的艺术效果。由于诗人将自己的感受、情绪写得很形象，很具体，就隐含着一种抽象的概念，因而带有象征意味。柳宗元生活在唐代由盛而衰的转变时期，统治阶级奢侈腐化，赋税徭役日增，老百姓困苦不堪，形成了“贫者愈困饿死亡而莫之省，富者愈恣横侈泰而无所忌”（《答元饶州论政理书》）的局面。诗人在永州期间广泛地接触百姓，对民间疾苦有所了解，《捕蛇者说》一文就以毒蛇与赋敛作比衬，深刻地揭露了唐王朝统治集团“苛政猛于虎”的黑暗现实。因此，诗人写夏夜酷热使人难以忍受，这不仅仅是一种自然现象，而且又暗示着一种严重的社会问题：唐王朝的暴政，使老百姓陷于水深火热之中，在死亡线上挣扎，还有什么“亭毒”可言！这正如杜甫在《无家别》所言“何以为蒸黎”一样，把老百姓逼到没法做老百姓的境地，又怎能做老百姓的主上呢？大唐王朝的统治又怎能巩固呢？这种在比兴中巧寓象征的手法，大大地拓展了诗的内涵，又增强了艺术表达效果。\r\n　　柳宗元是王叔文政治集团中的一名骨干人物，所推行的改革措施使广大百姓深受其益。改革失败后被贬徙永州，其际遇十分悲惨。就在这种逆境中，他却毅然将毁誉欢戚抛诸九霄，慨然为民呼号，实在难能可贵！"
        },
        {
            "title": "构法华寺西亭",
            "content": "窜身楚南极，山水穷险艰。步登最高寺，萧散任疏顽。\r\n西垂下斗绝，欲似窥人寰。反如在幽谷，榛翳不可攀。\r\n命童恣披翦，葺宇横断山。割如判清浊，飘若升云间。\r\n远岫攒众顶，澄江抱清湾。夕照临轩堕，栖鸟当我还。\r\n菡萏溢嘉色，筼筜遗清斑。神舒屏羁锁，志适忘幽孱。\r\n弃逐久枯槁，迨今始开颜。赏心难久留，离念来相关。\r\n北望间亲爱，南瞻杂夷蛮。置之勿复道，且寄须臾闲。\r\n【注释】：(1)构：建造。\r\n(2)窜：逃匿。这里形容被放逐的狼狈。极：终极，尽头。\r\n(3)山水：指环境。穷：极其。\r\n(4)萧散：闲逸。任：任意，率性。疏：疏放，放诞。顽：顽劣，顽皮不顺从。\r\n(5)垂：通“陲”，边。斗：通“陡”。\r\n(6)欲似：好像。欲，似。\r\n(7)反：相反，指与从山上俯视相反，从山下往上看。\r\n(8)榛翳(yì)：丛生的草木浓密覆掩。\r\n(9)童：仆。恣：任意，尽力的。披翦(ji?n)：砍削。披，砍伐。翦，同剪，削。\r\n(10)葺(qì)：盖房。宇：屋檐，指亭阁。横：横对着。\r\n(11)割：切开，划开。判：分开，差别。清浊：天地。古代认为清气上升为天，浊气下降为地。\r\n(12)岫(xiù)：峰峦。攒(cuán)：聚集，凑拢。顶：峰顶，山头。\r\n(13)抱：环绕。\r\n(14)临：对着。轩：窗。\r\n(15)当：对着。\r\n(16)菡萏 (hàn  dàn)：荷花。溢：流出。嘉：美好。\r\n(17)筼筜(yún  dāng)：一种竹子，茎粗而节长，这儿泛指竹子。遗清斑：留下了清晰的斑痕。指湘妃在竹枝上洒下血泪，化为竹上的斑痕。\r\n(18)屏：除去。\r\n(19)志适：心情安适。志，心理活动或思想。适，安宁，舒适。幽潺：忧愁。潺，通僝，愁苦，烦恼。\r\n(20)枯槁：憔悴。\r\n(21)迨(dài)：到。始：才。\r\n(22)间：隔离。\r\n(23)夷蛮：古代称少数民族，东方为夷，南方为蛮。这儿泛指南方各种少数民族。\r\n(24)置：放下。\r\n(25)寄：托，靠，凭借。须臾：片刻。【译文】：如同逃窜一样，我被放逐到楚国的最南端，永州的环境极其险恶艰难。\r\n一步步登上最高的法华寺，闲散时，我又率性疏放顽劣一番。\r\n寺庙的西边下面是陡峭的山崖，高得好似从天上俯窥人寰。\r\n反过来，如果处于幽谷之中，榛莽繁茂遮蔽，谁也不能攀缘。\r\n我吩咐童仆尽力地砍开杂木野草，横对着断崖把一座小亭修建。\r\n山上山下，隔开来有如天壤之别，登上山顶，如飘飘然升上了云间。\r\n远方的山头朝着这里靠拢，澄清的潇水抱着东山绕弯。\r\n夕阳临照着轩窗，渐渐地沉落，归鸟直朝着我们陆续地飞还。\r\n池塘里的荷花散射出一片鲜艳的色彩，山林间的竹枝留下了湘妃清清的泪斑。\r\n精神舒畅，如同除掉了缰绳枷锁，心情安适，因而忘记了愁苦辛酸。\r\n遭到遗弃和放逐，身心早已憔悴，到今天才开始有些愉悦开颜。\r\n可惜赏心的时光难以久留，离乡的愁绪总是如藉丝一般连而难断。\r\n举头北望，亲人们相隔千里，回视南方，我却杂居在夷蛮。\r\n还是放下这些事，不要再提，借着这须臾的悠闲，忘掉忧烦。【赏析】：　　此诗当作于元和元年（806）夏。柳宗元《法华寺西亭夜饮赋诗序》：“余既谪永州，以法华寺浮图之西临陂池丘陵，大江连山，其高可以上，其远可以望，遂伐木为亭，以临风雨，观物初，而游乎颢气之始。间岁，而元克己由柱下吏谪焉而来。无几何，以文从余者多萃焉。”可知法华寺西亭建于元克己谪永前二年。而元克己至永州不迟于元和三年，推之，法华寺西亭建于元和元年。因为本诗中提及“菡萏溢嘉色”，故知作诗之时为夏天。\r\n　　理解这首诗并不难。首四句，写遭贬后出游而自嘲自慰。柳宗元被贬到永州，心情苦闷忧愤，感到环境十分艰险。于是常出游以求排遣，要趁着萧散闲逸之时，更加放纵自己的疏顽之性。其实，柳宗元不是真的萧散，而是被剥夺了参与政事的权利。柳宗元也不是真的疏顽，而是保守派打击迫害他的借口托辞。柳宗元强压满腔怒火，故作轻松调侃，自嘲自慰，表明了毫不屈服的内心思想。接着六句，写东山的高峻和构建西亭。柳宗元《永州法华寺新作西亭记》曾提及构建西亭的事：“法华寺居永州，地最高……庑之外有大竹数万，又其外山形下绝。然而薪蒸蓧簜，蒙杂拥蔽，吾意伐而除之，必将有见焉。……余时谪为州司马，官外乎常员，而心得无事。乃取官之禄秩，以为其亭，其高且广，盖方丈者二焉。”可知柳宗元构建西亭，是因为东山高峻，砍伐榛莽杂草之后，可以饱览风物，赏心悦目。一来算是萧散无事时做了一件自己乐意做而且能够做的事，二来证明自己确实生性疏顽，不思改过，反而变本加厉，孤傲山林，乐山乐水，表现出不屈抗争的勇气和愤激的心情。接下来十二句，写建亭后所见美景和心情的愉悦。写景从高而下，从远而近。在高峻的东山顶上仰天俯地，有上凌云霄，遗世独立之感。远山凑拢，澄江怀抱，胸襟不由开阔博大。夕照临轩，栖鸟飞还，菡萏艳色，斑竹清痕，清丽宁静的自然美景，令他陶醉。这样，由于贬谪而枯槁的精神，到此时方才开颜。当然，这只是暂时的、精神上的屏除和遗忘，所以描写赏心悦目的美景总偏重于幽深寂静的特征，蕴含着诗人心中深藏的挥之不去的忧怨。最后六句，写乡愁别情袭来，强自宽慰。赏心乐事最忌孤寂，何况柳宗元又身处贬谪的现实之中，所以山水之乐只能暂忘心中郁垒，时间稍长，不由得又勾起了深切的乡愁离恨。这种悲哀是由贬谪而来，与忧愤同根而互生，想要回归故里，现实中同样不可能，诗人只得强自宽慰，“置之勿复道”，在须臾的闲适欢乐中，忘得一时算一时。结尾哀婉低沉，怨愤之情长绕不去。\r\n　　总之，遭贬而心情压抑——出游以求解脱——陶醉美景而暂悦——勾起乡愁——强自宽解而其实未能，是柳宗元山水诗最常见的结构方式和表达手法，而孤愤沉郁是贯穿全诗的感情基调和独特风格。"
        },
        {
            "title": "与崔策登西山",
            "content": "鹤鸣楚山静，露白秋江晓。连袂度危桥，萦回出林杪。\r\n西岑极远目，毫末皆可了。重叠九疑高，微茫洞庭小。\r\n迥穷两仪际，高出万象表。驰景泛颓波，遥风递寒筱。\r\n谪居安所习，稍厌从纷扰。生同胥靡遗，寿比彭铿夭。\r\n蹇连困颠踣，愚蒙怯幽眇。非令亲爱疏，谁使心神悄。\r\n偶兹遁山水，得以观鱼鸟。吾子幸淹留，缓我愁肠绕。\r\n【注释】：(1)鹤鸣：语出《易·中孚》“鹤鸣在阴，其子和之，我有好爵，吾与尔靡之。”原文意为白鹤在山北鸣叫，小白鹤们唱和着。“我有好的雀儿（爵边雀），我和你们来享受它（靡，奢侈，引申为享受）。”诗中既写实又借意。\r\n(2)连袂（mèi妹）：即手拉着手。袂，衣袖。危（wēi,旧读wéi威）；危险。\r\n(3)杪（miǎo秒）：树的末梢。\r\n(4)迥（jiǒng炯）穷：极尽很远很远的地方。迥，远；穷，尽。两仪：古指天地或阴阳。《易·系辞上》“是故易有太极，是生两仪。”诗中指天地间。\r\n(5)万象：宇宙间的一切。\r\n(6)颓波：向下流的水势。《水经注》“又东，颓波泻涧，一丈有余。”\r\n(7)篠（xiǎo小）：小竹。《书经·禹贡》“筿簜既敷。”孔安国传：“筿，竹箭；簜，大竹。”孔颖达疏：“筿为小竹，簜为大竹。”\r\n(8)胥靡：又作“縃靡”，古代对一种奴隶的称谓，因被用绳索牵连着强迫劳动而得名。《庄子·庚桑楚》“胥靡登高而不惧，遗死生也。”\r\n(9)彭铿（kēng坑）：同“彭亨”、“膨脝”，腹胀大的样子。韩愈《城南联句》：“苦开腹彭亨。”孙伯野注：“苦开，乃破瓜瓠之苦者也。”\r\n(10)蹇连：如跛足的驴子行路艰难。蹇，跛足。《楚辞·七谏·谬谏》：“驾蹇驴而无策兮，有何路之能极？”又《易·蹇》：“六四，往蹇来连。”颠踣（bó泊）：犹颠踬，倾倒。《抱朴子·百里》：“冒昧苟得，闇于自量者，虑中道之颠踬，不以驽茧服鸾衡。”引申为挫折。\r\n(11)幽眇：精微深妙。韩愈《进学解》：“补苴罅漏，张皇幽眇。”\r\n(12)悄（qiǎo巧）：忧愁的样子。《诗·陈风·月出》“劳心悄兮。”【译文】：南国的群山格外幽静，高飞的白鹤声声长鸣；\r\n深秋的潇湘从黑夜里醒来，晶莹的霜花将晨光结凝。\r\n我们携手渡过残破的木桥，曲曲折折爬到了高过所有树尖的山头。\r\n站在西岭上放眼远望，宇宙间一丝一毫眼底尽收。\r\n重重叠叠的山峰啊九疑最高，隐约迷茫的洞庭啊显得微渺。\r\n放眼眺望辽阔的天地间，这里高出宇宙间一切物象的外表。\r\n奔驰似的美景飘浮在北流的潇水上，遥迢的长风掠过寒碜的竹梢。\r\n遭谪贬还能有什么事可做，已渐厌倦了终日的纷纷扰扰。\r\n活着似奴隶被抛弃在南荒，等于把生命夭折在满肚皮苦水里。\r\n跛脚的驴子怕的是受困扑倒，愚蠢和蒙昧怕的是深妙精微。\r\n不是让深深爱过的人疏远，谁能让人这般心悲神凄。\r\n让我们双双徜徉在青山绿水之间，看水底鱼儿游天上鸟儿飞。\r\n幸好你留在我的身边，舒缓了我心中的愁结肠回。【赏析】：　　这首赠诗写于元和七年（812）秋，与诗人的山水记《始得西山宴游记》应是姊妹篇。一诗一文情怀相似，忧思相同，而且都未具体描写山的景色，而是发登临后幽古之思情。刻画了一个执着追求而又窘迫无奈的忧愁苦闷的自我形象。诗以离骚手法，凭丰富的想象、跳跃着的情感，显理念与期盼之光，抒悲愤和无奈之情。\r\n　　诗一开篇，着笔高远，“鹤鸣楚山静，露白秋江晓”，秋晨清露白鹤，一连串明静、清丽而活泼的意象，给山描绘了一幅雄阔的背景图，寄寓诗人“知是山之特立，不与培塿为类”（《始得西山宴游记》）的浩然之气。然而现实却是残酷的，诗人以平淡的笔墨，叙述了登山的历程：“连袂度危桥，萦回出林杪。”愚溪上有木桥相连，桥之“危”，路之“萦回”，道出了诗人心怀恐惧、仕途艰危的复杂感情，与上联形成极大的反差，正表现诗人执着追求而重受挫折、处境艰危的困苦心境。临山，诗人先以九嶷与洞庭对举，重彩描绘了自己的政治理念。九疑在永州南宁远境内，是舜帝归魂之所。舜南巡，“崩于苍梧之野，葬于江南九疑”（《史记·五帝本纪第一》）；洞庭在湘北，是楚怀王放逐屈原的地方。屈原在《湘夫人》中写道：湘君迎候湘夫人，秋水伊人，望眼欲穿，看到的却是“袅袅兮秋风，洞庭波兮木叶下”，秋绪茫茫，忧从中来。诗人描写一高一小、一明一暗的两组意象，让人联想，意味无穷。登山辽望宇宙间，心中的意念早已超出宇宙万物，“目击道存”，天地之间，惟此而高。“迥穷两仪际，高出万象表”，也可看成自况语，表现了诗人遗世独立，睥视一切的情怀。诗中意与象、情与景、神与形相互交融，把抽象的理念化作具体的物象，物化的背后却是焦渴的期盼。诗人这种理念，这种期盼，寄希望于北去的潇湘水带到遥远的长安，也希望遥迢的风能给被谪贬的人带来好消息。遭贬谪七年了，无所事事，纷扰平庸的生活使诗人内心十分痛苦，日子过得胆颤心惊。诗人把自己比作满肚子苦水的奴隶，面对愚昧，害怕再受困扰，再次扑倒；面对“亲爱”者的疏远，期盼愈觉渺茫。在执着追求与重遭挫折这对矛盾中，诗人无可奈何，只好到现实中求解脱：“偶兹循山水，得以观鱼鸟。”诗人这种祈祷解脱，正反衬出诗人受羁绊不得自由的内心巨痛。\r\n　　这是赠给崔策的诗，崔策字子符，柳宗元姐夫崔简的弟弟，属中表亲，当时就学于诗人。柳写有《送崔子符罢举诗序》，说他“少读经书，为文辞，本于孝悌，理道多容，以善别时，刚以知柔，进于有司，六选而不获。”亲戚加师生的双重关系，心中的真实得以应时而发。诗中以“鹤鸣”暗喻、“连袂”点题，点明这种关系和崔策对诗人的敬重，结篇以一“幸”字收束，以表诗人的感激之情。除此之外，通篇未涉及崔策，而是言事抒情明志。刘熙载在《艺概》里说：“叙物以言情谓之赋，余谓《楚辞·九歌》最得此诀。”诗人自得其屈原的真传，借“九疑”、“洞庭”，让人联想到舜帝之圣明，湘夫人“倚靡以伤情”，寄寓君臣际遇、人生离合之痛，寄托自己的不幸。诗人还创设了一连串精妙意象：“两仪”暗喻崇高的理念，“驰景”、“寒篠”、奴隶、鱼鸟，无不寄托或愿望、或担心、或痛苦的情怀。诗人又精于炼字。 “危桥”并非实景，乃是心境，是恐惧的写照。“萦回”既是写实，也象征仕途艰难。还有诗中的“泛”、“递”，热盼之情溢于言表；“循”、“观”二字，无奈中的潇洒，痛人心脾。前人论诗“用字”是“撑拄如屋之有柱，斡旋如车之有轴”（罗大经《鹤林玉露》），诗人最得其妙。\r\n　　纵观全诗，离骚风韵，字字心血，却又真的做到了“岭渠直道当时事，不着心源傍古人”（《随园诗话卷三》）。"
        },
        {
            "title": "游石角过小岭至长乌村",
            "content": "志适不期贵，道存岂偷生。\r\n久忘上封事，复笑升天行。\r\n窜逐宦湘浦，摇心剧悬旌。\r\n始惊陷世议，终欲逃天刑。\r\n岁月杀忧栗，慵疏寡将迎。\r\n追游疑所爱，且复舒吾情。\r\n石角恣幽步，长乌遂遐征。\r\n磴回茂树断，景晏寒川明。\r\n旷望少行人，时闻田鹳鸣。\r\n风篁冒水远，霜稻侵山平。\r\n稍与人事闲，益知身世轻。\r\n为农信可乐，居宠真虚荣。\r\n乔木馀故国，愿言果丹诚。\r\n四支反田亩，释志东皋耕。\r\n【注释】：(1)封事：奏章。\r\n(2)升天行：指求仙学道之举。\r\n(3)摇心：心忧不宁。\r\n(4)天刑：朝廷的惩罚。天，上天，指朝廷，皇上。\r\n(5)将迎：送迎。指人际交往应承。《庄子·知北游》：“无有所将，无有所迎。”\r\n(6)风篁：风吹竹丛。篁，竹丛。\r\n(7)稍：已，既。\r\n(8)乔木：《孟子·梁惠王下》：“所谓故国者，非谓有乔木之谓也，有世臣之谓也。”\r\n(9)丹诚：即赤诚。\r\n(10)四支：即四肢。反：通返。\r\n(11)东皋：潘岳《秋兴赋》：“耕东皋之沃壤兮”。李善注：“水田曰皋。东者，取其春意。”又，唐初王绩有战功，官至大乐丞，而自号东皋子，“挂冠归田，葛巾联牛，躬耕东皋。”【译文】：只期达到明道志，不求富贵怕偷生。\r\n今久淡忘曾上奏，更笑求仙学道人。\r\n才贬永州司马时，食宿不安心担惊。\r\n先怕横遭世人议，后恐帝王赐死刑。\r\n担心今随岁月去，闲散无事少应承。\r\n畅游山水本所爱，排遣郁闷舒我情。\r\n幽静石角信步至，远村长乌得空行。\r\n茂林遮断石磴路，穿林突现平川明。\r\n远望但见行人少，时闻田鹳三两声。\r\n风吹竹低远水现，傲霜稻海与山平。\r\n参与人间俗世事，更知小我身世轻。\r\n为农确有真欢乐，居官满篇虚荣心。\r\n朝中不乏栋梁材，但愿为国献忠诚。\r\n我欲弃官归田园，躬耕东皋慰平生。【赏析】：　　大致而言，柳宗元此诗亦为记游诗，其游踪所至较前面几首诗所到的距离都远，所以诗人用了“遐征”二字，很有点征途漫漫的味道。据《湖南通志》卷十八《山川地理》篇载：“石角山在（零陵）县东北十里，山有小洞，极深远。连属十余小石峰，奇峭如画。”长乌村则较石角山更远，至少也得十几里山路，靠步行走来，自然也可称之为“遐征”了。但就此诗所描述的内容来看，游踪之远倒在其次，更重要的是心路历程的演变之远，写游踪也只是为自己的心理变化提供一个真实的注解。汪森在《韩柳诗选》中评论此诗说：“先用虚写，后用实叙，章法自变。”如果仅从记游的角度说，的确是先虚后实的；但从诗人的心路演变来看，则又是先实后虚。诗人初贬永州时，其心境是那样地抑郁难伸纠结难解，以致于在游潇湘二水相会处、游香零山时，再美的景色也激不起诗人的快意，勾起来的反而是更多的故乡愁思。写这一首诗时的心境则大不相同了，诗人是真正地畅神山水适意田园了。这种心理变化的缘由，按照诗人自己所说的，首先就在于“岁月”的作用，时间之流可以洗去一切血痕，当然就更能洗去人的郁闷；而更重要的是，随着诗人生活阅历的加深，与下层百姓的多方接触，他看清了小我的“身世轻”，终于从个人荣辱的小圈子中跳了出来，只想做一点实实在在的事情，于是，居官的应酬与虚荣，为农的实在与真乐，就成了鲜明的对比，他的心理天平很自然地倾向了后者。正因为他的心理因素从“虚荣”转向了“实在”，所以对景色的描写也更见质朴，“奇峭如画”的小石峰，只一笔带过，平常的田园景色反而浓墨重彩，这不是诗人的疏忽，更不是本末倒置，而是诗人的心境变化使然。蒋之翘在《柳集辑注》（卷四十三）中曾评论此诗说：“昔人论此诗，以为逼真韦左司游览诸作，予深不然之。子厚意志感慨已不如韦之恬淡，句调工致已不如韦之萧散，是本同道而异至，乌可谩议云乎？”柳宗元此诗自然不能与韦应物的游览诗相提并论，甚至也不能与柳宗元自己其他的游览诗相提并论，因为此诗根本就不能当作游览诗读，而应将它看作是一篇心理自传。所以，要了解柳宗元的心路历程，就不能不读此诗。"
        },
        {
            "title": "零陵春望",
            "content": "平野春草绿，晓莺啼远林。\r\n日晴潇湘渚，云断岣嵝岑。\r\n仙驾不可望，世途非所任。\r\n凝情空景慕，万里苍梧阴。\r\n【注释】：①零陵：据《史记·五帝本纪》载，舜南巡，“崩于苍梧之野，葬于江南九疑，是为零陵”。汉建零陵郡。隋文帝灭陈，统一南北，废零陵郡，置永州总管府。零陵即永州。\r\n②潇湘：湖南潇水和湘江的合称。潇水出自湖南永州市蓝山县紫良乡野狗山南麓，湘水出自广西兴安越城岭海洋山，二水自永州芝山蘋岛汇合，自湘江发源地至衡阳，谓之潇湘，而大部分在永州境内，因而永州也有潇湘之称。\r\n③渚（zhǔ主）:水中间的小块陆地。\r\n④岣嵝：衡山的主峰。\r\n⑤岑（cēn）：岑崟（yín）,山高峻貌。司马相如《子虚赋》：“岑崟参差，日月蔽兮。”此为岣嵝山之高峻。\r\n⑥仙驾：驾，特指大禹的车。《辞源》：“古代神话传说，禹在此（岣嵝峰）得到金简玉书。” \r\n⑦凝情：凝，凝聚，集中，这里指怀着深情。\r\n⑧景慕：崇敬景仰。\r\n⑨苍梧：山名，即九嶷山，在今湖南永州。\r\n⑩阴:通荫。【译文】：空旷的原野春草绿茵茵，清晨远处的树林黄莺儿鸣叫声声。\r\n潇湘大地碧空万里，天边的云雾横断到了岣嵝高峰。\r\n大禹的车驾早已望不见踪迹，人世艰难实难胜任。\r\n凝神遐思徒生仰慕，苍梧之野正是万里绿荫。【赏析】：　　《零陵春望》这首诗为柳宗元被贬永州时期的作品。诗中通过描写早春时节永州野外的美景，抒发了作者被江南明媚春光引发的欣喜之情和“处末世而思圣君”（王国安《柳宗元诗笺释》）的感慨。\r\n　　“平野春草绿，晓莺啼远林。”诗一开头就向读者展示出一幅城郊野外美丽的春景图。春天早早来到了潇水河畔，诗人迎着初升的太阳，踏着晶莹的露珠，登临高处。只见广阔的郊野早被春风吹绿了，远处的树林一群群黄莺欢叫着飞来飞去。诗人视野开阔，画面颜色鲜明，景物有静有动，有视觉所见，有听觉所及。\r\n　　“日晴潇湘渚，云断岣嵝岑。”和煦的阳光撒满潇湘大地，青草、绿树披上了一层粉红的薄纱，江面上泛着粼粼的金光，江中的小洲染上了新绿，蓝天上白云飘浮，渐渐消失在衡山方向。这江南的春色多么美好！作为遭受严重挫折，“待罪南荒”的作者似乎暂时忘却了一直积压心中的郁闷，为眼前的景色心动、欣喜。然而又明显的带着一分抹不掉的忧思。这两句写景由俯视转为仰视，角度不同，景色的特征各异。“日晴”形容“潇湘渚”，显示景色的明丽；“云断”衬托“岣嵝岑”，突出远处景物的飘渺之感，各自表现出不同的情韵。\r\n　　以上四句写景，虽然摄取的是一些平常的景物，却构成了一幅清新、明丽、悠远的江南春景图。这些景物看起来像信手拈来，实则是作者感兴于其间的自然环境，是作者感情寄托的载体，并为后面的抒情作了较好的铺垫。\r\n　　“仙驾不可望，世途非所任。”凝望远处渐渐飘逝的云雾，诗人浮想联翩：曾经风尘仆仆来江南巡视的舜帝如今在哪里呢？《水经注·湘江》有这样的记载：“大舜之陟方也，二妃从征，溺于湘江，神游洞庭之渊，出入潇湘之浦。”舜帝南游，最后死在九嶷山下，这虽是传说，但柳宗元一直把“兴尧舜孔孟之道”作为自己的政治目标，认为尧舜是理想的贤君，如今自己正被贬到大舜殉职的地方，怎么不引发思古之幽情，怎么不渴望虞舜一样的圣君再世呢？这里我们可以想象柳宗元多么希望当朝皇帝宪宗李纯能够改弦易张，继承他父亲李诵的遗愿，改革政治，任贤用能，重新起用自己，实现“辅时及物”“利安元元”的大志。可是朝廷连连发出八司马不在宽赦之列的诏命，这就打破了他早日北归的希望。政治上的迫害，肉体上的摧残，精神上的折磨，使得原本年富力强的柳宗元成了“百病所集，痞结伏积。或时寒热，水火互至，内销肌肉”（《寄许京兆孟容书》），身体已相当虚弱。的确是“世途非所任”啊!\r\n　　“凝情空景慕，万里苍梧阴。”远望南面郁郁苍苍的群峰，那是传说中虞舜“陟方而死”的九嶷山，诗人的心情十分沉重。生活在政治腐败、奸佞专权、忠良遭害的世道，自己只能空有对贤君的景慕啊！诗的最后两句融情于景，作者“处末世而思圣君”的愿望表现得更加强烈和突出，孤寂和幽愤的情感格外深沉。\r\n　　纵观全诗，这首诗最具特色的是作者把“潇湘”、“岣嵝”、“苍梧”这样一些富有地域文化特色的景物描写与富有个性的幽怨情感的抒发相结合，情景交融，创造了优美而又高远的境界。"
        },
        {
            "title": "南涧中题",
            "content": "秋气集南涧，独游亭午时。\r\n回风一萧瑟，林影久参差。\r\n始至若有得，稍深遂忘疲。\r\n羁禽响幽谷，寒藻舞沦漪。\r\n去国魂已远，怀人泪空垂。\r\n孤生易为感，失路少所宜。\r\n索寞竟何事，徘徊只自知。\r\n谁为后来者，当与此心期。\r\n【注释】：①亭午：正午，中午。李白《古风》诗：“大车飞扬尘，亭午暗阡陌。”\r\n②萧瑟（xiāo sè肖色）：秋风吹拂树叶发出的声音。曹操《步出东门行》诗：“秋风萧瑟，洪波涌起。”参差：亦作“篸  ”。古乐器名，相传舜所造。《楚辞·九歌·湘君》“望夫君兮未来，吹参差兮谁思？”王逸注：“参差，洞箫也。”\r\n③羁（jī机）：系住。《淮南子·汜论训》：“乌鹊之巢可俯而探也，禽兽可羁而从也。”\r\n④索寞：枯寂没有生气，形容消沉的样子。冯延巳《鹊踏枝》词：“休向尊前情索寞。”\r\n⑤期（qī七）：约会。《诗·鄘风·桑中》：“期我乎桑中。”【译文】：深秋的寒气聚集在南涧，中午时分我独自游览。\r\n回环的秋风在涧中响起，碧树的影子如吹洞箫似的摇晃。\r\n初来这里就像别有感触，稍入深涧觉似忘了疲散。\r\n在幽深的山谷响起像被系住的鸟儿叫声，涧中的寒藻在涟漪中回荡。\r\n梦里总是魂游那已离开了的京城，怀念故人的泪水徒有悲伤。\r\n孤独的生活容易伤感，迷失道路才感到少有适合归宿的地方。\r\n枯寂般的消沉竟日做了些什么事，只有自己心知如何地苦闷彷徨。\r\n将来有谁迁谪到永州，也会和我似的“吟诗愁肺肝”。【赏析】：　　《南涧中题》颇具特色，是柳宗元的代表作之一。对“南涧”这一地名，历代注家认为“即柳记中石涧”。据何书置先生考证：“认定南涧是今杨梓街南面田洞中的涧水，它是由西而东注入潇水的。”元和五年，柳宗元迁居愚溪侧畔，因这条涧水在他的新居之南，故称南涧。南涧处于朝阳岩与愚溪之间，距愚溪约二、三里。该诗写于元和六年秋“独游亭午”后。\r\n　　纵观全诗，可分两层，诗的前八句描写了游南涧时所见。开篇即点明了游览的时间、地点、人物。诗人以一“集”字既描绘了深秋寒气之盛，又暗示了心中寒气之浓。即便如此，面对“萧瑟”的秋风，如舜时乐器般摇晃的林影，诗人似乎兴致渐高，忘了疲劳。这种写法是含泪的笑，泪花里满是悲苦与无奈。更何况此时又听到幽深的山谷中传来禽鸟的哀鸣，见到漂浮的寒藻在涟漪中漩起，触物伤怀，寒从心生。诗的后八句抒发了“去国魂游”的忧怨感愤。游览本是乐事，但所见之景却不能不使诗人联想到自己非同寻常的遭遇，因而黯然神伤。贬谪蛮荒之地，“怀人”之泪早已“空垂”。更何况孤身而遇秋风，失路而感羁禽，心境能不枯寂消沉？个中愁苦无以排解，独有徘徊，独有彷徨，独有与“后来者”心心相约。\r\n　　前人对这首诗作过多方的评析，最有代表性的还是清人何焯。他在《义门读书记》中写道：“‘秋气集南涧’，万感俱集，忽不自禁，发端有力。‘羁禽鸣幽谷’一联，似缘上‘风’字，即书直目，其实乃兴中之比也。羁禽哀鸣者，友声不可求，而断迁乔之望也，起下‘惊人’句。寒藻舞者，潜鱼不能依，而乖得胜之乐也，起下‘去国’句。”何焯的这一分析，从章法到情感提纲挈领。动荡的年代，艰苦的生活，肉体上精神上都遭到了折磨，诗人心身健康急遽恶化，他在写给京兆许孟容的信中说他“百病所集，痞结优积，不食自饱。或时寒热，水火互至，内消肌骨”，可见身体极度衰弱。精神也逐渐崩溃，“每闻人大言，则蹶气震怖，抚心按胆，不能自止”（《与杨京兆凭书》），“神志荒耗，前后遗忘”（《寄许京兆孟容书》）。读柳宗元书简，元和四年，他投书亲友求援引，毫无结果。这年，岳父杨凭又以“贪污僭移”罪从京兆尹高位上贬为临贺尉，自觉重新起用的希望渺茫，于是决定“筑屋茨草，为圃乎湘之西，穿池可以渔，种黍可以酒，甘终为永州民”（《送弟谋归江陵序》）。处境之艰难，心情之痛苦可想而知。全诗由秋气而秋风而秋情，字字透寒，处处伤情。苏轼认为“柳子厚南迁后诗，清劲纡徐”（《东坡题跋卷二·书柳子厚〈南涧诗〉》）。他读了这首诗，深感“熟视有奇趣”、“妙绝千古”。"
        },
        {
            "title": "登蒲州石矶望横江口潭岛深迥斜对香零山",
            "content": "隐忧倦永夜，凌雾临江津。猿鸣稍已疏，登石娱清沦。\r\n日出洲渚静，澄明皛无垠。浮晖翻高禽，沉景照文鳞。\r\n双江汇西奔，诡怪潜坤珍。孤山乃北峙，森爽栖灵神。\r\n洄潭或动容，岛屿疑摇振。陶埴兹择土，蒲鱼相与邻。\r\n信美非所安，羁心屡逡巡。纠结良可解，纡郁亦已伸。\r\n高歌返故室，自罔非所欣。\r\n【注释】：(1)永夜：长夜。\r\n(2)清沦：微波。\r\n(3)晶：明亮洁白。\r\n(4)双江：指潇湘二水。\r\n(5)坤珍：地之珍宝，此处谓香零山是天造地设的珍宝。\r\n(6)孤山：香零山。\r\n(7)陶埴：制陶的黏土。\r\n(8)蒲鱼：此处指采蒲和捕鱼之人。蒲为蒲草，老可制席，嫩者可食。\r\n(9)信：确实，真的。\r\n(10)纡郁：抑郁。\r\n(11)罔：欺骗，蒙蔽。【译文】：心忧难眠嫌夜长，黎明带雾欲过江。\r\n猿鸣声稀天色朗，登石但见清波荡。\r\n日出更显江洲静，晶莹洁白了无垠。\r\n高翔飞鸟映日光，浅底游鱼披彩鳞。\r\n潇湘会合西流去，托出宝山名香零。\r\n孤山北峙江中心，上有奇树倚神灵。\r\n急流回旋惊游客，疑心岛屿共摇振。\r\n但见陶工择黏土，更有采蒲捕鱼人。\r\n景色虽美非故土，羁留他乡忧心焚。\r\n心底纠结或可解，胸中抑郁亦可伸。\r\n欲作放达高歌还，自欺欺人非我性。【赏析】：　　本诗所写香零山为永州八景之一，清代《一统志·湖南》卷云：“香零山在县东潇水中，山中所产草木，当春皆有香气。”香零山也因此而得名。前人对此诗曾有过高度的评价，如苏轼《东坡题跋》卷二云：“子厚此诗，远在灵运上。”说明柳宗元不仅山水游记有名，山水诗的地位也是很高的。汪森的《韩柳诗选》也将此诗与柳宗元的游记相提并论：“一题便抵一篇游记，妙在言简而曲折无穷，诗便是逐笔皴染而出。”所谓“言简而曲折无穷”，其实也就是指此诗的跳跃性大，省去了许多过度性笔墨。诗一开始，便由辗转难眠的长夜，突然来到了黎明的河边，第三句写能听到稀稀落落的猿声，说明夜色未尽，第四句写见到了荡漾的微波，说明天色已明。时间的流逝过程诗人并不用心交代，而游踪所至的胜景却一一点出，洲渚上晶莹的银沙耀人眼目，似乎要引人往远处眺望；飞鸟翱翔于头顶；游鱼身披彩鳞；远眺双江汇流西奔去，回头看北边：“孤山乃北峙”的香零山。孤山上的树木令人神往，孤山下湍急的旋流让人心惊，被旋流包围的孤山让人觉得摇曳不定。这种感觉是诗人自己登山时的真实经历还是只凭视觉得到的感应？只能由读者去想象了。从诗题看，诗人是“望”香零山，似乎并未登上它，但诗人所描写的感觉却又真真切切，决非“远望”所能得到的。所以，此诗从单个的景色描写来说，的确“言简”，但要将整个景色贯穿起来，就有了“曲折无穷”的意味，因为这是需要读者加进许多想象和体会才能真正品味出其中意蕴的。"
        },
        {
            "title": "湘口馆潇湘二水所会",
            "content": "九疑浚倾奔，临源委萦回。会合属空旷，泓澄停风雷。\r\n高馆轩霞表，危楼临山隈。兹辰始澄霁，纤云尽褰开。\r\n天秋日正中，水碧无尘埃。杳杳渔父吟，叫叫羁鸿哀。\r\n境胜岂不豫，虑分固难裁。升高欲自舒，弥使远念来。\r\n归流驶且广，泛舟绝沿洄。\r\n【注释】：(1)浚：此处指水深。\r\n(2)临源：山名，《百家注柳集》云：“九疑、临源,潇湘所出。”\r\n(3)泓澄：水清而广。停风雷：谓波平涛息，水流转缓。\r\n(4)轩霞表：高耸于云霄之外。轩，飞貌。\r\n(5)澄霁：天色清朗。\r\n(6)杳杳：远貌。\r\n(7)豫：欢乐。\r\n(8)裁：自制。\r\n(9)远念：对远方故乡的思念。\r\n(10)驶：快速行进。\r\n(11)沿洄：顺流而下曰沿，逆水而上曰洄。【译文】：潇水奔腾出九疑，临源湘水逶迤行。\r\n二水会合空旷处，水清流缓波涛平。\r\n江岸高馆耸云霄，更有危楼倚山隈。\r\n雨后初晴天色朗，纤云舒卷碧空尽。\r\n秋高气爽日正中，江天一色无纤尘。\r\n才闻渔父低声唱，忽听羁鸿哀声鸣。\r\n见此胜景岂不乐？难以自制思绪分。\r\n登高欲遣杂念去，更招思念故乡情。\r\n无心游玩驾舟返，小舟徘徊人迟疑。【赏析】：　　这是一首写景诗，状写山川之美，乃是柳宗元的拿手好戏。汪森在《韩柳诗选》中曾说：“柳州于山水文字最有会心，幽细淡远，实兼陶谢之胜。”近代藤元粹在《柳柳州诗集》卷三中评论此诗时则说得更具体：“开旷之景，叙来如见，宛然一幅活画。”那么，现在我们就来看一看，柳宗元是怎样描绘这幅“活画”的。诗人先写远景：潇湘二水的发源地，但江流一缓一急，一蜿蜒而来，一直奔而至，一副颇具特色的远景江流图已经呈现在读者面前。接下来，诗人便仔细描摹二水会合口的胜景。先看水面，空旷开阔，碧水连天，波涛不惊，水的动景反而变成了静景；而两岸危楼高耸，则又化静为动，让人看来怵目惊心；顺着危楼再往上看，一幅蓝天白云的美妙景观便呈现眼前，那雨后初晴的灿灿阳光，那悠悠飘过的缕缕白云，好一幅秋高气爽的绝妙佳境，而且是水天一色，绝无纤尘，这简直就是一个神仙世界，不染半点世俗的浊气。读到这里，免不了心驰神往，诗人身处如此仙境，就更当飘飘欲仙了。然而且慢，立即便有世俗的浊气传来：“杳杳渔父吟，叫叫羁鸿哀。”因为有了“羁鸿”的哀鸣作陪衬，“渔父”之“吟”便也有了悲音，这悲音其实并非来自渔父之口，而是发自诗人的心底，由“羁鸿”的哀鸣，诗人不能不想到自己被贬他乡羁留穷乡僻壤的痛楚，因而再美妙的景色也不属于他，这景色不仅不能使他愉快起来，相反，他越想借它来排遣乡思，乡思反而越来越浓。仙人的佳境他已没有心思欣赏，只好驾舟回程。然而，回程之路又在哪里呢？作为被贬之人，他又不能不想到自己只能“羁留”于此的处境：故乡不能去，有家不能归。他所能回的“家”，与“羁所”同名，与“监狱”无异，他又何必急急忙忙地回到那“监狱”中呢？更为可怕的是，不回到那“监狱”他便无处可去，无法抉择的两难处境，更增添了诗人的愁苦，小舟漂泊于宽阔的江面，徘徊不前，虽是风平浪静，也给人岌岌可危之感，这不是小舟的危急，而是诗人心境的危急。"
        },
        {
            "title": "游朝阳岩遂登西亭二十韵",
            "content": "谪弃殊隐沦，登陟非远郊。所怀缓伊郁，讵欲肩夷巢。\r\n高岩瞰清江，幽窟潜神蛟。开旷延阳景，回薄攒林梢。\r\n西亭构其巅，反宇临呀庨。背瞻星辰兴，下见云雨交。\r\n惜非吾乡土，得以荫菁茆。羁贯去江介，世仕尚函崤。\r\n故墅即沣川，数亩均肥硗。台馆葺荒丘，池塘疏沉坳。\r\n会有圭组恋，遂贻山林嘲。薄躯信无庸，琐屑剧斗筲。\r\n囚居固其宜，厚羞久已包。庭除植蓬艾，隟牖悬蟏蛸。\r\n所赖山川客，扁舟枉长梢。挹流敌清觞，掇野代嘉肴。\r\n适道有高言，取乐非弦匏。逍遥屏幽昧，淡薄辞喧呶。\r\n晨鸡不余欺，风雨闻嘐嘐。再期永日闲，提挈移中庖。\r\n【注释】：(1)朝阳岩：在今永州芝山城西朝阳公园内，位于潇水西岸。西亭：即刺史窦泌为元结建的茅阁。唐诗人元结到永州游过朝阳岩并为之命名后，窦泌为其建茅阁于其上。元结比柳宗元来永州早四十年，故西亭即“茅阁”。\r\n(2)隐沦：隐居。登陟（zhì志）：登上。\r\n(3)伊郁：忧郁，忧怨。夷巢：即伯夷、巢父，古代的高士。\r\n(4)回薄：动荡。\r\n(5)反宇：屋檐突起的瓦头。呀庨（xiào笑）：深广的太空。呀：太空。庨：深广的样子。\r\n(6)菁茆（jīng máo京毛）：即菁茅，一种香草，古代祭祀用以漉酒去滓。\r\n(7)羁贯：儿童的发髻。函崤：函谷关、崤山，泛指中原地区。\r\n(8)沣（fēng风）：沣水。肥硗（qiāo敲）：肥沃。\r\n(9)沈坳：很深的坳泽。\r\n(10)圭组：指仕途，官场。圭：古代帝王、诸侯举行隆重仪式时所用的玉制礼器，形制大小，因爵位及用途不同而异 。组：古代佩印用组，引申为官印或作官的代称。\r\n(11)锁屑：即琐屑，烦细，细碎。斗筲（shāo烧）：量器。斗，容十升；筲，竹器，容斗二升。\r\n(12)隟牖（xì yǒu细有）：狭小的窗户。隟，同隙；牖，窗户。蟏蛸（xiāo shāo肖烧）：虫名，长脚蛛，俗称喜蛛。\r\n(13)觞（shāng伤）：盛有酒的杯。掇（duō多）摘取，拾取。\r\n(14)弦匏（páo袍）：指乐器。琴瑟为弦，笙竽为匏。\r\n(15)喧呶（náo挠）：声音嘈杂刺耳。\r\n(16)嘐嘐（xiāo肖）：鸡鸣声，象声词。\r\n(17)中庖（páo袍）：家中的庖厨。【译文】：遭贬被弃可不同于隐逸，只在近郊登山散心。\r\n不敢与伯夷、巢父比肩，只求能缓解心中的郁闷。\r\n高高的朝阳岩俯瞰清江，幽深的洞窟神龙深潜。\r\n朝阳才照过开阔的岩口，又跃过了岩顶的树林之颠。\r\n西亭建在岩洞顶端，突起的屋檐伸向蓝天。\r\n抬头已看见星辰升起，亭下可看见云腾雨欢。\r\n可惜这不是我的故乡，广袤的原野香草弥漫。\r\n儿时曾去过长江边上，历来求仕都只在中原.\r\n我的故乡就在沣水边，家宅附近有数亩良田。\r\n山丘上建有亭台馆舍，池塘与深泽碧水相连。\r\n只因恋着仕途的官职，于是招来山林的嘲讽。\r\n微薄的我确实没有用，琐屑的俗事看得太重。\r\n囚居异地固然是活该，蒙受的羞辱早已包容。\r\n我在庭院里种了蓬艾，窄小的窗户悬着蟏蛸。\r\n幸有山水客屈就来访，驾一叶扁舟摇着长梢。\r\n舀一瓢清流胜过美酒，采摘些野菜可代佳肴。\r\n志趣相一致言谈高妙，互相娱乐也无需弦匏。\r\n逍遥的生活驱走了晦气，淡薄的心境隔断了喧嚣。\r\n报晓的公鸡不会欺骗我，风雨中听见了鸡鸣嘐嘐。\r\n我希望还会有更多闲暇，携家厨再来此游乐逍遥。【赏析】：　　朝阳岩在今永州芝山城西朝阳公园内，古称“西岩”。这里岩石峭拔雄浑，岩洞开阔幽邃；洞内造景怪异多姿，流泉寒冽净清。766年，时任道州刺史的唐诗人元结“自舂陵至零陵”，感叹“岩洞此邦之形胜也”（元结《朝阳岩铭》），因其东向，每当旭日东升，烟光石气，激射成彩，遂命之为“朝阳岩”。柳宗元贬居永州后，亦常到此游览，借以排忧遣怨。此诗是元和元年（806年）柳宗元第一次游朝阳岩所作。\r\n　　诗的前十四句抒写诗人谪居永州后的心境，描绘朝阳岩及西亭的美景。首句的“弃”，点出了诗人谪居的心情。柳宗元来到偏远的永州，远离了政治文化中心，一种遭遗弃的感觉始终折磨着他。诗人“弃”而来到偏远的永州，伯夷、曹父洁身自好，两种心境大相径庭，所以在永州附近登山临水，只求缓解一下忧郁的心情。正如他在《与李翰林建书》中所云，只是“闷即出游”而已。这次来到朝阳岩，景色果真异常优美：位于潇水西岸悬崖绝壁上的朝阳岩俯瞰着奔腾的江水，洞窟幽深，岩口开阔，温暖的阳光在树梢盘旋；岩顶的西亭檐牙高啄，气势不凡，亭后星光点点，亭下却是云雨交替，一亭之上下而气候不齐，这确实是难得的自然景观。如此美景，使诗人情不自禁的发出了“惜非吾乡土”的感叹。眼前的美景虽然赏心悦目，但毕竟不是自己的故乡。“信美非所安，羁心屡逡巡。”（《登蒲洲石矶望横江口潭岛深迥斜对香零山》）此情此景，怎能不勾起诗人的故乡之思？\r\n　　于是，诗歌自然而然地转写思乡述旧之情，抒写其抱负与不幸。德宗兴元元年（784年），柳宗元曾随父亲移居夏口（今湖北武昌）,“羁贯”句指的应该就是这次南迁，这时柳宗元12岁。可历来求仕都只在经济文化相对发达的中原地区，柳宗元也在16岁那年回到了他出生、成长的长安。当然，诗人追求的不是功名利禄，而是“利安元元”的政治理想。他二十一岁中进士，因父丧耽误了几年，至二十六岁始任集贤殿正字，此后春风得意，一路青云，三十三岁时被提升为礼部员外郎，与王叔文、刘禹锡等人大刀阔斧革新政治，兴利除弊。那是他一生最得意的时期。诗人满怀留恋地描写了他在长安的故居：故居就在沣水边上，那里有肥沃的田地、宽敞的台阁馆舍、碧波荡漾的池塘。如此美好的故居怎能不令囚居蛮夷之地的柳宗元思念？更何况那是他施展才华，实现理想和抱负的地方？诗人虽然是以自嘲的口吻说自己曾迷恋仕途官场，落得贻笑山林的尴尬，说自己太微薄无用，把官场升迁的琐事看得过重，但这自嘲里包含的是万般无奈与满腔忧愤，是“出师未捷身先死，长使英雄泪沾巾”的叹惋。实际上，志大才高的柳宗元就是被贬到永州后，也一直没有熄灭他的理想之火，这在他羁永期间的许多诗文中都可以找到明证。\r\n　　故乡之恋，往事之思，使诗人的心灵备受煎熬。于是诗人又回到现实，写他在永州的囚居生活。“囚居固其宜”自然也是自我解嘲。诗人在《对贺者》中也曾说“凡吾之贬斥，幸矣，而吾又戚戚焉何哉？”但在内心深处，他并不认为自己是罪有应得，在《与许京兆孟容书》里，他曾那样执着地为自己辩解过。“厚羞久已包”则是真实的表白，也正是因为有能包容“厚羞”的胸怀，才成就了一个伟大的思想家、文学家柳宗元。诗人接着描写了他在永州的陋居：院子里种植着蓬艾，狭小的窗户上结满了蜘蛛网。这与他的故居形成了多么鲜明的对比啊！初到永州的柳宗元寄居在龙兴寺，终日与僧人为邻，过着孤寂的幽居生活，所幸常有一些喜好山水的客人来访，于是诗人常与他们结伴而行，登山临水，访寻名胜，饮清流，烹野菜，志趣相投，言谈高妙，醉舞欢歌，其乐也融融。诗人说，这种逍遥的生活驱除了心中的晦气，淡泊的心境隔断了尘世的喧嚣，荒僻的谪居地倒成了他躲风避浪的宁静港弯。于是，当他每天清晨听见鸡鸣嘐嘐的时候，竟萌生了希望这样的日子更多些，或者干脆把家厨也带来过过这种逍遥生活的念头。表面上看，诗人把自己的囚居生活写得充满乐趣，其实不然，他在《与李翰林书》中给自己 的囚居生活打了个比方：譬如常年关在监狱里的囚徒，遇上好天气出来活动一下筋骨，在墙上磨擦搔痒，也感到很舒服，但这样的舒服也是能长久享受的吗？这才是诗人心灵的真实表白。\r\n　　柳宗元这首五言古诗，以记游为题，从描绘眼前景物入手，继而写故乡之恋，往事之思，囚居之“趣”，运思缜密，蕴涵深远。他将个人遭际与满怀忧愤含融在山水诗之中，将深沉的忧思隐含在浅淡的微笑之内，“句中有余味，篇中有余意”（姜夔），细细吟咏，回味无穷。"
        },
        {
            "title": "杂曲歌辞·杨白花",
            "content": "杨白花，风吹度江水。坐令宫树无颜色，\r\n摇荡春光千万里。茫茫晓日下长秋，哀歌未断城鸦起。\r\n【注释】：①杨白花：乐府杂曲歌辞名。《柳河东全集》载《南史》：“杨白花，武都仇池人，少有勇力，容貌瑰伟，魏胡太后逼幸之，白花惧祸，会父大眼卒，白花拥部曲南奔于梁。胡太后追思不已，为作《杨白花》歌，使宫人昼夜连臂蹋蹄歌之，声甚凄断。”\r\n②杨白花：白色的杨柳花絮。\r\n③坐令：致使。\r\n④长秋：汉代皇后宫名。《后汉书·马皇后记》李贤注：“皇后所居宫也。长者，久也；秋者，万物成熟之初也，故以名焉。”【译文】：　　杨柳轻轻地飘着白花，被风吹过长江岸。致使宫中绿叶凋零无颜色，你却摇荡着万里春光。旭日的光芒刚刚照进长秋宫，怨歌未了又闻啼鸦城头信雌黄。【赏析】：　　《杨白花》这首诗是柳宗元在永州后期写的一首乐府旧题诗。许顗《彦周诗话》说：“子厚乐府杨白花，言婉而情深，古今绝唱也。”有人说这诗是作者自况，也有人说是作者读书咏史，不是自况。但不管是什么，我们从诗中表现的是一种什么“情”去探讨，就可以知道了。\r\n　　作者在诗中第一句就直描杨白花被风吹走了，吹到江南去了，风吹走的不仅仅杨花，吹走的更是宫中的春光。人去楼空，即使是春的季节，却已无春意，因为整个宫里的树木都已凋落了，没有一点春色。作者用极简洁直白的语言抒写在大好时光里却感受不到春意的遗憾之情。这就像宫廷大贬有用之才后，朝廷已无栋梁之才，又哪来的勃勃生机，又怎么能振兴中唐业已颓败的形势呢？作者在诗的前两句中直呼直叙，使得全诗蒙上悲愤怨恨的情绪色彩，读者读罢无不为之心中震撼，为之动容，为之流泪。\r\n　　这首诗，是作者站在朝廷的角度，从朝廷的立场来写的，所以这首诗应写于柳宗元在永州的后期。因为在永的后期，作者的思想已发生了变化，回乡无望，他作好了在永长期呆下去的思想准备，因而也改变了他刚到永州时仅对个人命运的悲叹，从更广阔的角度，认为朝廷大贬有识之士，也是朝廷的悲剧。宫中凋零，而江南却是柳色青青，白絮翻飞，春光融融。但是江南春色却没有人赏识，那春光又将有何意义呢？大贬有用之材，对朝廷，对人才个体都是重大损失啊。\r\n　　最后一句，作者更是借用诗题的源头，来诉说悲愤之情。通宵达旦歌之的是“悲绝的哀歌”，哀什么，悲什么呢？托“白花”抒哀怨之情者，古已有之，比如《诗经·小雅·白华》就是借菅、茅白花起兴，抒发了一个被遗弃了的女子对情人朝思暮想的哀怨。然而，这首诗决不是男女之间的相思离别情。柳宗元主张的是“文以载道”，他的诗文作品无不是饱含他个人的政治理想、治国主张和他失败之后的悲愤之情。只不过这首诗，作者所站的角度不一样，他从另一个角度借用想象，抒发自己被贬的情感。纵观柳的诗文，他写男女悲欢之情的作品是没有的。他是一个有救国复兴主张的人，这首诗的悲哀是人才的悲哀，作者是从朝廷的角度，来抒写对人才的呼唤，抒写对朝廷滥贬人才的悲愤之情，抒写的是作者对朝廷怨而不恨，悲而不怒的复杂情感。这首诗字字句句都包含了悲愤、哀婉之情，没有切肤之痛，又如何能写得出呢！"
        },
        {
            "title": "杂曲歌辞·行路难（三首其一）",
            "content": "君不见夸父逐日窥虞渊，跳踉北海超昆仑。\r\n披霄决汉出沆漭，瞥裂左右遗星辰。须臾力尽道渴死，\r\n狐鼠蜂蚁争噬吞。北方立争人长九寸，开口抵掌更笑喧。\r\n啾啾饮食滴与粒，生死亦足终天年。睢盱大志少成遂，\r\n坐使儿女相悲怜。\r\n【注释】：(1)行路难：乐府《杂曲歌辞》篇名，原为民间歌谣，后经文人拟作，采入乐府。《乐府解题》：“《行路难》，备言世路艰难及离别悲伤之意，多以君不见为首。”\r\n(2)夸父：古代神话中的英雄人物。他立志要和太阳竞走。《山海经·海外北经》：“夸父与日逐走，入日；渴欲得饮，饮于河渭。河渭不足，北饮大泽。未至，道渴而死。弃其杖，化为邓林。”虞渊：即“隅谷”，神话传说中的日入之处。《淮南子·天文》：“日入于虞渊之氾，曙于蒙谷之浦。”\r\n(3)跳踉（liàng）：腾跃跳动。超：跨越，越过。昆仑：神话中的西方大山。\r\n(4)披霄：劈开云霄。决汉：冲破银河。汉，银汉。沆漭：浩渺，指自然元气，即水气茫茫的样子。\r\n(5)瞥裂：迅疾貌。遗：留下，丢下。\r\n(6)须臾：片刻，一会儿。\r\n(7)噬（shì）：咬。\r\n(8)竫（jìng ）人：古代传说中的小人国名。《山海经?大荒东经》载：“有小人国名靖人。”按，靖同竫。《列子》：“东北极有人，名竫人，长九寸。”\r\n(9)抵掌：拍手、鼓掌。\r\n(10)啾啾：虫、鸟的细碎的鸣叫声，这里指矮人吃食时所发出的细碎的声响。饮食滴与粒：意即是食量很少，只须几滴水、几粒米便可。\r\n(11)终天年：平安自得地度过一生。天年，自然寿命。\r\n(12)睢盱（suī xū）：张目仰视，这儿指睁目悲愤激昂的样子。小：通“少”。成遂：成功。\r\n(13)坐使：致使。【译文】：　　你可曾得知夸父追赶太阳窥探到了日落的去处，跳过了北海，越过了昆仑山。劈开云霄冲出苍茫，\r\n　　风驰电掣将星辰遗落身旁。没过多久便筋疲力尽在半路上干渴而死，成了豺狼野鼠争相吞食的美餐。\r\n　　北方有高不过九寸的矮人，鼓掌相庆，有说有笑，神采飞扬。纵使是微不足道的几滴水，几粒米，也能维持生命，使它们活到应到的寿算。张目仰视，慨叹大志少成功。人生路难，徒劳儿女空悲伤。【赏析】：　　在柳宗元《行路难》三首诗中，第一首取材于神话故事，并以磅礴之势对“夸父”逐日的理想与胆识，以及夸父奔走的速度与形态进行了夸张性的概述。尽管夸父跳踉北海、腾越昆仑、披霄决汉、瞥裂天宇、遗落星辰。然而，人的体能毕竟有限，于是，没多久便精疲力竭渴死路边，成了野鼠山狐的美餐。这里虽未对夸父的行为进行价值评判。诗的后半部分笔锋一转，对高不过九寸的北方矮人的生活大加赞赏起来，这明显地表现出对夸父情感的矛盾心态。\r\n　　北方矮人不仅个子矮小，而且饮食也不过粒米滴水足矣，形同庄周《逍遥游》的“篷间雀”一般，没有鸿鹄之志，但能整日无忧无虑地雀跃于狭小的空间之中，自得自乐地枯荣于岁月的长河里，得以终年，这实是夸父所不如的。其实，夸父与矮人，鲲鹏与蓬间雀，都为世间之肉体凡物，因此都只能在“有所待”的环境中生存。因此其行为也必须与现实合拍。一旦脱离客观实际，力所不能及的理想再美好再伟大也只能成为空想和梦幻，于现实毫无裨益的。\r\n　　“夸父”，自古以来，是一个勇者的象征，而柳宗元却为他的结局而迷茫困惑。关于“夸父”喻谁？目前倘无定说。有不少人认为是柳宗元自喻，因为柳宗元那“少时陈力希公侯，许国不复为身谋”的志向，直可与“夸父”逐日之举相提并论。不过，夸父的结局与柳宗元相去甚远，因为元和五年后，柳宗元移居冉溪，虽然前妻病逝后没有婚娶，身体也日感不支，但物极必反，心态日趋平静。从夸父“力尽道渴死”之句看，“夸父”显然不是自喻，但是在暗喻谁呢？我想，只有革新旗手王叔文。因为柳宗元对王叔文的情感是矛盾的，一方面对他的革新方针，对他的利安元元之道崇敬有加，如在王叔文的革新集团濒临颠覆之际，柳宗元在《故尚书户部侍郎王君先太夫人河间刘氏志文》中依然不避忌讳，依然大赞王叔文的功绩：“坚明直亮，有文武之用。……将明出纳，有弥纶通变之劳，副经邦阜财之职。加户部侍郎，赐紫金鱼袋。重轻开塞，有和钧肃给之效。内赞谟画，不废其位，凡执事十四旬有六日。利安之道，将施于人……”。另一方面，柳宗元被贬居永州之后，又无不认为王叔文等确是罪臣，如《寄许京兆孟容书》中言道：“宗元早岁，与负罪者亲善，始奇其能，谓可以共立仁义，裨教化。……此人虽万被诛戮，不足塞责，而岂有赏哉？今其党与，幸获宽贷，各得善地，无分毫事，坐食俸禄，明德至渥也，尚何敢更俟除弃废痼，以希望外之泽哉？” \r\n　　通过夸父与矮人的对照，再回想到屈原、贾谊、阮藉、陶潜、王勃、李白、孟浩然等历代学子的悲壮路，不由得感慨万千：古来宏志少成愿，空使儿孙相悲怜。"
        },
        {
            "title": "舞曲歌辞·白纻歌",
            "content": "翠帷双卷出倾城，龙剑破匣霜月明。朱唇掩抑悄无声，\r\n金簧玉磬宫中生。下沉秋水激太清，天高地迥凝日晶，\r\n羽觞荡漾何事倾。\r\n【赏析】：出处：《全唐诗》卷22_16"
        },
        {
            "title": "相和歌辞·东门行",
            "content": "汉家三十六将军，东方雷动横阵云。鸡鸣函谷客如雾，\r\n貌同心异不可数。赤丸夜语飞电光，徼巡司隶眠如羊。\r\n当街一叱百吏走，冯敬胸中函匕首。凶徒侧耳潜惬心，\r\n悍臣破胆皆杜口。魏王卧内藏兵符，子西掩袂真无辜。\r\n羌胡毂下一朝起，敌国舟中非所拟。安陵谁辨削砺功，\r\n韩国讵明深井里。绝咽断骨那下补，万金宠赠不如土。\r\n【赏析】：　　我认为，柳宗元《古东门行》是一首政论诗或讽喻诗，而不仅是一首吊叹武元衡被刺的抒情诗。如果这个观点得以成立，那么，对此诗历来的注释和解说也就有一些不尽相同的意见和一些应该更为明确的地方。不敢自以为是，谨以此文就正于柳学方家。\r\n　　汉家三十六将军，东方雷动横阵云。首引前汉故事起兴。这两句各种版本皆无异说。\r\n　　鸡鸣函谷客如雾，貌同心异不可数。有诗家评“客如雾”三字妙，力言客之多，一片迷茫，但又朦胧不明，良莠不一，紧扣貌同心异，不可一概而论。简洁、形象、含蓄。\r\n　　赤丸夜语飞电光，徼巡司隶眠如羊。用前汉成帝元延年间京城长安闾里少年受贿行刺文武官员，而负责巡查的官员、兵将严重失职之事，引以为戒，同时引出以下4句。\r\n　　当街一叱百吏走，冯敬胸中函匕首。承上文，暗指唐元和时京城治安问题同样严重。冯敬句是全诗唯一一句有悼念武元衡意思的诗句。\r\n　　凶徒侧耳潜惬心，悍臣破胆皆杜口。行刺武元衡的凶徒，因官兵的无能得以逃脱法网而心满意足，洋洋得意；平时正直敢言的官员，因受凶徒威胁噤口不敢言。\r\n　　魏王卧内藏兵符，子西掩袂真无辜。前句是战国魏安厘王时，魏公子信陵君窃符救赵事，为人所熟知。后一句的故事比较偏僻，其含义诸本意见不一，大可探讨。子西是春秋时“楚平王之庶弟也”(《史记·楚世家》)。白公胜是平王太子建的儿子，所以子西是白公胜的叔祖父。\r\n　　羌胡毂下一朝起，敌国舟中非所拟。前句见司马相如《谏猎疏》，原文为：“胡越起于毂下，而羌夷接轸也。”后句见《史记·吴起传》，为吴起谏魏武侯之言，两句皆危言耸听，目的是使受谏者警惕，远游猎、重修德以安社稷。\r\n　　安陵谁辨削砺工，韩国讵明深井里。前句，前汉梁孝王恨袁盎阻其求继承帝位，使人刺杀之。后句，战国韩哀侯时，聂政为严仲子刺杀侠累事。此两句意义都还值得探讨。\r\n　　绝咽断骨那下补，万金宠赠不如土。两句最费解，与前人见解不同，笔者以为两句皆指聂政而非指武元衡。详下。\r\n　　《古东门行》为乐府古题，汉诗有无名氏《东门行》，写无衣无食的贫家妇反复劝诫丈夫“君复自爱莫为非”。南朝宋有鲍照《代东门行》是送别友人之作。所以内容与诗题不一定有关联。\r\n　　柳宗元《古东门行》亦为仿古乐府旧题而作。宰相武元衡于元和十年六月三日凌晨上朝，出里东门被刺客杀害。这个“里东门”，实际是武元衡寓所靖安里街区的栅门而不是城门。柳宗元于元和十年三月受命“使持节柳州诸军事、守柳州刺史”(柳州刺史兼柳州军区司令)，六月二十七日到达柳州。武元衡被杀的凶信传到柳州，估计在七月初，此诗当作于七月中下旬，因为这是震憾朝野的重大事件，时隔太久意义就降低。当时的柳州：“到官数宿贼满野，缚壮杀老啼且号。饥行夜坐设方略，笼铜枹鼓手所操。”(《寄韦珩》)柳宗元写作《古东门行》正处于烽火连天之地，戎马倥偬之时，所以此诗格调质朴粗放而少精雕细琢，与其他诗作大有不同。即使此诗是在上任途中闻讯而作，也是处于心神不安定的情况下，以致有的诗句读来稍嫌晦涩。值得一提的是，柳宗元对武元衡并无好感，此诗悼念的情感是淡薄的。所以全诗几乎句句叙古事，近于古赋铺排事物。  \r\n　　永贞革新期间，刘禹锡、柳宗元总揽外事，意见与武元衡严重相左，王叔文就把武从御史中丞贬为右庶子，从此互相有了嫌隙(见《新旧唐书·刘禹锡传》)。刘柳贬司马后，武元衡入相。元和八年，朝廷决策层中的大多数执政提请升调刘柳等人为刺史，武秉承宪宗对八司马“逢赦不赦”的禁令，不予支持，在左右谏官一片反对声中，不了了之。所以元和十年，众执政只是根据原则共识，事先没有通过宪宗皇帝和首相武元衡，就直接把刘柳等人调回京城，听候任命。这期间，刘禹锡的“看花诗”等于是指着武元衡的鼻子骂，首先刺痛和激怒了事实上的首相，同时对宪宗也有不敬，罪名本来可大可小。不过御史中丞裴度背后有多数执政支持，腰骨也很硬，不惜当面顶撞宪宗，事情才平息下来。经过磨合，讨价还价，宪宗不得不顺应朝议民情的多数，任命刘柳等人为刺史 (均见《资治通鉴·唐纪五十五》)。柳宗元因为处事于练，又在壮年，推测是裴度等众执政有意任以柳州刺史的重任。先是元和七年武元衡以检校吏部尚书兼门下侍郎同平章事，为剑南西川节度使时，曾去信永州“抚问”柳宗元，柳为此有《上西川武元衡相公谢抚问启》，四六骈体，文字固然推敲得尽善尽美，又十分稳妥，内容却都是例行公事的套话，亦无所求于武，全文只有196个字(不计标点)。可见，柳宗元对武元衡感情淡漠。\r\n　　《古东门行》其实是借武元衡被刺这一重大事件，从各方面指出朝廷隐患，进谏执政者修明朝政，吸取教训，防范于未然。\r\n　　从“鸡鸣”至“徼巡”4句，指出从战国至西汉，社会上的一种特殊弊病。各种利益集团不惜重金笼络死士为主效命。齐国孟尝君因食客能为鸡鸣而赚开函谷关，得以摆脱秦国追兵的故事为人所熟知。下句指西汉时长安城中的流氓阿飞受人贿赂指使刺杀官吏报私仇，而负责治安的官兵既软弱无能又严重失职，使这类违法行为成了风气。\r\n　　从“当街”至“悍臣”4句，暗指武元衡、裴度虽有上百侍卫，但一与刺客交手，即作鸟兽散，才使刺客阴谋得逞。冯敬事见《前汉书·贾谊传》：“天子议以谊任公卿之位，绛灌东阳侯冯敬之属尽害之。”贾谊与冯敬的关系也不好，不过在削藩问题上意见一致，都力主削藩。贾谊出以公心，客观评价冯敬为悍臣：“陛下之臣虽有悍如冯敬者，适启其口，匕首已陷其胸矣!”这与柳宗元与武元衡的关系和事迹都有相似之处。柳宗元引用贾谊评冯敬的话，显然也有肯定武元衡的意思，足见柳宗元存心厚道而又公私分明、爱憎分明。下两句指凶徒逃脱法网气焰更器张，造谣威胁朝臣，使一些平日正直敢言的朝臣也劝说宪宗皇帝对刺客不要穷治了，以免事态扩大。\r\n　　从“魏王’’至“敌国”4句又另立新意，提出一种更大的隐患。魏公子信陵君利用食客中老谋深算的侯生、力士朱亥和能学狗叫的惯盗，还有魏王的宠妃如姬，使窃符救赵却强秦的计谋得以实现。子西的故事有评论家认为是“此谓盗杀武元衡而朝堂不知也。”不能说明“掩袂”和“真无辜”的意思，因而难成立。也有认为是由于宪宗用兵举棋不定，更加牵强。因为武元衡与裴度联手坚持抑藩强硬政策，宪宗即使早日用兵，只有增加强藩的恐惧仇恨，加速实施刺杀阴谋，亦不得谓之“真无辜”，也联系不上“掩袂”。事实是，子西一向庇护信任白公胜，并把他从吴国召回来任为大夫，而白公胜性格暴戾，野心甚大，又善于笼络一帮小人，当其反意明显时，已有几个下属向子西作了报告，但子西不相信不设防，所以说“真无辜”。子西用袖子掩面而死，是表示自己看错了人造成社稷重大损失，无脸见人的意思。特别是与后面“羌胡、敌国”两句联系起来理解，意思就更明确。司马相如借猛兽喻羌胡进谏汉武，吴起用“非所拟”(想象不到的敌国)谏魏武侯，皆是不便明言而用比喻。窃符的信陵君、如姬、杀子西的白公胜都是身边亲近、亲信的人，在一定条件下可以变成身边的羌胡、猛兽和舟中想象不到的敌国。柳宗元用此4句也有不便明言的深意。不曾听说宪宗皇帝有好游猎、喜女色的毛病，但是，他身边众多的宦官，较其父德宗时更受宠信，连军队、翰林院都有宦官任使职。宪宗是个半明半暗的皇帝，他听从众议抑藩与永贞革新宗旨相合，平淮蔡使朝政呈现一线中兴的曙光，但他宠信宦官无以复加，最后在元和十五年被宦官刺杀，使唐王朝从此一蹶不振，一直走下坡路直到覆灭。证实柳宗元并非多虑。\r\n　　“安陵”至“万金”4句，提供又一种情况，那就是朝廷内部、官员之间隐蔽的矛盾纷争。汉梁孝王是景帝弟，景帝废栗太子后，梁孝王谋求为继承王位的人，袁盎进谏景帝，正常情况下不宜以亲弟嗣位。后袁盎被人刺杀，经查，主使者为梁孝王下属 (见《史记·梁孝王世家》）， “韩国”句指聂政受知遇于严仲子，严仲子事韩哀侯，因意见不合与韩相侠累结仇，聂政为报答严仲子，乃于母死后刺杀侠累，为严仲子报了仇 (见《史记·刺客传》)。\r\n　　全诗最后两句最费解，前人解说亦不一致。有说“万金宠赠不如土”是说“谓元衡已死，虽受荣赠竟何益哉!”“不如入土为安。”“绝咽断骨”是指武元衡遭刺客，“批其颅骨”之意。笔者则以为两句皆上承“韩国”句，指聂政。严仲子初见聂政即以黄金百镒(1镒合20两)赠聂母，聂政未受但已心感。这两句说为人报了私仇而自己绝咽断骨而死，即使黄金万两也如粪土一般不能补偿，表明柳宗元对聂政的行为有不屑之意，更是对行刺武元衡的凶徒的谴责。柳宗元引袁盎、聂政故事，是提醒当政者注意解决内部纷争，不能掉以轻心以免酿成巨变。试想，武元衡位极人臣，理应为国鞠躬尽瘁，死而后已，何得计较宠赠？他为执行抑藩政令而被刺，是为国捐躯。抑藩也是柳宗元的主张，柳宗元怎么会幸灾乐祸讽刺武元衡，说他死得不值得呢？\r\n　　《古东门行》是类似古赋的古诗，古赋叙事铺张扬厉，想象、联想丰富，又多用比喻。所以有一点值得注意，凡比喻皆不能完全恰当妥帖。例如诗中的孟尝君、信陵君，历史上属于正面人物，二人皆有食客数千也传为美谈，引他二人的事为戒，并不是全面否定二人，只是取其中有关联的一面而已。\r\n　　从上面的分析来看，全诗贯串了柳宗元为文辅时及物的宗旨。柳宗元以“辅时及物为道”而又认为“文者以明道”，进而“道之及，及乎物而已耳”(《答吴武陵论非国语书》、《答书中立论师道书》、《报崔黯秀才论为文书》)。贯串起来简单地说，就是文章要有益于时于世，不尚空谈。这是柳宗元从他的民本主义出发，写作文章的宗旨。他本人终身实践这个宗旨，不遗余力，亦贯串于文艺性质的文章之中。他著名的政论文《封建论》，这个大题目是历代皇帝都与大臣探讨的国家大政方针，本来是朝廷大臣的分内事。柳宗元作为一个地方官，原可以不参与，但他积极响应了，不但写了，而且写得很好，成为千古绝唱。“柳宗元之论出，而诸子之论废矣!”使其他诸子的议论不传于世。寓言《捕蛇者说》、《种树郭橐驼传》、《梓人传》等，从不同角度说明讲求治道之重要。人物传记《童区寄传》为促进当时柳州的社会改革张目……例子不胜枚举。诗作中也可以举出一些例子，这首《古东门行》只是其一。特别感人的是，他或于上任途中，或于柳州军务、政务万分紧急繁忙的情况下，写作的这首《古东门行》，谆谆告诫，忧国忧民之心溢于言表。\r\n作者：王一民"
        },
        {
            "title": "乐府杂曲·鼓吹铙歌·高昌",
            "content": "麹氏雄西北，别绝臣外区。既恃远且险，纵傲不我虞。\r\n烈烈王者师，熊螭以为徒。龙旂翻海浪，馹骑驰坤隅。\r\n贲育搏婴儿，一扫不复馀。平沙际天极，但见黄云驱。\r\n臣靖执长缨，智勇伏囚拘。文皇南面坐，夷狄千群趋。\r\n咸称天子神，往古不得俱。献号天可汗，以覆我国都。\r\n兵戎不交害，各保性与躯。\r\n【赏析】：　　《吐谷浑》和《高昌》叙李靖劳苦功高，为五言诗。似乐府作品，又有古诗风味，一韵到底，笔法与《河右平》《铁山碎》相类。值得一提的是，两诗都尽极歌功颂德之华辞丽语，绘王师凯旋则“登高望还师，竟野如春华”，“凯旋献清庙，万国思无邪”；叙蛮夷臣服则“咸称天子神，往古不得俱”，“献号天可汗，以覆我国都”……从某种意义上看，二诗也表现了诗人盼统一颂太平的爱国情怀。"
        },
        {
            "title": "乐府杂曲·鼓吹铙歌·吐谷浑",
            "content": "吐谷浑盛强，背西海以夸。岁侵扰我疆，退匿险且遐。\r\n帝谓神武师，往征靖皇家。烈烈旆其旗，熊虎杂龙蛇。\r\n王旅千万人，衔枚默无哗。束刃逾山徼，张翼纵漠沙。\r\n一举刈膻腥，尸骸积如麻。除恶务本根，况敢遗萌芽。\r\n洋洋西海水，威命穷天涯。系虏来王都，犒乐穷休嘉。\r\n登高望还师，竟野如春华。行者靡不归，亲戚讙要遮。\r\n凯旋献清庙，万国思无邪。\r\n【赏析】：　　《吐谷浑》和《高昌》叙李靖劳苦功高，为五言诗。似乐府作品，又有古诗风味，一韵到底，笔法与《河右平》《铁山碎》相类。值得一提的是，两诗都尽极歌功颂德之华辞丽语，绘王师凯旋则“登高望还师，竟野如春华”，“凯旋献清庙，万国思无邪”；叙蛮夷臣服则“咸称天子神，往古不得俱”，“献号天可汗，以覆我国都”……从某种意义上看，二诗也表现了诗人盼统一颂太平的爱国情怀。"
        },
        {
            "title": "乐府杂曲·鼓吹铙歌·靖本邦",
            "content": "本邦伊晋，惟时不靖。根柢之摇，枝叶攸病。\r\n守臣不任，勩于神圣。惟钺之兴，翦焉则定。\r\n洪惟我理，式和以敬。群顽既夷，庶绩咸正。\r\n皇谟载大，惟人之庆。\r\n【赏析】：　　相对于征服李轨、二虏，刘武周就不是那么好对付了。据史书记载，刘武周不但称王称霸，而且兵犯唐境，高祖曾几次派将收取，都大败而归，最后由秦王李世民平叛告成。本篇名《靖本邦》，为颂太宗之神武，“守臣不任，勚于神圣”，神圣者，太宗也；“洪惟我理，式和以敬”，施教化之理，亦和亦敬，仍太宗之功，“皇谟载大，惟人之庆”，值得万众欢庆的“皇谟”究竟是谁制定的？还是太宗，但明写高祖，实赞太宗，面面俱到，实乃不易。《靖本邦》全诗俱为四言，一韵到底，意辞皆雅。"
        },
        {
            "title": "乐府杂曲·鼓吹铙歌·铁山碎",
            "content": "铁山碎，大漠舒。二虏劲，连穹庐。背北海，专坤隅。\r\n岁来侵边，或傅于都。天子命元帅，奋其雄图。\r\n破定襄，降魁渠。穷竟窟宅，斥余吾。百蛮破胆，\r\n边氓苏。威武辉耀，明鬼区。利泽弥万祀，功不可逾。\r\n官臣拜手，惟帝之谟。\r\n【赏析】：　　铁山碎》叙突厥二虏终于臣服之实。碎铁山者，徐李二将及其士兵也；而反复歌颂者，天子之“神奇”功能也。所不同者，本篇已将歌颂的对象转向李世民，指明“利泽万祀，功不可逾”是太宗；“官臣拜手”者，何也？“惟帝之谟”也！\r\n　　在表现手法上，《铁山碎》采用一气承接法，一贯而到底，不生曲折，不叙旁条，却有波澜壮阔、大气磅薄之效。此外，炼字炼句，颇耐玩赏：首句“碎”字，铿锵有力，形象地再现了天兵所向披靡，突厥土崩瓦解之状。次句“舒”，舒缓徐展，如一特殊的山水长轴，寓宁静之意蕴，尽大漠之风情。形象地歌颂大将徐世勣和兵部尚书李靖平定突厥的盖世奇勋。叙突厥强悍，用“劲”、“连”、“专”三字，恰到好处；描天兵神勇，“破”、“降”、“穷”、“斥”四字，更是传神……"
        },
        {
            "title": "乐府杂曲·鼓吹铙歌·河右平",
            "content": "河右澶漫，顽为之魁。王师如雷震，昆仑以颓。\r\n上聋下聪，骜不可回。助仇抗有德，惟人之灾。\r\n乃溃乃奋，执缚归厥命。万室蒙其仁，一夫则病。\r\n濡以鸿泽，皇之圣。威畏德怀，功以定。顺之于理，\r\n物咸遂厥性。\r\n【赏析】：　　《河右平》写李轨称帝而为高祖所灭之事，仍为颂高祖之厚德。其实这时候唐太宗已登基，有功者，太宗也。征讨李轨，举师西北，可谓势如破竹；平叛功成以后，又行安抚……但到头来，“濡以鸿泽，皇之圣”，功劳还是李渊的。如前所述，这样写，柳公自有苦衷，后之学者心知肚明，既可意会，也不难言传也。"
        },
        {
            "title": "乐府杂曲·鼓吹铙歌·苞枿",
            "content": "苞枿黑对矣，惟根之蟠。弥巴蔽荆，负南极以安。\r\n曰我旧梁氏，辑绥艰难。江汉之阻，都邑固以完。\r\n圣人作，神武用，有臣勇智，奋不以众。投迹死地，\r\n谋猷纵。化敌为家，虑则中。浩浩海裔，不威而同。\r\n系缧降王，定厥功。澶漫万里，宣唐风。蛮夷九译，\r\n咸来从。凯旋金奏，象形容。震赫万国，罔不龚。\r\n【赏析】：　　《苞枿》叙李孝恭和李靖征讨僭称皇帝的萧铣之举。全诗可分三层：第一层（1-8句），写萧铣据有天险，“江汉之阻，都邑固以完”，在荆、巴一带称孤道寡，颇难对付。第二层（9-20句），叙唐高祖调兵遣将，挥师西南，剿灭萧铣的战功。高祖并未御驾亲征，但“圣人作，神武用”，昔日固若金汤的都邑，已不可恃，“浩浩海裔，不威而同”，可知王师神勇。第三层（21-28句），叙蛮夷朝大唐的盛大场面，极为壮观。“凯旋金奏，像形容。震赫万国，罔不龚。”极赞唐高祖恩威并施的感化政策，令万众欢呼；九洲归唐之众，对高祖的颂扬已到无以复加的程度。\r\n　　在表现手法上，《苞枿》类《兽之穷》，与《奔鲸沛》、《泾水黄》又稍有不同。本篇句式变化多，语意含量大。全诗共106字，28句，三言、四言、五言均有，是为错落。用韵也颇有特色，第一层为an韵，二、三层为ong韵，层次分明，又一错落。故前人评此诗，曰“工峭中稍存古调，以错落胜。”盖指本诗意错落、句错落、韵错落也。"
        },
        {
            "title": "乐府杂曲·鼓吹铙歌·奔鲸沛",
            "content": "奔鲸沛，荡海垠。吐霓翳日，腥浮云。帝怒下顾，\r\n哀垫昏。授以神柄，推元臣。手援天予，截修鳞。\r\n披攘蒙霿，开海门。地平水静，浮天垠。羲和显耀，\r\n乘清氛。赫炎溥畅，融大钧。\r\n【赏析】：　　《奔鲸沛》之笔法与《泾水黄》相似，曲折翻驳，喻而后陈；所不同者，《奔鲸沛》通篇设喻。辅氏，狂鲸也，奔腾之时可“荡海垠”，可“腥浮云”；李渊，天帝也；李孝恭，天神也，他“手援天矛，截脩鳞”，他“披攘蒙霿，开海门”，最后，“玉宇澄清万里埃”。值得玩味的是，本诗明写李孝恭战功显赫，暗指唐高祖知人善任。全诗句式参差，却又一韵到底，柳公之情思于此便得以彰显。"
        },
        {
            "title": "乐府杂曲·鼓吹铙歌·泾水黄",
            "content": "泾水黄，陇野茫。负太白，腾天狼。有鸟鸷立，羽翼张。\r\n钩喙决前，钜趯傍；怒飞饥啸，翾不可当。老雄死，\r\n子复良。巢岐饮渭，肆翱翔。顿地纮，提天纲。\r\n列缺掉帜，招摇耀铓。鬼神来助，梦嘉祥。脑涂原野，\r\n魂飞扬。星辰复，恢一方。\r\n【赏析】：　　《泾水黄》写秦王世民率师平定叛逆薛举父子之事。全诗可分为两大层，第一层（1-14句），写薛举父子嚣张至极： “怒飞饥啸，翾不可当”；子承父业，仁杲更是了得，“巢岐饮渭，肆翱翔”，简直无人可敌。第二层（15-24句）写李世民之神武，尽极赞美颂扬之誉词。他“顿地紘，提天纲”，威风八面；因顺天顺民，竟使“鬼神来助，梦嘉祥”；经艰苦卓绝，浴血奋战，终于使薛氏“脑涂原野，魄飞扬”,“星辰复，恢一方”，功不可没。全诗笔法曲折翻驳，第一层极写薛举父子势力，乃为衬托太宗神奇武功，所谓蓄势既足，则唐太宗之形象可闻可睹矣！\r\n　　全诗用语古峭省净，如“翾不可当”，何其威猛。用在此处，险劲有锋，薛举的威势确乎令人不寒而栗；而 “列缺掉帜，招摇耀鋩”两句，则大有令人眼花缭乱之后却又欢欣鼓舞之奇效。前后对照，妙趣无穷，令人赏玩不已。"
        },
        {
            "title": "乐府杂曲·鼓吹铙歌·战武牢",
            "content": "战武牢，动河朔。逆之助，图掎角。怒鷇麛，抗乔岳。\r\n翘萌牙，傲霜雹。王谋内定，申掌握。铺施芟夷，\r\n二主缚。惮华戎，廓封略。命之瞢，卑以斫。归有德，\r\n唯先觉。\r\n【赏析】：　　《战武牢》叙李世民征讨叛逆，初建奇勋。设喻取譬，将叙事、议论和抒情合为一体，深得诗家好评。与《兽之穷》相比，多了刀光剑影的厮杀，有了文韬武略的铺叙。“战武牢，动河朔”，声势何其壮观；“铺施芟夷，二主缚”，战果何其辉煌；“惮华戎，廓封略”，影晌何其深远；“归有德，唯先觉”，赞誉何其夸张。掩卷而思，柳子似欲昭示世人：窦建德、王世充之流无德而亡，上应天意，下顺民心；李世民英勇神武，旗开得胜，可歌可泣。然倘无高祖点化，恐难以施展。结句“归有德，唯先觉”六字颇值得玩味：李世民战功卓著，战果辉煌，唐太宗治国有道，人所尽知；相形之下，高祖李渊不可同日而语。颂其 “有德”，赞其“先觉”，实乃违心之语。此处巧用虚实疏密相生之笔法，面面俱到颂李渊父子，绝非易事。宪宗李纯倘能“御览”，他大概不至于“龙颜不悦”吧！"
        },
        {
            "title": "乐府杂曲·鼓吹铙歌·兽之穷",
            "content": "兽之穷，奔大麓。天厚黄德，狙犷服。\r\n甲之櫜弓，弭矢箙。皇旅靖，敌逾蹙。\r\n自亡其徒，匪予戮。屈赟猛，虔栗栗。\r\n縻以尺组，啖以秩。黎之阳，土茫茫。\r\n富兵戎，盈仓箱。乏者德，莫能享。\r\n驱豺兕，授我疆。\r\n【赏析】：　　《兽之穷》仍颂高祖之厚德。曰“天厚黄德”，可使“狙犷服”。全篇皆用比喻，明写豺兕野兽，暗指李密之流。李密乃首鼠两端小人，几易其主，与唐军对垒，因“自亡其徒”，走投无路而降唐归李，“乏者德，莫能享”，理所当然。全诗大气磅礴，每有奇字佳句，开篇“兽之穷”三字，便奇崛，李密之狼狈困窘之态毕现；“皇旅靖，敌逾蹙”两句尤为形象逼真：皇旅所至，鸡犬不惊；叛军过境，百姓已乱。天兵平定叛乱，李密日暮途穷，理固宜然。如果说，诗人用“蹙”字状李密之狼狈还有些笔下留情的话，那么以“逾”修饰之，其“蹙”便发生了质的变化，“兽之穷，奔大麓”，走投无路的丧家犬丑态暴露无遗矣！\r\n　　相对于《晋阳武》，《兽之穷》多参差错落。全诗以三言为主，杂以四言，读来仍感圆润流畅，不觉得佶屈聱牙。在音韵方面，1-14句偶句押lu韵，仄声，干脆利落，明快短促，叙高祖制服李密，最是恰当；15-22句偶句押ang韵，响亮悠扬，鼓舞人心，有效地抒发了诗人歌功颂德之激情。此乃音错落，意亦错落。前人评“此篇语特多精峭”，“写得神武，气象万千”，实不谬也。"
        },
        {
            "title": "乐府杂曲·鼓吹铙歌·晋阳武",
            "content": "晋阳武，奋义威。炀之渝，德焉归。氓毕屠，绥者谁。\r\n皇烈烈，专天机。号以仁，扬其旗。日之升，九土晞。\r\n斥田圻，流洪辉。有其二，翼余隋。斫枭骜，连熊螭。\r\n枯以肉，勍者羸。后土荡，玄穹弥。合之育，莽然施。\r\n惟德辅，庆无期。\r\n【赏析】：　　《晋阳武》颂唐高祖成就霸业之功。先提问：“炀之渝，德焉归？氓毕屠，绥者谁？”“渝”者，有“违背”之意，射隋炀帝祸国殃民，干尽坏事，不得人心； “绥”者，安也，指唯有唐高祖可使百姓安居乐业，可使天下太平。品味这一“渝”一 “绥”，两个君王的形象呼之欲出矣！一个暴戾，一个仁慈，一个民心丧尽，一个众望所归，为全诗甚至这一组铙歌定下了基调，承上启下，然后逐层烘托出一个救民于水火的乱世英豪李渊。他有容纳百川之德，有扭转乾坤之能，终获万民拥戴。结句“惟德辅，庆无期”更是响亮、灿烂，意谓高祖有老天护佑，呈祥降瑞，百姓定可高枕无忧，故尔万众欢庆。这虽为过誉之辞，却合情在理。如前所述，李渊其实并无德能，柳宗元出于儒家道统这个“核心”，大唱赞歌，可知用心良苦。这个结句，巧妙地回答了本篇开头“炀之渝，德焉归？氓毕屠，绥者谁？”的提问，前呼后应，浑然天成。\r\n　　作为一首铙歌，为“纪高祖、太宗功能之神奇”，诗人调动了多种技法，记叙描写议论抒情皆融而为一，几不可辨；比喻对照烘托参差交互，李渊其人被塑造得光彩照人。全诗句式整齐，一韵到底，气韵流畅，语言铿锵，相信“每有戎事，治兵振旅”之时，将士们若歌此词，的确能鼓舞士气，扬威耀武。质言之，《晋阳武》乃铙歌中之精品。"
        },
        {
            "title": "溪居",
            "content": "久为簪组累，幸此南夷谪。\r\n闲依农圃邻，偶似山林客。\r\n晓耕翻露草，夜榜响溪石。\r\n来往不逢人，长歌楚天碧。\r\n【注释】：①簪组：古代官吏的服饰，此指官职。\r\n②累：约束，束缚。\r\n③南夷：古代对南方少数民族的称呼。\r\n④谪：被降职或调往边远地区。当时作者被贬为永州司马。 \r\n⑤夜榜：夜里行船。榜：此处读“彭音，意为进船。此句指天黑船归，船触溪石而发出的声音 \r\n⑥楚天：永州原属楚地。【译文】：　　长久地为做官所羁累,庆幸贬谪南来这荒夷之地。闲居时与农田菜圃相邻，有时就像山林隐士。天将拂晓，踏着朝露披着晨雾，耕田除草；日暮降临，放舟荡漾漂流青山绿水间。去来都孤寂不遇行人，我放声高唱，歌声久久地在沟谷碧空中回响。【赏析】：　　元和五年（810），柳宗元在零陵西南游览时，发现了曾为冉氏所居的冉溪，因爱其风景秀丽，便迁居是地，并改名为愚溪。\r\n　　这首诗写他迁居愚溪后的生活。诗的大意是说：我久为做官所羁累，幸好有机会贬谪到这南方少数民族地区中来，解除了我的无穷烦恼。闲居无事，便与农田菜圃为邻，有时就仿佛是个山林隐逸之士。清晨，踏着露水去耕地除草；有时荡起小舟，去游山玩水，直到天黑才归来。独往独来，碰不到别人，仰望碧空蓝天，放声歌唱。\r\n　　这首诗表面上似乎写溪居生活的闲适，然而字里行间隐含着孤独的忧愤。如开首二句，诗意突兀，耐人寻味。贬官本是不如意的事，诗人却以反意着笔，说什么久为做官所“累”，而为这次贬窜南荒为“幸”，实际上是含着痛苦的笑。“闲依”、“偶似”相对，也有强调闲适的意味，“闲依”包含着投闲置散的无聊，“偶似”说明他并不真正具有隐士的淡泊、闲适，“来往不逢人”句，看似自由自在，无拘无束，但毕竟也太孤独了。这里也透露出诗人是强作闲适。这首诗的韵味也就在这些地方。沈德潜说，“愚溪诸咏，处连蹇困厄之境，发清夷淡泊之音，不怨而怨，怨而不怨，行间言外，时或遇之。”（《唐诗别裁》卷四）这段议论是很有见地的。"
        },
        {
            "title": "重别梦得",
            "content": "二十年来万事同，今朝岐路忽西东。\r\n皇恩若许归田去，晚岁当为邻舍翁。\r\n【赏析】：　　这首诗写临岐叙别，情深意长，不着一个愁字，而在表面的平静中蕴蓄着深沉的激愤和无穷的感慨。“二十年来万事同”，七个字概括了他与刘禹锡共同经历的宦海浮沉、人世沧桑。然而使诗人慨叹不已的不仅是他们个人出处的相同，还有这二十年来朝廷各种弊政的复旧\r\n　　他们早年的政治革新白白付之东流，今朝临岐执手，倏忽之间又将各自东西，抚今追昔，往事不堪回首。“今朝”二字写出了诗人对最后一刻相聚的留恋，“忽”字又点出诗人对光阴飞逝、转瞬别离的惊心。“西东”非一般言别套语，而是指一去广东连县，一去广西柳州，用得正切实事。\r\n　　由于是再度遭贬，诗人似乎已经预感到这次分别很难再有重逢的机会，便强忍悲痛，掩藏了这种隐约的不祥预感，而以安慰的口气与朋友相约：如果有一天皇帝开恩，准许他们归田隐居，那么他们一定要卜舍为邻，白发相守，度过晚年。\r\n　　相约归田为邻的愿望中深蕴着难舍难分的别愁离恨和生死与共的深情厚谊。身处宦海而向往归田，是封建知识分子在政治上碰壁以后唯一的全身远祸之道和消极抗议的办法。这“皇恩”二字便自然流露了某种讥刺的意味。“若许”二字却说明目前连归田亦不可得，然而诗人偏偏以这样的梦想来安慰分路的离愁，唯其如此，诗人那信誓旦旦的语气也就更觉凄楚动人。\r\n　　这首诗以直抒离情构成真挚感人的意境，寓复杂的情绪和深沉的感慨于朴实无华的艺术形式之中。不言悲而悲不自禁，不言愤而愤意自见。语似质直而意蕴深婉，情似平淡而低徊郁结。苏东坡赞柳诗“发纤秾于简古，寄至味于澹泊”，这也正是这首小诗的主要特色。"
        },
        {
            "title": "与浩初上人同看山寄京华亲故",
            "content": "海畔尖山似剑芒，秋来处处割愁肠。\r\n若为化作身千亿，散向峰头望故乡。\r\n【注释】：①浩初上人：上人是对佛教僧（sēng）人的尊称，浩初是他的名字。京华：京城，指长安。亲故：亲友。 \r\n②海畔：海边。剑鋩（máng）：剑锋。 \r\n③若为：怎样。【赏析】：　　他之所以“自放山泽间”，为的是借山水以消遣愁怀；然而借山水以消遣愁怀，如同李白所说借酒浇愁一样，“抽刀断水水更流，举怀消愁愁更愁。”特别是那秋天季节，草木变衰，自然界一片荒凉，登山临水，触目伤怀，更使人百端交感，愁肠欲断。诗人从肠断这一意念出发，于是耸峙在四周围的崇山峻岭，着眼点就在于它的巉削陡峭，在于它的“尖”，从而使群山的形象，转化为无数利剑的锋芒，这“愁肠”仿佛就是被它们割断似的。说“海畔尖山”，正以见地处西南滨海，去故乡之远。身在贬所，“望故乡”而不能归，当然是痛苦的；然而“悲歌可以当泣，远望可以当归”（古乐府《悲歌行》），却又能从痛苦中得到某种满足。于是在无可奈何的矛盾心情的支配下，他就尽情的望去，唯恐其望得不够。这无数的象“剑芒”一样的“尖山”，山山都可以望故乡，可是自己只有一个身子，一双眼睛，该怎么办呢？柳宗元是精通佛典的，而和他一同看山的浩初上人，便是龙安海禅师的弟子。佛经中不是有“化身”的说法吗？在一种微妙的启示下，于是他就想入非非，想到“化身千亿”了。\r\n　　在这首诗里，诗人就是通过上述一系列的形象思维来揭示其内心世界的。\r\n　　诗题标明“寄京华亲故”。“望故乡”而“寄京华亲故”，意在诉说自己惨苦的心情、迫切的归思，希望在朝旧交能够一为援手，使他得以孤死首丘，不至葬身瘴疠之地。\r\n　　苏轼论唐人诗，以柳宗元和韦应物相提并论，指出他们的诗，“发纤秾于简古，寄至味于澹泊。”（见《书黄子思诗集后》）王士祯也说：“风怀澄澹推韦柳。”“简古”、“澹泊”或“澄澹”，乃是柳诗意境风格的一个方面，虽然是其主要的方面，但并不能概括柳诗的全貌。柳诗自有其别调。他的诗，象悬崖峻谷中凛冽的潭水，经过冲沙激石、千回百折的过程，最后终于流入险阻的绝涧，渟滀到彻底的澄清。冷冷清光，鉴人毛发；岸旁兰芷，散发着幽郁的芬芳。但有时山洪陡发，瀑布奔流，会把它激起跳动飞溅的波澜，发出凄厉而激越的声响，使人产生一种魂悸魄动的感觉。此诗中诗人跳动飞溅的情感波澜无法抑制，恰如“山洪陡发，瀑布奔流”，奔迸而出，因而产生了强烈的艺术感染力。"
        },
        {
            "title": "渔翁",
            "content": "渔翁夜傍西岩宿，晓汲清湘燃楚竹。\r\n烟销日出不见人，欸乃一声山水绿。\r\n回看天际下中流，岩上无心云相逐。\r\n【注释】：①西岩：即西山，在今湖南零陵西湘江外。\r\n②汲：取水。\r\n③湘：湘江。\r\n④楚：西山古属楚地。\r\n⑤销：消散。\r\n⑥欸乃:摇橹声。唐代湘中有棹歌《欸乃曲》。\r\n⑦下中流：由中流而下。【译文】：　　渔翁晚上靠着西山歇宿，早上汲取清澈的湘水，以楚竹为柴做饭。太阳出来云雾散尽不见人影，摇撸的声音从碧绿的山水中传出。回头望去渔舟已在天边向下漂流，山上的白云正在随意飘浮，相互追逐。【赏析】：　　本诗作于永州。作者于寄情山水的同时，略抒政治失意的孤愤。诗中的西严即指西山，在山青水绿之中自遣自歌、独来独往的渔翁，含有几分自况的意味，看似写渔翁，实际是写诗人自己。诗人通过对渔翁生活的描绘，抒发了自己孤高的品格及对闲适生活的向往。全诗生动真切、情景相融、奇趣荡胸、意味深长。“奇趣”二字可以概括全诗主要的艺术特色。"
        },
        {
            "title": "柳州二月榕叶落尽偶题",
            "content": "宦情羁思共凄凄，春半如秋意转迷。\r\n山城过雨百花尽，榕叶满庭莺乱啼。\r\n【注释】：①榕：常绿乔木，有气根，树茎粗大，枝叶繁盛。产于广东、广西等省。\r\n②宦思：客居他乡的思绪。【赏析】：　　这首诗写于柳州刺史任上。\r\n　　时当二月，又处南方温热地带，柳州早已是百花盛开，春色满园了。可是一场意外的暴风雨却洗劫了百花，送走了春色。这在过着谪居生活的诗人来说，无疑是一种精神打击。本来他还可以寄情景物，排遣内心忧怨的，而现实竟是这样冷酷无情!哀凉的心绪触发了他的诗思。\r\n　　“宦情羁思共凄凄，春半如秋意转迷。”诗篇起句便直抒胸臆。“宦情”与“羁思”，原本就有必然联系。长年游宦在外，远离故土与亲人，旅途漂泊的艰辛，离亲别故的悲怨，有谁能不动心动情呢?屡遭贬窜，此种心情理当加倍沉重．“共凄凄”三字，真实地表现了作者这时候的特殊心态。“宦情”之苦与“羁思”之深叠相撞击着诗人的心扉，他要寻求解脱，而又无可奈何，在这种心境的支配下，他只好走出书房，漫步庭院。而当他目睹了已经过去大半的春光以后，这种情绪反而愈趋沉重了。“春半如秋”，用语平淡而新鲜，写出一种常人不曾，也不会有的独特感受，的确是愁人眼中之景，心中之情相互感应的凝结品。“意转迷”三字，则就“春半如秋”作承转，极言意绪的迷乱烦恼。\r\n　　三、四两句，偏重叙事描写。说“山城过雨”，人们似乎还难于体味这场雨的份量和内涵，故后面紧接着补写了“百花尽”三字。此雨非早春润物之雨，它横掠山城，下得大，来得猛，涤荡万物。此一句，遥扣题面，把第二句“春半如秋”四字亦落到实处，同时又引带出末尾一句。“榕叶满庭莺乱啼”。柳州多檀椿树，冠大身屈，四枝旁出，以其不材，故能久而无伤。但是经过这场暴风雨的洗劫，那些百年老榕也叶落满庭了。此等情景令诗人伤心，莺啼之声又格外增添了一重伤感情绪。那一个“乱”字，分明是诗人心烦意乱的精神状态的真实反映。\r\n　　这首诗写景肃杀肃条。写情凝重深沉。二月春光正浓之际反呈现百花凋零、榕叶满庭的暮秋景象，反激起诗人一片宦情与羁思，其构思立意均不同常态，而其遣辞造语又极平淡。苏轼《东坡题跋》曾就柳宗元的诗与陶渊明的诗作出评论说：“所贵乎枯淡者，谓其外枯而中膏，似淡而实美，渊明、子厚之流是也。”内容丰富充实而字面却略显枯干淡泊的作品，其实正是诗人苦心锤炼的结果，是诗歌创作艺术的极高境界。这样的作品往往“发纤秾于简古，寄至味于淡泊”，咀嚼久之，才能得其真味。"
        },
        {
            "title": "衡阳与梦得分路赠别",
            "content": "十年憔悴到秦京，谁料翻为岭外行。\r\n伏波故道风烟在，翁仲遗墟草树平。\r\n直以慵疏招物议，休将文字占时名。\r\n今朝不用临河别，垂泪行行便濯缨。\r\n【注释】：①十年憔悴：柳宗元在永州度过的十年贬谪生活。憔悴：面貌惨淡，亦指艰难困苦。\r\n②秦京：京城长安，因属秦地，故曰秦京。\r\n③故道：指“伏波将军”马援率领军队攻打越南曾走过的路。\r\n④风烟：风云雾霭。\r\n⑤翁仲：秦时巨人，被铸成铜像立于咸阳宫外，此指衡阳湘水西岸马援庙前的石人。\r\n⑥慵疏：懒散粗疏，这是托词，其实是说不愿与腐朽势力同流合污。\r\n⑦时名：一时的名声。刘梦得被贬官十年回到长安以后曾写诗嘲讽新贵，其中“玄都观里桃千树，尽是刘郎去后栽”（《元和十年自朗州承召至京，戏赠看花诸君子》）两句，讽喻十年以来由于投机取巧而在政治上得意的新贵们，不过是我刘禹锡被排挤出长安后才被提拔起来的罢了。由于“语涉讥刺，执政不悦”，这是其再次被贬官的原因之一。\r\n⑧临河：去河边。濯缨：李陵赠别苏武的诗中有“临河濯长缨，念别怅悠悠”两句，本诗意思是说，“垂泪千行”就可“濯缨”，所以不用象李陵、苏武分别时那样到河中去“濯长缨”了。\r\n⑨濯缨：“沧浪之水清兮，可以濯我缨”，表明自己与好友刘禹锡（刘梦得）都是清流，不是浊流，不言委屈，而人知其含冤。【译文】：　　永州十年，九死一生，终于来到梦中的长安城，晴天霹雳，再贬岭外，做梦也想不到更远更行。马援将军当年的道路，到而今只剩云雾弥漫，高大石人早被草木埋没，残余废墟触目心惊。你与我，只因为懒于趋炎附势，才招惹打击，朋友啊，不要再写讽刺之作，力避再次扬名。今日一去此生难再会，但不必如古人临河而别，国事家事自身事，事事悲惨，泪流千行，自可濯缨。【赏析】：　　柳子厚与刘梦得在贞元九年（793）同为赐进士及第，踏上仕途，二十多年来，肝胆相照，取长补短，是中唐文坛上的“双星”。孙昌武先生在《柳宗元评传》中 写道：“刘禹锡是柳宗元一生中最为亲密的友人，是一代差可与柳宗元比肩的卓越的思想家、文学家、政治家……二人交谊终身不渝，在政治斗争中同进退，相支 持，在思想理论上互有影响，在文学上也共同切磋，相互学习。”从步入仕途到“永贞革新”，从革新失败到被贬谪，从奉旨返京到再度远谪，他们始终患难与共。 永州十年，二人交谊最密切，通讯最频繁。元和十年（815）二月，二人作为“十一年前南渡客，四千里外北归人”（柳宗元：《诏追赴都二月至灞上亭》）分别 从永州、朗州回到长安，满以为劫难已过，对前途充满希望和幻想，谁知不到一个月，却被外放至更为荒僻的远州任职。是年三月，二人打点行装，携家带口，又一 次踏上南下之路。就心态而言，彼此都凄然伤感，二人都幻想着有朝一日能东山再起，造福桑梓；但朝廷一再疏远，新贵们造谣中伤，其理想已被残酷的现实击得粉 碎，纵有雄才大略仍无用武之地，因而更加愤懑。柳宗元便有“皇恩若许归田去，晚岁当为邻舍翁”（《重别梦得》）的打算，刘禹锡则更低调：“耦耕若便遗身 世，黄发相看万事休”（《答重别》），他们已把功名看淡，悟出东山再起遥不可及的道理。到衡阳后，一人往西南去了柳州，一人向南直奔连州，歧路分手，万语 千言，甚为感人。刘梦得形容惜别时的情景为“归目并随回雁尽，愁肠正遇断猿时”（《再授连州至衡阳酬柳柳州赠别》），分手之后，相互写诗酬答，共六首，其 中七律二首，七绝二首，五绝二首，均字字含情，句句有泪，深沉而郁抑，哀伤而悲凄。《衡阳与梦得分路赠别》为第一首。\r\n　　首联两句，有回顾，有直面，起伏跌宕，贮泪其中。始“伏”而“起”，旋“起”而又“伏”，短短十四个字，把两位诗人十几年来的坎坷命运集中凝炼地表现了出 来，引发读者无穷的联想和遐思：“永贞革新”失败后，“二王八司马”们死的死，病的病，我们总算万幸，只是外放而已。但十年时间过的是囚徒般的生活，身心 均受伤害。为官乃徒有虚名，治民又力不从心，持家实艰难异常。我到永州后，老母爱女相继弃世，自己因水土不服而染病在身，所居处所凡四遭火，差点被烧死。 名为六品官员，实则“弼马温”而已。故“颜色憔悴，形容枯槁”，不足为怪。好不容易等到皇恩浩荡，大赦天下，终于得以与你在长安相见。“到秦京”为一 “起”，心境也稍微好一点。谁知好景不长，到长安不到一个月，圣旨下，又把我们明升暗降地外放至更为荒僻的州郡做刺史，“谁料翻为岭外行”乃再一“伏”。 此刻，一切希望都化为泡影，海市蜃楼般顷刻之间无影无踪，本是“憔悴”的面容又蒙上厚厚风尘，更显其“憔悴”。这一年柳宗元44岁，刘禹锡45岁，正是为 国效力的大好年华，奈何贬谪远州，英雄失路，宁不哀哉！\r\n　　颔联以伏波将军马援的故事暗点“古道西风瘦马”之意，令人瞻望前途，不寒而栗。想当年，伏波将军马援率领大军南征到此，叱咤风云，威风八面，战旗猎猎，金 鼓声声，似在目入耳，可睹可闻；后人将其铸成石像，立于湘水西岸将军庙前，如巨人翁仲铜像立于咸阳宫门外一般，供人瞻仰，何其光灿。而今我等踏上这条古 道，只见将军庙前荒草遍地，断壁残垣，不觉怆然泪下，虽是季春，却有《黍离》之悲。物已如此，人何以堪。想想我们的境遇，看看唐王朝的倾颓，则又平添了几 分愁思，多加了一层愤懑。这一联妙在借古讽今，即景抒情。写伏波风采，叹自己身世；描故道荒凉，讽当朝衰微，从而再表“憔悴”之意，可谓一石双鸟，言在此 而意在彼也。\r\n　　李白诗云：“总为浮云能蔽日，长安不见使人愁。”对于柳、刘二人来说，头顶上就不只是一片浮云，而简直是满天乌云了，“信而见疑，忠而被谤”的事如幽灵般 伴其左右。据传刘梦得“十年憔悴到秦京”以后曾写诗两首嘲讽新贵，其中“玄都观里桃千树，尽是刘郎去后栽”（《元和十年自朗州承召至京，戏赠看花诸君 子》）两句讽喻十年以来由于投机取巧而在政治上愈来愈得意的新贵们不过是我被排挤出长安后才被提拔起来的罢了，而“百亩庭中半是苔，桃花净尽菜花开” （《再游玄都观》）二句则暗刺朝廷政治危机，旧宠新贵们一“花”不如一“花”的现实情况。由于两诗“语涉讥刺，执政不悦”，新贵们于是大进谗言，一时间风 云突变，厄运又至，你我二人再度遭贬。老朋友，我们似失之慵疏呀。“慵疏”者，非懒散粗疏也，意谓迂直，坚持操守，固其本性也，无怪乎新贵与你我冰炭不相 容。颈联“直以慵疏招物议，休将文字占时名”，妙在正话反说，寓庄于谐，似调侃，类解嘲。言下之意，倘若我们能违心地歌功颂德，趋炎附势，少写几句讥讽的 诗文，也不致于再度遭贬南荒吧。\r\n　　尾联两句，表友情之深厚，叹身世之悲凄，将全诗的感情推向高潮。你我即将分路，天各一方，想当年，苏武去国离乡，李陵赠别诗有“临河濯长缨，念别怅悠悠” 两句，我们分路，“怅悠悠”则同，但用不着“临河”取水，这流不尽的泪水便足以濯缨洗冠了——“垂泪千行”，看似乖谬，实则在理。这艺术上的夸张同样给读 者以丰富的想象和深沉的思考。彼时彼地的两位诗人，命运坎坷，前途渺茫，可垂泪；生离死别，无缘再见，可垂泪；英雄失路，报国无门，可垂泪；新贵弄权，国 之日衰，亦可垂泪……即使“垂泪千行”，也不足以表达我们的悲痛、愤懑、伤感、失落、依恋、忧郁互为交织的复杂感情啊！王勃云“无为在歧路，儿女共沾 巾”，劝慰之中，尚有勉励，读之令人胸襟开阔，格调颇高，堪为千古名句；而本诗尾联乃表两个断肠人相别，将国事家事融为一体，可忧可叹，形象地表达了诗人 的真情实感，同样脍炙人口，且有令人潸然泪下的艺术效果。"
        },
        {
            "title": "晨诣超师院读禅经",
            "content": "汲井漱寒齿，清心拂尘服。\r\n闲持贝叶书，步出东斋读。\r\n真源了无取，妄迹世所逐。\r\n遗言冀可冥，缮性何由熟。\r\n道人庭宇静，苔色连深竹。\r\n日出雾露余，青松如膏沐。\r\n澹然离言说，悟悦心自足。\r\n【注释】：①贝叶书：在贝多树叶上写的佛经。\r\n②冥：暗合；\r\n③缮：修持。\r\n④膏沐：本指润发的油脂。\r\n⑤澹然：宁静状。【译文】：　　汲来清凉井水漱口刷牙， 心清了再拂去衣上尘土。悠闲地捧起佛门贝叶经， 信步走出东斋吟咏朗读。佛经真谛世人并无领悟， 荒诞之事却为人们追逐。佛儒精义原也可望暗合， 但修养本性我何以精熟。道人禅院多么幽雅清静， 绿色鲜苔连接竹林深处。太阳出来照着晨雾余露， 苍翠松树宛若沐后涂脂。 清静使我恬淡难以言说， 悟出佛理内心畅快满足。【赏析】：　　写出晨读禅经的情景和感受，曲折地表达了埋藏在心底的抑郁之情，如同苏轼所说：“寄至味于澹泊”。\r\n　　这是一首抒写感想的抒情诗。诗的内容是抒发了诗人的哲学见解。前半部写他到禅院读经，指责世人追逐的乃是那些荒诞的事情，而不去了解佛经的真正含义。后半部写他认为佛家的精义与儒家之道有相通之处，但如何修养本性，却难以精熟。然而，他对禅院的清静幽雅却流连玩赏。"
        },
        {
            "title": "别舍弟宗一",
            "content": "零落残红倍黯然，双垂别泪越江边。\r\n一身去国六千里，万死投荒十二年。\r\n桂岭瘴来云似墨，洞庭春尽水如天。\r\n欲知此后相思梦，长在荆门郢树烟。\r\n【注释】：①韩醇《诂训柳集》卷四十二：“‘万死投荒十二年’，自永贞元年（805）乙酉至元和十一年（816）丙申也。诗是年春作。”宗一：宗元从弟，事不详。\r\n②零落句：江淹《别赋》：“黯然销魂者，唯别而已矣”。\r\n③越江：唐汝询《唐诗解》卷四十四：“越江，未详所指，疑即柳州诸江也。按柳州乃百越地。”\r\n④六千里：《通典·州郡十四》：“（柳州）去西京五千二百七十里。”\r\n⑤投荒：抛弃于荒野。此喻被贬谪。\r\n⑥桂岭：五岭之一，山多桂树，故名。柳州在桂岭南。《元和郡县志》卷三十七《岭南道贺州》载有桂岭县：“桂岭在县东十五里。”\r\n⑦荆、郢：古楚都，今湖北江陵西北。《百家注柳集》引孙汝听曰：“荆、郢，宗一将游之处。”何焯《义门读书记》曰：“《韩非子》：张敏与高惠二人为友，每相思不得相见，敏便于梦中往寻。但行至半路即迷。落句正用其意。”【赏析】：　　此伤别并自伤之作。唐汝询《唐诗解》曰：“此亦在柳而送其弟入楚也。流放之余，惊魂未定，复此分别，倍加黯然，不觉泪之双下也。我之被谪既远且久，今又与弟分离，一留桂岭，一趋洞庭，瘴疬风波，尔我难堪矣。弟之此行当在荆郢之间，我之梦魂常不离夫斯土耳。”纪昀《瀛奎律髓刊误》卷四曰：“语意浑成而真切，至今传诵口熟，仍不觉其烂。”\r\n　　元和十一年（816）春，柳宗元的堂弟宗一从柳州（今广西柳州）到江陵（今湖北江陵县）去，柳宗元写了这首诗送别。全诗苍茫劲健，雄浑阔远，感慨深沉，感情浓烈，抒发了诗人政治上生活上郁郁不得志的悲愤之情。\r\n　　诗的一、三、四联着重表现的是兄弟之间的骨肉情谊。一联开篇点题，点明别离，描叙兄弟惜别之情。“越江”，即粤江，这里是指柳江。两句意思是说：自己的心灵因长期贬谪生活的折磨，已经成了“零落残魂”；而这残魂又遭逢离别，更是加倍黯然神伤。在送兄弟到越江边时，双双落泪，依依不舍。\r\n　　第三联是景语，也是情语，是用比兴手法把彼此境遇加以渲染和对照。“桂岭”，在今广西贺县东北，这里泛指柳州附近的山岭。“桂岭瘴来云似墨”，写柳州地区山林瘴气弥漫，天空乌云密布，象征自己处境险恶。“洞庭春尽水如天”，遥想行人所去之地，春尽洞庭，水阔天长，山川阻隔，相见很难了。\r\n　　诗的最后一联，说自己处境不好，兄弟又远在他方，今后只能寄以相思之梦，在梦中经常梦见“郢”（今湖北江陵西北）一带的烟树。“烟”字颇能传出梦境之神。诗人说此后的“相思梦”在“郢树烟”，情谊深切，意境迷离，具有浓郁的诗味。宋代周紫芝曾在《竹坡诗话》中提出非议说：“梦中安能见郢树烟？‘烟’字只当用‘边’字。”清代马位则认为：“既云梦中，则梦境迷离，何所不可到？甚言相思之情耳。一改‘边’字，肤浅无味。”（《秋窗随笔》）近人高步瀛也说：“‘郢树边’太平凡，即不与上复，恐非子厚所用，转不如‘烟’字神远。”（《唐宋诗举要》）后二说有理。“烟”字确实状出了梦境相思的迷离惝惚之态，显得情深意浓，十分真切感人。\r\n　　这首诗所抒发的并不单纯是兄弟之间的骨肉之情，同时还抒发了诗人因参加“永贞革新”而被贬窜南荒的愤懑愁苦之情。诗的第二联，正是集中地表现他长期郁结于心的愤懑与愁苦。从字面上看，“一身去国六千里，万死报荒十二年”，似乎只是对他的政治遭遇的客观实写，因为他被贬谪的地区离京城确有五、六千里，时间确有十二年之久。实际上，在“万死”、“投荒”、“六千里”、“十二年”这些词语里，就已经包藏着诗人的抑郁不平之气，怨愤凄厉之情，只不过是意在言外，不露痕迹，让人“思而得之”罢了。我们知道，柳宗元被贬的十二年，死的机会确实不少，在永州就曾四次遭火灾，差一点被烧死。诗人用“万死”这样的夸张词语，无非是要渲染自己的处境，表明他一心为国，却被长期流放到如此偏僻的“蛮荒”之地，这该是多么不公平、多么令人愤慨呵！\r\n　　南宋严羽在《沧浪诗话》中说：“唐人好诗，多是征戍、迁谪、行旅、别离之作，往往能感动激发人意。”柳宗元的这首诗既叙“别离”之意，又抒“迁谪”之情。两种情意上下贯通，和谐自然地熔于一炉，确是一首难得的抒情佳作。"
        },
        {
            "title": "登柳州城楼",
            "content": "城上高楼接大荒，海天愁思正茫茫。\r\n惊风乱飐芙蓉水，密雨斜侵薜荔墙。\r\n岭树重遮千里目，江流曲似九回肠。\r\n共来百粤文身地，犹自音书滞一乡！\r\n【注释】：①大荒：旷远的广野。\r\n②飐：吹动。\r\n③芙蓉：荷花。\r\n④百粤：指南方少数民族，即百越。【译文】：　　从城上高楼远眺空旷的荒野，如茫茫海天般的愁思涌了出来。急风胡乱地掀动水中的荷花，密雨斜打在长满薜荔的墙上。山上的树重重遮住了远望的视线，江流曲折就像九转的回肠。我们一起来到百越这个纹身的地方，虽然处于一地音书却阻滞难通。【赏析】：　　柳宗元与刘禹锡、韩泰、韩晔、陈谏五人同时在元和十年被召进长安，不久又因为参加朝中革新运动，同时外贬为边远的州刺史。刘禹锡任连州刺史，柳宗元任柳州刺史，其他三人任漳州、汀州、封州刺史，柳的这首诗就是写给这四位朋友的。诗人登临城楼，触景生情，表达了对同被贬的友人的关切之情，抒发了自已对被贬的愤怒。全诗激越壮丽，对仗工整，意境辽阔，撼人心弦。"
        },
        {
            "title": "早梅",
            "content": "早梅发高树，回映楚天碧。\r\n朔吹飘夜香，繁霜滋晓白。\r\n欲为万里赠，杳杳山水隔。\r\n寒英坐销落，何用慰远客？\r\n【译文】：　　腊梅在高高的树上早早地绽放，花朵儿映着碧蓝的南国天空。夜晚北风吹来缕缕清香，清晨严霜滋润花朵洁白的华容。想将花儿赠给万里外的亲友，路途遥远重重山水阻隔。寒风中花朵就要凋落，又能用什么来抚慰远客？【赏析】：　　梅花傲霜雪斗严寒，历来是诗人歌咏的对象，且多以梅自喻，表达作者的情趣。柳宗元也正是这样，在《早梅》诗中借对梅花在严霜寒风中早早开放的风姿的描写，表现了自己孤傲高洁的品格和不屈不挠的斗争精神。 \r\n　　全诗分前后两层意思，前四句咏物，后四句抒怀。“早梅发高树，迥映楚天碧。” 起笔不凡，笔势突兀。早梅与别的花卉不同，在万物沉寂的寒冬绽开了花蕾，“众花摇落独暄妍”(林逋《山园小梅》)。一个“发”字把早梅昂首怒放生机盎然的形象逼真地展现在读者的眼前。其背景高远广阔的碧蓝的天空，不仅映衬着梅花的色泽，更突出了它的雅洁，不同凡俗。而“发高树”的“高”字借实写虚，暗寓诗人不苟合流俗行高于时人。“朔风飘夜香，繁霜滋晓白”紧承开头两句写梅花开放的恶劣环境，表现梅花不同凡花的风骨。这两句诗与陆游《落梅》绝句里的“雪虐风饕愈凛然，花中气节最高坚”意同，都赞颂了梅花傲视霜雪的不屈品格。早梅所处环境的“朔吹”、 “繁霜”实际上正是柳宗元遭遇的政治环境的缩影。“永贞革新”失败后，柳宗元被贬到边远落后的南荒之地，过着囚徒般的日子，身心受到严重的摧残。面对腐朽势力连连不断的打击，始终坚持自己的理想，怀抱坚定的自信，他表示：“苟守先圣之道，由大中以出，虽万受摈弃，不更乎其内。”（《答周君巢饵药久寿书》） \r\n　　作者目睹可歌可敬的梅花想起了远方的亲友，于是借物抒怀：“欲为万里赠，杳杳山水隔，寒英坐销落，何用慰远客？”前两句由陆凯赠范晔诗“折梅逢驿吏，寄与陇头人。江南无所有，聊赠一枝春”翻出，但意致不同。陆诗洒脱，柳诗沉郁，这是因为柳宗元作诗的情境与陆凯不同。柳宗元被贬永州后，“罪谤交织，群疑当道，” “故旧大臣”已不敢和他通音讯，在寂寞和孤独中艰难度日的柳宗元是多么思念亲友们啊！于是想到折梅相送，可亲友们远在万里之外，是根本无法送到的。这里除了地理上的原因外，还有政治上的原因，他作为一个“羁囚”不能连累了亲友，更何况“寒英坐销落，何用慰远客？”柳宗元从梅的早开早落联想到自己的身世，自己的境遇，怎么不忧，怎么不心急如焚呢？正因为忧其早开早落，所以柳宗元也是在自我勉励，自我鞭策。事实上在永州虽然被迫离开了政治舞台，但他自强不息，把“闲居”的时间用在访求图书，认真研读和对自己前半生实践的总结上，奋笔疾书，在理论上做出了重大建树，在文学上取得了光辉成就。这就是他对亲友的告慰。“欲为万里赠”四句诗表达的思想感情是很复杂的，既有对亲友的思念，也有对自身遭遇的不平和“辅时及物”的理想不能实现的痛苦。 \r\n　　柳宗元是一个用世之心极强、不甘寂寞的人，但他在永州过的是远离政治活动而浪迹山水的生活，贬谪所造成的痛苦时时激荡在内心，反映在他的诗歌里，正如孙昌武先生所说是“表现上的简淡清爽与内在感情上的深沉炽烈的统一。”这首诗就是这样，用简朴、疏淡的文辞刻画早梅傲立风霜昂首开放的形象，抒写诗人的情志，状难写之物如在眼前，含不尽之意见于言外，梅的风骨与作者的人格融为一体，含蓄蕴藉，感情深挚委曲，给人以很强的感染力。"
        },
        {
            "title": "江雪",
            "content": "千山鸟飞绝，万径人踪灭。\r\n孤舟蓑笠翁，独钓寒山雪。\r\n【注释】：①这是柳宗元被贬到永州之后写的诗，借寒江独钓的渔翁，抒发自己孤独郁闷的心情。 \r\n②绝：一只也没有了。 \r\n③鸟飞绝：天空中一只鸟也没有。 \r\n④径：小路。 \r\n⑤踪：踪迹。人踪灭，没有人的踪影。 \r\n⑥蓑笠(suō lì)：蓑衣，斗笠。【译文】：　　千山万岭不见飞鸟的踪影，千路万径不见行人的足迹。一叶孤舟上，一位身披蓑衣头戴斗笠的渔翁，默默地在漫天风雪中垂钓。【赏析】：　　这首五言绝句作于诗人谪居永州期间。柳宗元被贬到永州后，精神上受到很大打击和压抑。这首诗就是他借助歌咏隐居山水的渔翁，来寄托自己清高孤傲的情怀，抒发政治上失意的苦闷和压抑。诗中客观境界的幽僻更能体现出作者落寞孤寂的心情。全诗用简单而细腻的语言描绘出了一幅寒江雪钓图：千山万径都没有人烟鸟迹，天地间只有孤独的渔翁在江雪中垂钓。广阔寂寥的背景空间，更加突出了独钓的孤舟。诗人淡墨轻描，渲染出一个洁静绝美的世界。"
        },
        {
            "title": "乐府杂曲·鼓吹铙歌·东蛮",
            "content": "东蛮有谢氏，冠带理海中。已言我异世，虽圣莫能通。\r\n王卒如飞翰，鹏鶱骇群龙。轰然自天坠，乃信神武功。\r\n击虏君臣人，累累来自东。无思不服从，唐业如山崇。\r\n百辟拜稽首，咸愿图形容。如周王会书，永永传无穷。\r\n睢盱万状乖，咿嗢九译重。广输抚四海，浩浩知皇风。\r\n歌诗铙鼓间，以壮我元戎。\r\n第十八卷\r\n【赏析】：　　诗人盼统一颂太平的爱国情怀，在《东蛮》中表现得更为突出。李世民登基后，各国诸侯、四方蛮夷均朝拜请服，全国上下一片娱乐升平，诗人追怀当年情景，喜不自禁，绘形绘声绘色地描述了东蛮首领谢元深来朝的盛况，“如周王会书，永永传无穷”，“广轮抚四海，浩浩如皇风”。言下之意，当朝皇帝宪宗，可否从中得到借鉴呢？“胜地不常，盛筵难再”，可悲乎？这首诗，乐中寓哀，可谓一绝。"
        }
    ]
}