{
    "dynasty": "唐",
    "author": "李峤",
    "intro": "字巨山。赵州赞皇人。儿时梦人遗双笔，由是有文辞。弱冠擢进士第，始调安定尉，举制策甲科。武后时，官凤阁舍人。每有大手笔，皆特命峤为之。累迁鸾台侍郎，知政事，封赵国公。景龙中，以特进守兵部尚书同中书门下三品。睿宗立，出剌怀州。明皇贬为滁州别驾，改卢州。峤富于才思，初与王杨接踵，中与崔苏齐名，晚诸人没，独为文章宿老，一时学者取法焉。集五十卷，今编诗五卷。",
    "items": [
        {
            "title": "田假限疾不获还庄，载想田园兼思亲友，率成",
            "content": "游宦劳牵网，风尘久化衣。迹驰东苑路，望阻北岩扉。\r及此承休告，聊将狎遁肥。十旬俄委疾，三径且殊归。\r茂陵窅难即，灵台暂可依。疲疴旅城寺，延想属郊畿。\r夕梦园林是，晨瞻邑里非。绿畴良已秽，清濠旷不追。\r野花何处落，山月几秋辉。彼美符商政，优游绝汉机。\r高情物累遣，逸气烟霞飞。乐道方无闷，怀贤独有违。\r尊虚旧园酒，琴静故人徽。夏沼莲初发，秋田麦稍稀。\r何当携手去，岁暮采芳菲。"
        },
        {
            "title": "王屋山第之侧杂构小亭，暇日与群公同游",
            "content": "桂亭依绝巘，兰榭俯回溪。绮栋鱼鳞出，雕甍凤羽栖。\r引泉聊涨沼，凿磴且通蹊。席上山花落，帘前野树低。\r弋林开曙景，钓渚发晴霓。狎水惊梁雁，临风听楚鸡。\r复看题柳叶，弥喜荫桐圭。"
        },
        {
            "title": "石淙",
            "content": "羽盖龙旗下绝冥，兰除薜幄坐云扃。鸟和百籁疑调管，\r\n花发千岩似画屏。金灶浮烟朝漠漠，石床寒水夜泠泠。\r\n自然碧洞窥仙境，何必丹丘是福庭。\r\n第六十二卷"
        },
        {
            "title": "上清晖閤遇雪",
            "content": "千钟圣酒御筵披，六出祥英乱绕枝。\r\n即此神仙对琼圃，何须辙迹向瑶池。"
        },
        {
            "title": "送司马先生",
            "content": "蓬阁桃源两处分，人间海上不相闻。\r\n一朝琴里悲黄鹤，何日山头望白云。"
        },
        {
            "title": "中秋月二首",
            "content": "盈缺青冥外，东风万古吹。何人种丹桂，不长出轮枝。\r\n圆魄上寒空，皆言四海同。安知千里外，不有雨兼风。"
        },
        {
            "title": "晚秋喜雨",
            "content": "积阳躔首夏，隆旱届徂秋。炎威振皇服，歊景暴神州。\r\n气涤朝川郎，光澄夕照浮。草木委林甸，禾黍悴原畴。\r\n国惧流金眚，人深悬磬忧。紫宸竞履薄，丹扆念推沟。\r\n望肃坛场祀，冤申囹圄囚。御车迁玉殿，荐菲撤琼羞。\r\n济窘邦储发，蠲穷井赋优。服闲云骥屏，冗术土龙修。\r\n睿感通三极，天诚贯六幽。夏祈良未拟，商祷讵为俦。\r\n穴蚁祯符应，山蛇毒影收。腾云八际满，飞雨四溟周。\r\n聚霭笼仙阙，连霏绕画楼。旱陂仍积水，涸沼更通流。\r\n晚穗萎还结，寒苗瘁复抽。九农欢岁阜，万宇庆时休。\r\n野洽如坻咏，途喧击壤讴。幸闻东李道，欣奉北场游。"
        },
        {
            "title": "刘侍读见和山邸十篇重申此赠",
            "content": "神岳瑶池圃，仙宫玉树林。乘时警天御，清暑涤宸襟。\r\n梁驾陪玄赏，淄庭掩翠岑。对岩龙岫出，分壑雁池深。\r\n檐迥松萝映，窗高石镜临。落泉奔涧响，惊吹助猿吟。\r\n野气迷凉燠，山花杂古今。英藩盛宾侣，胜景想招寻。\r\n践径披兰叶，攀崖引桂阴。穆生时泛醴，邹子或调琴。\r\n雉翳分场合，鱼钩向浦沉。朝游极斜景，夕宴待横参。\r\n顾己惭铅锷，叨名齿玳簪。斩依朱邸馆，还畅白云心。\r\n丘壑信多美，烟霞得所钦。寓言摅宿志，窃吹简知音。\r\n奖价逾珍石，酬文重振金。方从仁智所，携手濯清浔。"
        },
        {
            "title": "游苑遇雪应制",
            "content": "散漫祥云逐圣回，飘飖瑞雪绕天来。\r\n不能落后争飞絮，故欲迎前赛早梅。"
        },
        {
            "title": "田假限",
            "content": "游宦劳牵网，风尘久化衣。迹驰东苑路，望阻北岩扉。\r\n及此承休告，聊将狎遁肥。十旬俄委疾，三径且殊归。\r\n茂陵窅难即，灵台暂可依。疲疴旅城寺，延想属郊畿。\r\n夕梦园林是，晨瞻邑里非。绿畴良已秽，清濠旷不追。\r\n野花何处落，山月几秋辉。彼美符商政，优游绝汉机。\r\n高情物累遣，逸气烟霞飞。乐道方无闷，怀贤独有违。\r\n尊虚旧园酒，琴静故人徽。夏沼莲初发，秋田麦稍稀。\r\n何当携手去，岁暮采芳菲。"
        },
        {
            "title": "军师凯旋自邕州顺流舟中",
            "content": "鸣鞞入嶂口，泛舸历川湄。尚想江陵阵，犹疑下濑师。\r\n岸回帆影疾，风逆鼓声迟。萍叶沾兰桨，林花拂桂旗。\r\n弓鸣苍隼落，剑动白猿悲。芳树吟羌管，幽篁入楚词。\r\n全军多胜策，无战在明时。寄谢山东妙，长缨徒自欺。"
        },
        {
            "title": "奉和圣制幸韦嗣立山庄应制",
            "content": "万骑千官拥帝车，八龙三马访仙家。\r\n凤凰原上开青壁，鹦鹉杯中弄紫霞。"
        },
        {
            "title": "王屋山第之侧杂",
            "content": "桂亭依绝巘，兰榭俯回溪。绮栋鱼鳞出，雕甍凤羽栖。\r\n引泉聊涨沼，凿磴且通蹊。席上山花落，帘前野树低。\r\n弋林开曙景，钓渚发晴霓。狎水惊梁雁，临风听楚鸡。\r\n复看题柳叶，弥喜荫桐圭。"
        },
        {
            "title": "送骆奉礼从军",
            "content": "玉塞边烽举，金坛庙略申。羽书资锐笔，戎幕引英宾。\r\n剑动三军气，衣飘万里尘。琴尊留别赏，风景惜离晨。\r\n笛梅含晚吹，营柳带馀春。希君勒石返，歌舞入城闉。"
        },
        {
            "title": "送光禄刘主簿之洛",
            "content": "函谷双崤右，伊川二陕东。仙舟窅将隔，芳斝暂云同。\r\n朋席馀欢尽，文房旧侣空。他乡千里月，岐路九秋风。\r\n背枥嘶班马，分洲叫断鸿。别后青山外，相望白云中。"
        },
        {
            "title": "和杜学士旅次淮口阻风",
            "content": "夕吹生寒浦，清淮上暝潮。迎风欲举棹，触浪反停桡。\r\n淼漫烟波阔，参差林岸遥。日沉丹气敛，天敞白云销。\r\n水雁衔芦叶，沙鸥隐荻苗。客行殊未已，川路几迢迢。"
        },
        {
            "title": "夏晚九成宫呈同僚",
            "content": "碣馆分襄野，平台架射峰。英藩信炜烨，胜地本从容。\r\n林引梧庭凤，泉归竹沼龙。小轩恒共处，长坂属相从。\r\n野席兰琴奏，山台桂酒醲。一枰移昼景，六著尽宵钟。\r\n枚藻清词律，邹谈耀辩锋。结欢良有裕，联采愧无庸。\r\n暂悦丘中赏，还希物外踪。风烟远近至，鱼鸟去来逢。\r\n月涧横千丈，云崖列万重。树红山果熟，崖绿水苔浓。\r\n愿以西园柳，长间北岩松。"
        },
        {
            "title": "饯薛大夫护边",
            "content": "荒隅时未通，副相下临戎。授律星芒动，分兵月晕空。\r\n犀皮拥青橐，象齿饰雕弓。决胜三河勇，长驱六郡雄。\r\n登山窥代北，屈指计辽东。伫见燕然上，抽毫颂武功。"
        },
        {
            "title": "奉和杜员外扈从教阅",
            "content": "杪冬岩杀气，穷纪送颓光。薄狩三农隙，大阅五戎场。\r\n菜田初起烧，兰野正开防。夹岸虹旗转，分朋兽罟张。\r\n燕弧带晓月，吴剑动秋霜。原启前禽路，山萦后骑行。\r\n云区坠日羽，星苑毙天狼。礼振军容肃，威宣武节扬。\r\n神心体殷祝，灵兆叶姬祥。幸陪仙驾末，欣采翰林芳。"
        },
        {
            "title": "倡妇行",
            "content": "十年倡家妇，三秋边地人。红妆楼上歇，白发陇头新。\r\n夜夜风霜苦，年年征戍频。山西长落日，塞北久无春。\r\n团扇辞恩宠，回文赠苦辛。胡兵屡攻战，汉使绝和亲。\r\n消息如瓶井，沉浮似路尘。空馀千里月，照妾两眉嚬。"
        },
        {
            "title": "皇帝上礼抚事述怀",
            "content": "配极辉光远，承天顾托隆。负图济多难，脱履归成功。\r\n圣道昭永锡，邕言让在躬。还推万方重，咸仰四门聪。\r\n恭已忘自逸，因人体至公。垂旒沧海晏，解网法星空。\r\n云散天五色，春还日再中。称觞合缨弁，率舞应丝桐。\r\n凯乐深居镐，传歌盛饮丰。小臣滥簪笔，无以颂唐风。"
        },
        {
            "title": "奉和天枢成宴夷夏群僚应制",
            "content": "辙迹光西崦，勋庸纪北燕。何如万方会，颂德九门前。\r\n灼灼临黄道，迢迢入紫烟。仙盘正下露，高柱欲承天。\r\n山类丛云起，珠疑大火悬。声流尘作劫，业固海成田。\r\n帝泽倾尧酒，宸歌掩舜弦。欣逢下生日，还睹上皇年。"
        },
        {
            "title": "奉和幸三会寺应制",
            "content": "故台苍颉里，新邑紫泉居。岁在开金寺，时来降玉舆。\r\n龙形虽近刹，鸟迹尚留书。竹是蒸青外，池仍点墨馀。\r\n天文光圣草，宝思合真如。谬奉千龄日，欣陪十地初。"
        },
        {
            "title": "奉和幸望春宫送朔方总管张仁亶",
            "content": "玉塞征骄子，金符命老臣。三军张武旆，万乘饯行轮。\r\n猛气凌玄朔，崇恩降紫宸。投醪还结士，辞第本忘身。\r\n露下鹰初击，风高雁欲宾。方销塞北祲，还靖漠南尘。"
        },
        {
            "title": "奉和幸长安故城未央宫应制",
            "content": "旧宫贤相筑，新苑圣君来。运改城隍变，年深栋宇摧。\r\n后池无复水，前殿久成灰。莫辨祈风观，空传承露杯。\r\n宸心千载合，睿律九韵开。今日联章处，犹疑上柏台。"
        },
        {
            "title": "奉和幸韦嗣立山庄侍宴应制",
            "content": "南洛师臣契，东岩王佐居。幽情遗绂冕，宸眷属樵渔。\r\n制下峒山跸，恩回灞水舆。松门驻旌盖，薜幄引簪裾。\r\n石磴平黄陆，烟楼半紫虚。云霞仙路近，琴酒俗尘疏。\r\n乔木千龄外，悬泉百丈馀。崖深经炼药，穴古旧藏书。\r\n树宿抟风鸟，池潜纵壑鱼。宁知天子贵，尚忆武侯庐。"
        },
        {
            "title": "奉和拜洛应制",
            "content": "七萃銮舆动，千年瑞检开。文如龟负出，图似凤衔来。\r\n殷荐三神享，明禋万国陪。周旗黄鸟集，汉幄紫云回。\r\n日暮钩陈转，清歌上帝台。"
        },
        {
            "title": "太平公主山亭侍宴应制（景龙三年八月十三日",
            "content": "黄金瑞榜绛河隈，白玉仙舆紫禁来。碧树青岑云外耸，\r\n朱楼画阁水中开。龙舟下瞰鲛人室，羽节高临凤女台。\r\n遽惜欢娱歌吹晚，挥戈更却曜灵回。"
        },
        {
            "title": "奉和初春幸太平公主南庄应制（景龙三年二月",
            "content": "主家山第接云开，天上春游动地来。羽骑参差花外转，\r\n霓旌摇曳日边回。还将石溜调琴曲，更取峰霞入酒杯。\r\n鸾辂已辞乌鹊渚，箫声犹绕凤凰台。"
        },
        {
            "title": "兔",
            "content": "上蔡应初击，平风远不稀。目随槐叶长，形逐桂条飞。\r\n汉月澄秋色，梁园映雪辉。唯当感纯孝，郛郭引兵威。"
        },
        {
            "title": "鹿",
            "content": "涿鹿闻中冀，秦原辟帝畿。柰花开旧苑，萍叶蔼前诗。\r\n道士乘仙日，先生折角时。方怀丈夫志，抗首别心期。"
        },
        {
            "title": "熊",
            "content": "导洛宜阳右，乘春别馆前。昭仪忠汉日，太傅翊周年。\r\n列射三侯满，兴师七步旋。莫言舒紫褥，犹异饮清泉。"
        },
        {
            "title": "羊",
            "content": "绝饮惩浇俗，行驱梦逸材。仙人拥石去，童子驭车来。\r\n夜玉含星动，晨毡映雪开。莫言鸿渐力，长牧上林隈。"
        },
        {
            "title": "豹",
            "content": "车法肇宗周，鼷文阐大猷。还将君子变，来蕴太公筹。\r\n委质超羊鞟，飞名列虎侯。若令逢雨露，长隐南山幽。"
        },
        {
            "title": "牛",
            "content": "齐歌初入相，燕阵早横功。欲向桃林下，先过梓树下。\r\n在吴频喘月，奔梦屡惊风。不用五丁士，如何九折通。"
        },
        {
            "title": "龙",
            "content": "衔烛耀幽都，含章拟凤雏。西秦饮渭水，东洛荐河图。\r\n带火移星陆，升云出鼎湖。希逢圣人步，庭阙正晨趋。"
        },
        {
            "title": "人日侍宴大明宫恩赐彩缕人胜应制",
            "content": "凤城景色已含韶，人日风光倍觉饶。桂吐半轮迎此夜，\r\n蓂开七叶应今朝。鱼猜水冻行犹涩，莺喜春熙弄欲娇。\r\n愧奉登高摇彩翰，欣逢御气上丹霄。"
        },
        {
            "title": "雀",
            "content": "大厦初成日，嘉宾集杏梁。衔书表周瑞，入幕应王祥。\r\n暮宿江城里，朝游涟水傍。愿齐鸿鹄至，希逐凤凰翔。"
        },
        {
            "title": "马",
            "content": "天马本来东，嘶惊御史骢。苍龙遥逐日，紫燕迥追风。\r\n明月来鞍上，浮云落盖中。得随穆天子，何假唐成公。"
        },
        {
            "title": "燕",
            "content": "天女伺辰至，玄衣澹碧空。差池沐时雨，颉颃舞春风。\r\n相贺雕阑侧，双飞翠幕中。勿惊留爪去，犹冀误吴宫。"
        },
        {
            "title": "莺",
            "content": "芳树杂花红，群莺乱晓空。声分折杨吹，娇韵落梅风。\r\n写啭清弦里，迁乔暗木中。友生若可冀，幽谷响还通。"
        },
        {
            "title": "麟",
            "content": "汉祀应祥开，鲁郊西狩回。奇音中钟吕，成角喻英才。\r\n画像临仙阁，藏书入帝台。若惊能吐浦，为待凤凰来。"
        },
        {
            "title": "凫",
            "content": "飒沓睢阳涘，浮游汉水隈。钱飞出井见，鹤引入琴哀。\r\n李陵赋诗罢，王乔曳舄来。何当归太液，翱集动成雷。"
        },
        {
            "title": "鹤",
            "content": "黄鹤远联翩，从鸾下紫烟。翱翔一万里，来去几千年。\r\n已憩青田侧，时游丹禁前。莫言空警露，犹冀一闻天。"
        },
        {
            "title": "凤",
            "content": "有鸟居丹穴，其名曰凤凰。九苞应灵瑞，五色成文章。\r\n屡向秦楼侧，频过洛水阳。鸣岐今日见，阿阁伫来翔。"
        },
        {
            "title": "象",
            "content": "郁林开郡毕，维扬作贡初。万推方演梦，惠子正焚书。\r\n执燧奔吴战，量舟入魏墟。六牙行致远，千叶奉高居。"
        },
        {
            "title": "雉",
            "content": "白雉振朝声，飞来表太平。楚郊疑凤出，陈宝若鸡鸣。\r\n童子怀仁至，中郎作赋成。冀君看饮啄，耿介独含情。"
        },
        {
            "title": "橘",
            "content": "万里盘根植，千秋布叶繁。既荣潘子赋，方重陆生言。\r\n玉花含霜动，金衣逐吹翻。愿辞湘水曲，长茂上林园。"
        },
        {
            "title": "鹊",
            "content": "不分荆山抵，甘从石印飞。危巢畏风急，绕树觉星稀。\r\n喜逐行人至，愁随织女归。倘游明镜里，朝夕动光辉。"
        },
        {
            "title": "李",
            "content": "潘岳闲居日，王戎戏陌辰。蝶游芳径馥，莺啭弱枝新。\r\n叶暗青房晚，花明玉井春。方知有灵干，特用表真人。"
        },
        {
            "title": "桃",
            "content": "独有成蹊处，秾华发井傍。山风凝笑脸，朝露泫啼妆。\r\n隐士颜应改，仙人路渐长。还欣上林苑，千岁奉君王。"
        },
        {
            "title": "梨",
            "content": "擅美玄光侧，传芳瀚海中。凤文疏象郁，花影丽新丰。\r\n色对瑶池紫，甘依大谷红。若令逢汉主，还冀识张公。"
        },
        {
            "title": "桐",
            "content": "孤秀峰阳岑，亭亭出众林。春光杂凤影，秋月弄圭阴。\r\n高映龙门迥，双依玉井深。不因将入爨，谁谓作鸣琴。"
        },
        {
            "title": "柳",
            "content": "杨柳郁氤氲，金堤总翠氛。庭前花类雪，楼际叶如云。\r\n列宿分龙影，芳池写凤文。短箫何以奏，攀折为思君。"
        },
        {
            "title": "奉和幸大荐福寺应制（寺即中宗旧宅）",
            "content": "雁沼开香域，鹦林降彩旃。还窥图凤宇，更坐跃龙川。\r\n桂舆朝群辟，兰宫列四禅。半空银阁断，分砌宝绳连。\r\n甘雨苏燋泽，慈云动沛篇。独惭贤作砺，空喜福成田。"
        },
        {
            "title": "槐",
            "content": "暮律移寒火，春宫长旧栽。叶生驰道侧，花落凤庭隈。\r\n烈士怀忠触，鸿儒访业来。何当赤墀下，疏干拟三台。"
        },
        {
            "title": "桂",
            "content": "未植银宫里，宁移玉殿幽。枝生无限月，花满自然秋。\r\n侠客条为马，仙人叶作舟。愿君期道术，攀折可淹留。"
        },
        {
            "title": "雁",
            "content": "春晖满朔方，归雁发衡阳。望月惊弦影，排云结阵行。\r\n往还倦南北，朝夕苦风霜。寄语能鸣侣，相随入帝乡。"
        },
        {
            "title": "松",
            "content": "郁郁高岩表，森森幽涧陲。鹤栖君子树，风拂大夫枝。\r\n百尺条阴合，千年盖影披。岁寒终不改，劲节幸君知。"
        },
        {
            "title": "瓜",
            "content": "欲识东陵味，青门五色瓜。龙蹄远珠履，女臂动金花。\r\n六子方呈瑞，三仙实可嘉。终朝奉絺绤，谒帝伫非赊。"
        },
        {
            "title": "菱",
            "content": "钜野韶光暮，东平春溜通。影摇江浦月，香引棹歌风。\r\n日色翻池上，潭花发镜中。五湖多赏乐，千里望难穷。"
        },
        {
            "title": "萍",
            "content": "二月虹初见，三春蚁正浮。青蘋含吹转，紫帝带波流。\r\n屡逐明神荐，常随旅客游。既能甜似蜜，还绕楚王舟。"
        },
        {
            "title": "乌",
            "content": "日路朝飞急，霜台夕影寒。联翩依月树，迢递绕风竿。\r\n白首何年改，青琴此夜弹。灵台如可托，千里向长安。"
        },
        {
            "title": "荷",
            "content": "新溜满澄陂，圆荷影若规。风来香气远，日落盖阴移。\r\n鱼戏排缃叶，龟浮见绿池。魏朝难接采，楚服但同披。"
        },
        {
            "title": "茅",
            "content": "楚甸供王日，衡阳入贡年。麏包青野外，鸱啸绮楹前。\r\n尧帝成茨罢，殷汤祭雨旋。方期大君锡，不惧小巫捐。"
        },
        {
            "title": "萱",
            "content": "屣步寻芳草，忘忧自结丛。黄英开养性，绿叶正依笼。\r\n色湛仙人露，香传少女风。还依北堂下，曹植动文雄。"
        },
        {
            "title": "竹",
            "content": "高簳楚江濆，婵娟合曙氛。白花摇凤影，青节动龙文。\r\n叶扫东南日，枝捎西北云。谁知湘水上，流泪独思君。"
        },
        {
            "title": "兰",
            "content": "虚室重招寻，忘言契断金。英浮汉家酒，雪俪楚王琴。\r\n广殿轻香发，高台远吹吟。河汾应擢秀，谁肯访山阴。"
        },
        {
            "title": "烛",
            "content": "兔月清光隐，龙盘画烛新。三星花入夜，四序玉调晨。\r\n浮炷依罗幌，吹香匝绮茵。若逢燕国相，持用举贤人。"
        },
        {
            "title": "扇",
            "content": "翟羽旧传名，蒲葵价不轻。花芳不满面，罗薄讵障声。\r\n御热含风细，临秋带月明。同心如可赠，持表合欢情。"
        },
        {
            "title": "藤",
            "content": "吐吐依松磴，舒苗长石台。神农尝药罢，质子寄书来。\r\n色映蒲萄架，花分竹叶杯。金堤不见识，玉润几重开。"
        },
        {
            "title": "鉴",
            "content": "明鉴掩尘埃，含情照魏台。日中乌鹊至，花里凤凰来。\r\n玉彩疑冰彻，金辉似月开。方知乐彦辅，自有鉴人才。"
        },
        {
            "title": "屏",
            "content": "洞彻琉璃蔽，威纡屈膝回。锦中云母列，霞上织成开。\r\n山水含春动，神仙倒景来。修身兼竭节，谁识作铭才。"
        },
        {
            "title": "菊",
            "content": "玉律三秋暮，金精九日开。荣舒洛媛浦，香泛野人怀。\r\n靃靡寒潭侧，丰茸晓岸隈。黄花今日晚，无复白衣来。"
        },
        {
            "title": "帘",
            "content": "清风时入燕，紫殿几含秋。暧暧笼铃阁，纤纤上玉钩。\r\n窗中翡翠动，户外水精浮。巧作盘龙势，长迎飞燕游。"
        },
        {
            "title": "酒",
            "content": "孔坐洽良俦，陈筵几献酬。临风竹叶满，湛月桂香浮。\r\n每接高阳宴，长陪河朔游。会从玄石饮，云雨出圆丘。"
        },
        {
            "title": "帷",
            "content": "久闭先生户，高褰太守车。罗将翡翠合，锦逐凤皇舒。\r\n明月弹琴夜，清风入幌初。方知决胜策，黄石受兵书。"
        },
        {
            "title": "被",
            "content": "桂友寻东阁，兰交聚北堂。象筵分锦绣，罗荐合鸳鸯。\r\n光逸偷眠稳，王章泣恨长。孔怀欣共寝，棣萼几含芳。"
        },
        {
            "title": "车",
            "content": "天子驭金根，蒲轮辟四门。五神趋雪至，双毂似雷奔。\r\n丹凤栖金辖，非熊载宝轩。无阶忝虚左，珠乘奉王言。"
        },
        {
            "title": "舟",
            "content": "征棹三江暮，连樯万里回。相乌风际转，画鹢浪前开。\r\n羽客乘霞至，仙人弄月来。何当同传说，特展巨川材。"
        },
        {
            "title": "布",
            "content": "御绩创羲黄，缁冠表素王。瀑飞临碧海，火浣擅炎方。\r\n孙被登三相，刘衣阐四方。伫因舂斗粟，来晓棣华芳。"
        },
        {
            "title": "绫",
            "content": "金缕通秦国，为裘指魏君。落花遥写雾，飞鹤近图云。\r\n马眼冰凌影，竹根雪霰文。何当画秦女，烟际坐氤氲。"
        },
        {
            "title": "席",
            "content": "辟席承宣父，重筵揖戴公。桂香浮半月，兰气袭回风。\r\n舞拂丹霞上，歌清白雪中。伫将文绮色，舒卷帝王宫。"
        },
        {
            "title": "梅",
            "content": "大庾敛寒光，南枝独早芳。雪含朝暝色，风引去来香。\r\n妆面回青镜，歌尘起画梁。若能遥止渴，何暇泛琼浆。"
        },
        {
            "title": "罗",
            "content": "妙舞随裙动，行歌入扇清。莲花依帐发，秋月鉴帷明。\r\n云薄衣初卷，蝉飞翼转轻。若珍三代服，同擅绮纨名。"
        },
        {
            "title": "锦",
            "content": "汉使巾车远，河阳步障陈。云浮仙石日，霞满蜀江春。\r\n机迥回文巧，绅兼束发新。若逢楚王贵，不作夜行人。"
        },
        {
            "title": "钱",
            "content": "汉日五铢建，姬年九府流。天龙带泉宝，地马列金沟。\r\n赵壹囊初乏，何曾箸欲收。金门应入论，玉井冀来求。"
        },
        {
            "title": "银",
            "content": "思妇屏辉掩，游人烛影长。玉壶初下箭，桐井共安床。\r\n色带长河色，光浮满月光。灵山有珍瓮，仙阙荐君王。"
        },
        {
            "title": "金",
            "content": "南楚标前贡，西秦识旧城。祭天封汉岭，掷地警孙声。\r\n向日披沙净，含风振铎鸣。方同杨伯起，独有四知名。"
        },
        {
            "title": "玉",
            "content": "映石先过魏，连城欲向秦。洛阳陪胜友，燕赵类佳人。\r\n方水晴虹媚，常山瑞马新。徒为卞和识，不遇楚王珍。"
        },
        {
            "title": "舞",
            "content": "妙伎游金谷，佳人满石城。霞衣席上转，花岫雪前朝。\r\n仪凤谐清曲，回鸾应雅声。非君一愿重，谁赏素腰轻。\r\n第六十卷"
        },
        {
            "title": "歌",
            "content": "汉帝临汾水，周仙去洛滨。郢中吟白雪，梁上绕飞尘。\r\n响发行云驻，声随子夜新。愿君听扣角，当自识贤臣。"
        },
        {
            "title": "笙",
            "content": "悬匏曲沃上，孤筱汶阳隈。形写歌鸾翼，声随舞凤衰。\r\n欢娱分北里，纯孝即南陔。今日虞音奏，跄跄鸟兽来。"
        },
        {
            "title": "筝",
            "content": "蒙恬芳轨设，游楚妙弹开。新曲帐中发，清音指下来。\r\n钿装模六律，柱列配三才。莫听西秦奏，筝筝有剩哀。"
        },
        {
            "title": "琵琶",
            "content": "朱丝闻岱谷，铄质本多端。半月分弦出，丛花拂面安。\r\n将军曾制曲，司马屡陪观。本是胡中乐，希君马上弹。"
        },
        {
            "title": "瑟",
            "content": "伏羲初制法，素女昔传名。流水嘉鱼跃，丛台舞凤惊。\r\n嘉宾饮未极，君子娱俱并。倘入丘之户，应知由也情。"
        },
        {
            "title": "琴",
            "content": "名士竹林隈，鸣琴宝匣开。风前中散至，月下步兵来。\r\n淮海多为室，梁岷旧作台。子期如可听，山水响馀哀。"
        },
        {
            "title": "弓",
            "content": "桃文称辟恶，桑质表初生。宛转雕鞬际，依稀半月明。\r\n遥弯落雁影，虚引怯猿声。徒切乌号思，攀龙遂不成。"
        },
        {
            "title": "鼓",
            "content": "舜日谐鼗响，尧年韵土声。向楼疑吹击，震谷似雷惊。\r\n仙鹤排门起，灵鼍带水鸣。乐云行已奏，礼曰冀相成。"
        },
        {
            "title": "珠",
            "content": "灿烂金舆侧，玲珑玉殿隈。昆池明月满，合浦夜光回。\r\n彩逐灵蛇转，形随舞凤来。甘泉宫起罢，花媚望风台。"
        },
        {
            "title": "戈",
            "content": "富父舂喉日，殷辛漂杵年。晓霜含白刃，落影驻雕鋋。\r\n夕摈金门侧，朝提玉塞前。愿随龙影度，横□阵云边。"
        },
        {
            "title": "箫",
            "content": "虞舜调清管，王褒赋雅音。参差横凤翼，搜索动人心。\r\n□□□□□，□□□□□。□□□□□，□□□□□。"
        },
        {
            "title": "旌",
            "content": "告善康庄侧，求贤市肆中。拥麾分彩雉，持节曳丹虹。\r\n影丽天山雪，光摇朔寒风。方知美周政，抗旆赋车攻。"
        },
        {
            "title": "旗",
            "content": "桂影承宵月，虹辉接曙云。纵横齐八阵，舒卷引三军。\r\n日薄蛟龙影，风翻鸟隼文。谁知怀勇志，蟠地几缤纷。"
        },
        {
            "title": "弩",
            "content": "挺质本轩皇，申威振远方。机张惊雉雊，玉彩耀星芒。\r\n高鸟行应尽，清猿坐见伤。苏秦六百步，持此说韩王。"
        },
        {
            "title": "床",
            "content": "传闻有象床，畴昔献君王。玳瑁千金起，珊瑚七宝妆。\r\n桂筵含柏馥，兰席拂沉香。愿奉罗帷夜，长乘秋月光。"
        },
        {
            "title": "弹",
            "content": "侠客持苏合，佳游满帝乡。避丸深可诮，求炙遂难忘。\r\n金迸疑星落，珠沉似月光。谁知少孺子，将此见吴王。"
        },
        {
            "title": "箭",
            "content": "汉甸初收羽，燕城忽解围。影随流水急，光带落星飞。\r\n夏列三成范，尧沉九日辉。断蛟云梦泽，希为识忘归。"
        },
        {
            "title": "刀",
            "content": "列辟鸣鸾至，惟良佩犊旋。带环疑写月，引鉴似含泉。\r\n入梦华梁上，含锋彩笔前。莫惊一百炼，特拟定三边。"
        },
        {
            "title": "剑",
            "content": "我有昆吾剑，求趋夫子庭。白虹时切玉，紫气夜干星。\r\n锷上芙蓉动，匣中霜雪明。倚天持报国，画地取雄名。"
        },
        {
            "title": "素",
            "content": "□□□□女，纤腰洛浦妃。□□远方望，雁足上林飞。\r\n妙夺鲛绡色，光腾月扇辉。非君下路去，谁赏故人机。"
        },
        {
            "title": "墨",
            "content": "长安分石炭，上党结松心。绕画蝇初落，含滋绶更深。\r\n悲丝光易染，叠素彩还沉。别有张芝学，书池幸见临。"
        },
        {
            "title": "砚",
            "content": "左思裁赋日，王充作论年。光随锦文发，形带石岩圆。\r\n积润循毫思，开池小学前。君苗徒见爇，谁咏士衡篇。"
        },
        {
            "title": "笔",
            "content": "握管门庭侧，含毫山水隈。霜辉简上发，锦字梦中开。\r\n鹦鹉摛文至，麒麟绝句来。何当遇良史，左右振奇才。"
        },
        {
            "title": "书",
            "content": "削简龙文见，临池鸟迹舒。河图八卦出，洛范九畴初。\r\n垂露春光满，崩云骨气馀。请君看入木，一寸乃非虚。"
        },
        {
            "title": "赋",
            "content": "布义孙卿子，登高楚屈平。铜台初下笔，乐观正飞缨。\r\n乍有凌云势，时闻掷地声。造端长体物，无复大夫名。"
        },
        {
            "title": "诗",
            "content": "都尉仙凫远，梁王驷马来。扇中纨素制，机上锦纹回。\r\n天子三章传，陈王七步才。缁衣久擅美，祖德信悠哉。"
        },
        {
            "title": "史",
            "content": "马记天官设，班图地里新。善谈方亹亹，青简见彬彬。\r\n方朔初闻汉，荆轲昔向秦。正辞堪载笔，终冀作良臣。"
        },
        {
            "title": "经",
            "content": "汉室鸿儒盛，邹堂大义明。五千道德阐，三百礼仪成。\r\n青紫方拾芥，黄金徒满籝。谁知怀逸辩，重席冠群英。"
        },
        {
            "title": "檄",
            "content": "羽檄本宣明，由来□木声。联翩至汉国，迢递入燕营。\r\n毛义持书去，张仪韫璧行。曹风虽觉愈，陈草始知名。"
        },
        {
            "title": "桥",
            "content": "乌鹊填应满，黄公去不归。势疑虹始见，形似雁初飞。\r\n妙应七星制，高分半月辉。秦王空构石，仙岛远难依。"
        },
        {
            "title": "池",
            "content": "彩棹浮太液，清觞醉习家。诗情对明月，云曲拂流霞。\r\n烟散龙形净，波含凤影斜。安仁动秋兴，鱼鸟思空赊。"
        },
        {
            "title": "纸",
            "content": "妙迹蔡侯施，芳名左伯驰。云飞锦绮落，花发缥红披。\r\n舒卷随幽显，廉方合轨仪。莫惊反掌字，当取葛洪规。"
        },
        {
            "title": "宅",
            "content": "寂寞蓬蒿径，喧喧湫隘庐。屡隆长者辙，时引故人车。\r\n孟母迁邻罢，将军辞第初。谁怜草玄处，独对一床书。"
        },
        {
            "title": "井",
            "content": "玉甃谈仙客，铜台赏魏君。蜀都宵映火，杞国旦生云。\r\n向日莲花净，含风李树薰。已开千里国，还聚五星文。"
        },
        {
            "title": "市",
            "content": "闤闠开三市，旗亭起百寻。渐离初击筑，司马正弹琴。\r\n细柳龙鳞映，长槐兔月阴。徒知观卫玉，讵肯挂秦巾。"
        },
        {
            "title": "门",
            "content": "奕奕彤闱下，煌煌紫禁隈。阿房万户列，阊阖九重开。\r\n疏广遗荣去，于公待驷来。讵知金马侧，方朔有奇才。"
        },
        {
            "title": "城",
            "content": "四塞称天府，三河建洛都。飞云霭层阙，白日丽南隅。\r\n独下仙人凤，群惊御史乌。何辞一万里，边徼捍匈奴。"
        },
        {
            "title": "河",
            "content": "源出昆仑中，长波接汉空。桃花来马颊，竹箭入龙宫。\r\n德水千年变，荣光五色通。若披兰叶检，□□□□□。"
        },
        {
            "title": "江",
            "content": "日夕三江望，灵潮万里回。霞津锦浪云，月浦练花开。\r\n湍似黄牛去，涛从白马来。英灵已杰出，谁识卿云才。"
        },
        {
            "title": "海",
            "content": "习坎疏丹壑，朝宗合紫微。三山巨鳌涌，万里大鹏飞。\r\n楼写春云色，珠含明月辉。会因添雾露，方逐众川归。"
        },
        {
            "title": "山",
            "content": "地镇标神秀，峨眉上翠氛。泉飞一道带，峰出半天云。\r\n古壁丹青色，新花绮绣纹。已开封禅所，希谒圣明君。"
        },
        {
            "title": "道",
            "content": "铜驼分巩洛，剑阁低临邛。紫徼三千里，青楼十二重。\r\n玉关尘似雪，金穴马如龙。今日中衢上，尧尊更可逢。"
        },
        {
            "title": "原",
            "content": "玉粲销忧日，江淹起恨年。带川遥绮错，分隰迥阡眠。\r\n□□横周甸，莓苔阙晋田。方知急难响，长在脊令篇。"
        },
        {
            "title": "雪",
            "content": "瑞雪惊千里，同云暗九霄。地疑明月夜，山似白云朝。\r\n逐舞花光动，临歌扇影飘。大周天阙路，今日海神朝。"
        },
        {
            "title": "田",
            "content": "贡禹怀书日，张衡作赋辰。杏花开凤轸，菖叶布龙鳞。\r\n瑞麦两岐秀，嘉禾同颖新。宁知帝王力，击壤自安贫。"
        },
        {
            "title": "雨",
            "content": "西北云肤起，东南雨足来。灵童出海见，神女向台回。\r\n斜影风前合，圆文水上开。十旬无破块，九土信康哉。"
        },
        {
            "title": "楼",
            "content": "百尺重城际，千寻大道隈。汉宫井干起，吴国落星开。\r\n笛怨绿珠去，箫随弄玉来。销忧聊暇日，谁识仲宣才。"
        },
        {
            "title": "雾",
            "content": "曹公迷楚泽，汉帝出平城。涿鹿妖氛静，丹山霁色明。\r\n类烟飞稍重，方雨散还轻。倘入非熊兆，宁思玄豹情。"
        },
        {
            "title": "露",
            "content": "滴沥明花苑，葳蕤泫竹丛。玉垂丹棘上，珠湛绿荷中。\r\n夜警千年鹤，朝零七月风。愿凝仙掌内，长奉未央宫。"
        },
        {
            "title": "烟",
            "content": "瑞气凌青阁，空濛上翠微。迥浮双阙路，遥拂九仙衣。\r\n桑柘迎寒色，松篁暗晚晖。还当紫霄上，时接彩鸾飞。"
        },
        {
            "title": "云",
            "content": "英英大梁国，郁郁秘书台。碧落从龙起，青山触石来。\r\n官名光邃古，盖影耿轻埃。飞感高歌发，威加四海回。"
        },
        {
            "title": "风",
            "content": "落日生蘋末，摇扬遍远林。带花疑凤舞，向竹似龙吟。\r\n月动临秋扇，松清入夜琴。若至兰台下，还拂楚王襟。"
        },
        {
            "title": "星",
            "content": "蜀郡灵槎转，丰城宝剑新。将军临北塞，天子入西秦。\r\n未作三台辅，宁为五老臣。今宵颍川曲，谁识聚贤人。"
        },
        {
            "title": "月",
            "content": "桂满三五夕，蓂开二八时。清辉飞鹊鉴，新影学蛾眉。\r\n皎洁临疏牖，玲珑鉴薄帷。愿言从爱客，清夜幸同嬉。"
        },
        {
            "title": "天官崔侍郎夫人吴氏挽歌",
            "content": "宠服当年盛，芳魂此地穷。剑飞龙匣在，人去鹊巢空。\r\n簟怆孤生竹，琴哀半死桐。唯当青史上，千载仰嫔风。\r\n第五十九卷"
        },
        {
            "title": "武三思挽歌",
            "content": "玉匣金为缕，银钩石作铭。短歌伤薤曲，长暮泣松扃。\r\n事往昏朝雾，人亡折夜星。忠贤良可惜，图画入丹青。"
        },
        {
            "title": "马武骑挽歌二首",
            "content": "五日皆休沐，三泉独不归。池台金阙是，尊酒玳筵非。\r\n巷静游禽入，门闲过客稀。唯馀昔年凤，尚绕故楼飞。\r\n昔下天津馆，尝过帝子家。夜倾金屋酒，春舞玉台花。\r\n试马依红埒，吹箫弄紫霞。谁言东郭路，翻枉北门车。"
        },
        {
            "title": "洛",
            "content": "九洛韶光媚，三川物候新。花明丹凤浦，日映玉鸡津。\r\n元礼期仙客，陈王睹丽人。神龟方锡瑞，绿字重来臻。"
        },
        {
            "title": "同申拜庆",
            "content": "玉关方叱驭，桂苑正陪舆。桓岭嗟分翼，姜川限馈鱼。\r\n雪花含□晚，云叶带荆舒。重此西流咏，弥伤南至初。"
        },
        {
            "title": "九月奉教作",
            "content": "曲池朝下雁，幽砌夕吟蛩。叶径兰芳尽，花潭菊气浓。\r\n寒催四序律，霜度九秋钟。还当明月夜，飞盖远相从。"
        },
        {
            "title": "六月奉教作",
            "content": "养日暂裴回，畏景尚悠哉。避暑移琴席，追凉□□□。\r\n竹风依扇动，桂酒溢壶开。劳饵□飞雪，自可□□□。"
        },
        {
            "title": "五月奉教作",
            "content": "绿树炎氛满，朱楼夏景长。池含冻雨气，山映火云光。\r\n果院新樱熟，花庭曙槿芳。欲逃三伏暑，还泛十旬觞。"
        },
        {
            "title": "四月奉教作",
            "content": "暄籥三春谢，炎钟九夏初。润浮梅雨夕，凉散麦风馀。\r\n叶暗庭帏满，花残院锦疏。胜情多赏托，尊酒狎林箊。"
        },
        {
            "title": "十一月奉教作",
            "content": "凝阴结暮序，严气肃长飙。霜犯狐裘夕，寒侵兽火朝。\r\n冰深遥架浦，雪冻近封条。平原已从猎，日暮整还镳。"
        },
        {
            "title": "野",
            "content": "凤出秦郊迥，鹑飞楚塞空。苍梧云影去，涿鹿雾光通。\r\n草暗少原绿，花明入蜀红。谁言版筑士，犹处傅岩中。"
        },
        {
            "title": "石",
            "content": "宗子维城固，将军饮羽威。岩花鉴里发，云叶锦中飞。\r\n入宋星初陨，过湘燕早归。倘因持补极，宁复想支机。"
        },
        {
            "title": "二月奉教作",
            "content": "柳陌莺初啭，梅梁燕始归。和风泛紫若，柔露濯青薇。\r\n日艳临花影，霞翻入浪晖。乘春重游豫，淹赏玩芳菲。"
        },
        {
            "title": "八月奉教作",
            "content": "春叶秋风起，苍葭晓露团。鹤鸣初警候，雁上欲凌寒。\r\n月镜如开匣，云缨似缀冠。清尊对旻序，高宴有馀欢。"
        },
        {
            "title": "春日游苑喜雨应诏",
            "content": "园楼春正归，入苑弄芳菲。密雨迎仙步，低云拂御衣。\r\n危花沾易落，度鸟湿难飞。膏泽登千庾，欢情遍九围。"
        },
        {
            "title": "三月奉教作",
            "content": "银井桐花发，金堂草色齐。韶光爱日宇，淑气满风蹊。\r\n蝶影将花乱，虹文向水低。芳春随意晚，佳赏日无暌。"
        },
        {
            "title": "饯骆四二首",
            "content": "平生何以乐，斗酒夜相逢。曲中惊别绪，醉里失愁容。\r\n星月悬秋汉，风霜入曙钟。明日临沟水，青山几万重。\r\n甲第驱车入，良宵秉烛游。人追竹林会，酒献菊花秋。\r\n霜吹飘无已，星河漫不流。重嗟欢赏地，翻召别离忧。"
        },
        {
            "title": "又送别",
            "content": "岐路方为客，芳尊暂解颜。人随转蓬去，春伴落梅还。\r\n白云度汾水，黄河绕晋关。离心不可问，宿昔鬓成斑。"
        },
        {
            "title": "晚景怅然简二三子",
            "content": "楚客秋悲动，梁台夕望赊。梧桐稍下叶，山桂欲开花。\r\n气引迎寒露，光收向晚霞。长歌白水曲，空对绿池毕。"
        },
        {
            "title": "和杜学士江南初霁羁怀",
            "content": "大江开宿雨，征棹下春流。雾卷晴山出，风恬晚浪收。\r\n岸花明水树，川鸟乱沙洲。羁眺伤千里，劳歌动四愁。"
        },
        {
            "title": "和杜侍御太清台宿真旦有怀",
            "content": "貂冠朝彩振，乌署晓光分。欲啸迁乔侣，先飞掷地文。\r\n庭虚麦雨润，林静蕙风薰。嵇驾终难仰，梁凫且自群。"
        },
        {
            "title": "和周记室从驾晓发合璧宫",
            "content": "濯龙春苑曙，翠凤晓旗舒。野色开烟后，山光澹月馀。\r\n风长笳烟咽，川迥骑行疏。珠履陪仙驾，金声振属车。"
        },
        {
            "title": "寒食清明日早赴王门率成",
            "content": "游客趋梁邸，朝光入楚台。槐烟乘晓散，榆火应春开。\r\n日带晴虹上，花随早蝶来。雄风乘令节，馀吹拂轻灰。"
        },
        {
            "title": "送李邕（一作送李安邑）",
            "content": "落日荒郊外，风景正凄凄。离人席上起，征马路傍嘶。\r\n别酒倾壶赠，行书掩泪题。殷勤御沟水，从此各东西。"
        },
        {
            "title": "送崔主簿赴沧州",
            "content": "紫陌追随日，青门相见时。宦游从此去，离别几年期。\r\n芳桂尊中酒，幽兰下调词。他乡有明月，千里照相思。"
        },
        {
            "title": "同赋山居七夕",
            "content": "明月青山夜，高天白露秋。花庭开粉席，云岫敞针楼。\r\n石类支机影，池似泛槎流。暂惊河女鹊，终狎野人鸥。"
        },
        {
            "title": "酬杜五弟晴朝独坐见赠",
            "content": "平明坐虚馆，旷望几悠哉。宿雾分空尽，朝光度隙来。\r\n影低藤架密，香动药阑开。未展山阳会，空留池上杯。"
        },
        {
            "title": "幸白鹿观应制",
            "content": "驻跸三天路，回旃万仞谿。真庭群帝飨，洞府百灵栖。\r\n玉酒仙垆酿，金方暗壁题。伫看青鸟入，还陟紫云梯。"
        },
        {
            "title": "游禁苑陪幸临渭亭遇雪应制",
            "content": "同云接野烟，飞雪暗长天。拂树添梅色，过楼助粉妍。\r\n光含班女扇，韵入楚王弦。六出迎仙藻，千箱答瑞年。"
        },
        {
            "title": "奉和骊山高顶寓目应制",
            "content": "步辇陟山巅，山高入紫烟。忠臣还捧日，圣后欲扪天。\r\n迥识平陵树，低看华岳莲。帝乡应不远，空见白云悬。"
        },
        {
            "title": "闰九月九日幸总持寺登浮图应制",
            "content": "闰节开重九，真游下大千。花寒仍荐菊，座晚更披莲。\r\n刹凤回雕辇，帆虹间彩旃。还将西梵曲，助入南薰弦。"
        },
        {
            "title": "十二月奉教作",
            "content": "玉烛年行尽，铜史漏犹长。池冷凝宵冻，庭寒积曙霜。\r\n兰心未动色，梅馆欲含芳。裴回临岁晚，顾步伫春光。"
        },
        {
            "title": "奉和七夕两仪殿会宴应制",
            "content": "灵匹三秋会，仙期七夕过。查来人泛海，桥渡鹊填河。\r\n帝缕升银阁，天机罢玉梭。谁言七襄咏，重入五弦歌。"
        },
        {
            "title": "甘露殿侍宴应制",
            "content": "月宇临丹地，云窗网碧纱。御筵陈桂醑，天酒酌榴花。\r\n水向浮桥直，城连禁苑斜。承恩恣欢赏，归路满烟霞。"
        },
        {
            "title": "十月奉教作",
            "content": "白藏初送节，玄律始迎冬。林枯黄叶尽，水耗绿池空。\r\n霜待临庭月，寒随入牖风。别有欢娱地，歌舞应丝桐。"
        },
        {
            "title": "奉和春日游苑喜雨应制",
            "content": "仙跸九成台，香筵万寿杯。一旬初降雨，二月早闻雷。\r\n叶向朝隮密，花含宿润开。幸承天泽豫，无使日光催。"
        },
        {
            "title": "奉和人日清晖阁宴群臣遇雪应制",
            "content": "三阳偏胜节，七日最灵辰。行庆传芳蚁，升高缀彩人。\r\n阶前蓂候月，楼上雪惊春。今日衔天造，还疑上汉津。"
        },
        {
            "title": "立春日侍宴内殿出剪彩花应制",
            "content": "早闻年欲至，剪彩学芳辰。缀绿奇能似，裁红巧逼真。\r\n花从箧里发，叶向手中春。不与时光竞，何名天上人。"
        },
        {
            "title": "侍宴长宁公主东庄应制",
            "content": "别业临青甸，鸣鸾降紫霄。长筵鹓鹭集，仙管凤皇调。\r\n树接南山近，烟含北渚遥。承恩咸已醉，恋赏未还镳。"
        },
        {
            "title": "中宗降诞日长宁公主满月侍宴应制",
            "content": "神龙见像日，仙凤养雏年。大火乘天正，明珠对月圆。\r\n作新金箧里，歌奏玉筐前。今日宜孙庆，还参祝寿篇。"
        },
        {
            "title": "汾阴行",
            "content": "君不见昔日西京全盛时，汾阴后土亲祭祠。\r\n斋宫宿寝设储供，撞钟鸣鼓树羽旂。汉家五叶才且雄，\r\n宾延万灵朝九戎。柏梁赋诗高宴罢，诏书法驾幸河东。\r\n河东太守亲扫除，奉迎至尊导銮舆。五营夹道列容卫，\r\n三河纵观空里闾。回旌驻跸降灵场，焚香奠醑邀百祥。\r\n金鼎发色正焜煌，灵祇炜烨摅景光。埋玉陈牲礼神毕，\r\n举麾上马乘舆出。彼汾这曲嘉可游，木兰为楫桂为舟。\r\n棹歌微吟彩鹢浮，箫鼓哀鸣白云秋。欢娱宴洽赐群后，\r\n家家复除户牛酒。声明动天乐无有，千秋万岁南山寿。\r\n自从天子向秦关，玉辇金车不复还。珠帘羽扇长寂寞，\r\n鼎湖龙髯安可攀。千龄人事一朝空，四海为家此路穷。\r\n豪雄意气今何在，坛场宫馆尽蒿蓬。路逢故老长叹息，\r\n世事回环不可测。昔时青楼对歌舞，今日黄埃聚荆棘。\r\n山川满目泪沾衣，富贵荣华能几时。不见只今汾水上，\r\n唯有年年秋雁飞。\r\n第五十八卷"
        },
        {
            "title": "宝剑篇",
            "content": "吴山开，越溪涸，三金合冶成宝锷。淬绿水，鉴红云，\r\n五彩焰起光氛氲。背上铭为万年字，胸前点作七星文。\r\n龟甲参差白虹色，辘轳宛转黄金饰。骇犀中断宁方利，\r\n骏马群騑未拟直。风霜凛凛匣上清，精气遥遥斗间明。\r\n避灾朝穿晋帝屋，逃乱夜入楚王城。一朝运偶逢大仙，\r\n虎吼龙鸣腾上天。东皇提升紫微座，西皇佩上赤城田。\r\n承平久息干戈事，侥幸得充文武备。除灾避患宜君王，\r\n益寿延龄后天地。"
        },
        {
            "title": "云",
            "content": "大梁白云起，氛氲殊未歇。锦文触石来，盖影凌天发。\r\n烟煴万年树，掩映三秋月。会入大风歌，从龙赴圆阙。"
        },
        {
            "title": "奉和送金城公主适西蕃应制",
            "content": "汉帝抚戎臣，丝言命锦轮。还将弄机女，远嫁织皮人。\r\n曲怨关山月，妆消道路尘。所嗟秾李树，空对小榆春。"
        },
        {
            "title": "清明日龙门游泛",
            "content": "晴晓国门通，都门蔼将发。纷纷洛阳道，南望伊川阙。\r\n衍漾乘和风，清明送芬月。林窥二山动，水见千龛越。\r\n罗袂罥杨丝，香桡犯苔发。群心行乐未，唯恐流芳歇。"
        },
        {
            "title": "鹧鸪（一作韦应物诗）",
            "content": "可怜鹧鸪飞，飞向树南枝。南枝日照暖，北枝霜露滋。\r\n露滋不堪栖，使我常夜啼。愿逢云中鹤，衔我向寥廓。\r\n愿作城上乌，一年生九雏。何不旧巢住，枝弱不得去。\r\n何意道苦辛，客子常畏人。"
        },
        {
            "title": "安辑岭表事平罢归",
            "content": "云端想京县，帝乡如可见。天涯望越台，海路几悠哉。\r\n六月飞鹏去，三年瑞雉来。境遥铜柱出，山险石门开。\r\n自我违瀍洛，瞻途屡挥霍。朝朝寒露多，夜夜征衣薄。\r\n白简承朝宪，朱方抚夷落。既弘天覆广，且谕皇恩博。\r\n皇恩溢外区，憬俗咏来苏。声朔臣天子，坛场拜老夫。\r\n绛宫韬将略，黄石寝兵符。返旆收龙虎，空营集鸟乌。\r\n日落澄氛霭，凭高视襟带。东瓯抗於越，南斗临吴会。\r\n春色绕边陲，飞花出荒外。卉服纷如积，长川思游客。\r\n风生丹桂晚，云起苍梧夕。去舳舣清江，归轩趋紫陌。\r\n衣裳会百蛮，琛赆委重关。不学金刀使，空持宝剑还。"
        },
        {
            "title": "早发古竹馆",
            "content": "合沓岩嶂深，朦胧烟雾晓。荒阡下樵客，野猿惊山鸟。\r\n开门听潺湲，入径寻窈窕。栖鼯抱寒木，流萤飞暗筱。\r\n早霞稍霏霏，残月犹皎皎。行看远星稀，渐觉游氛少。\r\n我行抚轺传，兼得傍林沼。贪玩水石奇，不知川路渺。\r\n徒怜野心旷，讵恻浮年小。方解宠辱情，永托累尘表。"
        },
        {
            "title": "奉使筑朔方六州城率尔而作",
            "content": "奉诏受边服，总徒筑朔方。驱彼犬羊族，正此戎夏疆。\r\n子来多悦豫，王事宁怠遑。三旬无愆期，百雉郁相望。\r\n雄视沙漠垂，有截北海阳。二庭已顿颡，五岭尽来王。\r\n驱车登崇墉，顾眄凌大荒。千里何萧条，草木自悲凉。\r\n凭轼讯古今，慨焉感兴亡。汉障缘河远，秦城入海长。\r\n顾无庙堂策，贻此中夏殃。道隐前业衰，运开今化昌。\r\n制为百王式，举合千载防。马牛被路隅，锋镝销战场。\r\n岂不怀贤劳，所图在永康。王事何为者，称代陈颂章。"
        },
        {
            "title": "扈从还洛呈侍从群官",
            "content": "四海帝王家，两都周汉室。观风昔来幸，御气今旋跸。\r\n雷奋六合开，天行万乘出。玄冥奉时驾，白拒参戎律。\r\n后队咽笳箫，前驱严罕毕。辉光射东井，禁令横西秩。\r\n帐殿别阳秋，旌门临甲乙。将交洛城雨，稍远长安日。\r\n邙巩云外来，咸秦雾中失。孟冬霜霰下，是月农功毕。\r\n天道向归馀，皇情美阴骘。行存名岳礼，递问高年疾。\r\n祝鸟既开罗，调人更张瑟。登原采讴诵，俯谷求才术。\r\n邑罕悬磬贫，山无挂瓢逸。施恩浃寰宇，展义该文质。\r\n德泽盛轩游，哀矜深禹恤。申歌地庐骇，献寿衢尊溢。\r\n瑞色抱氤氲，寒光变萧飋。宗枝旦奭辅，侍从王刘匹。\r\n并辑蛟龙书，同簪凤凰笔。陶甄荷吹万，颂汉归明一。\r\n欢与道路长，顾随谈笑密。叨承廊庙选，谬齿夔龙弼。\r\n喜构大厦成，惭非栋隆吉。"
        },
        {
            "title": "和同府李祭酒休沐田居",
            "content": "列位簪缨序，隐居林野躅。徇物爽全直，栖真昧均俗。\r\n若人兼吏隐，率性夷荣辱。地藉朱邸基，家在青山足。\r\n暂弭西园盖，言事东皋粟。筑室俯涧滨，开扉面岩曲。\r\n庭幽引夕雾，檐迥通晨旭。迎秋谷黍黄，含露园葵绿。\r\n胜情狎兰杜，雅韵锵金玉。伊我怀丘园，愿心从所欲。"
        },
        {
            "title": "秋山望月酬李骑曹",
            "content": "愁客坐山隈，怀抱自悠哉。况复高秋夕，明月正裴回。\r\n亭亭出迥岫，皎皎映层台。色带银河满，光含玉露开。\r\n淡云笼影度，虚晕抱轮回。谷邃凉阴静，山空夜响哀。\r\n寒催数雁过，风送一萤来。独轸离居恨，遥想故人怀。"
        },
        {
            "title": "奉教追赴九成宫途中口号",
            "content": "委质承仙翰，祗命遄遥策。事偶从梁游，人非背淮客。\r\n长驱历川阜，迥眺穷原泽。郁郁桑柘繁，油油禾黍积。\r\n雨馀林气静，日下山光夕。未攀丛桂岩，犹倦飘蓬承。\r\n行当奉麾盖，慰此劳行役。"
        },
        {
            "title": "杂曲歌辞·桃花行",
            "content": "岁去无言忽憔悴，时来含笑吐氛氲。\r\n不能拥路迷仙客，故欲开蹊侍圣君。"
        },
        {
            "title": "杂曲歌辞·东飞伯劳歌",
            "content": "传书青鸟迎箫凤，巫岭荆台数通梦。谁家窈窕住园楼，\r\n五马千金照陌头。罗裙玉佩当轩出，点翠施红竞春日。\r\n佳人二八盛舞歌，羞将百万呈双娥。庭前芳树朝夕改，\r\n空驻妍华欲谁待。"
        },
        {
            "title": "日",
            "content": "旦出扶桑路。\r\n遥升若木枝。\r\n云间五色满。\r\n霞际九光披。\r\n东陆苍龙驾。\r\n南郊赤羽迟。\r\n倾心比葵藿。\r\n朝夕奉光曦。"
        },
        {
            "title": "风",
            "content": "解落三秋叶，能开二月花。\r\n过江千尺浪，入竹万竿斜。\r\n【注释】：三秋：晚秋，指农历九月。\r\n二月：早春，农历二月。【译文】：这首诗让人看到了风的力量：风，能使晚秋的树叶脱落，能催开早春二月的鲜花，它经过江河时能掀起千尺巨浪，刮进竹林时可把万棵翠竹吹得歪歪斜斜。"
        }
    ]
}