{
    "dynasty": "唐",
    "author": "高适",
    "intro": "高适（700－765）字达夫，渤海（今河北沧县）人。边塞诗与岑参齐名，并称“高岑”，有《高常待集》。",
    "items": [
        {
            "title": "宋中遇林虑杨十七山人，因而有别",
            "content": "昔余涉漳水，驱车行邺西。遥见林虑山，苍苍戛天倪。\r邂逅逢尔曹，说君彼岩栖。萝径垂野蔓，石房倚云梯。\r秋韭何青青，药苗数百畦。栗林隘谷口，栝树森回谿。\r耕耘有山田，纺绩有山妻。人生苟如此，何必组与珪。\r谁谓远相访，曩情殊不迷。檐前举醇醪，灶下烹只鸡。\r朔风忽振荡，昨夜寒螀啼。游子益思归，罢琴伤解携。\r出门尽原野，白日黯已低。始惊道路难，终念言笑暌。\r因声谢岑壑，岁暮一攀跻。"
        },
        {
            "title": "送李少府，时在客舍作",
            "content": "相逢旅馆意多违，暮雪初晴候雁飞。"
        },
        {
            "title": "别董大二首",
            "content": "千里黄云白日曛，北风吹雁雪纷纷。\r\n莫愁前路无知己，天下谁人不识君。\r\n\r\n六翮飘飖私自怜，一离京洛十馀年。\r\n丈夫贫践应未足，今日相逢无酒钱。"
        },
        {
            "title": "陪窦侍御灵云南亭宴诗，得雷字",
            "content": "人幽宜眺听，目极喜亭台。风景知愁在，关山忆梦回。\r只言殊语默，何意忝游陪。连唱波澜动，冥搜物象开。\r新秋归远树，残雨拥轻雷。檐外长天尽，尊前独鸟来。\r常吟塞下曲，多谢幕中才。河汉徒相望，嘉期安在哉。"
        },
        {
            "title": "真定即事，奉赠韦使君二十八韵",
            "content": "飘泊怀书客，迟回此路隅。问津惊弃置，投刺忽踟蹰。\r方伯恩弥重，苍生咏已苏。郡称廉叔度，朝议管夷吾。\r乃继三台侧，仍将四岳俱。江山澄气象，崖谷倚冰壶。\r诏宠金门策，官荣叶县凫。擢才登粉署，飞步蹑云衢。\r起草征调墨，焚香即宴娱。光华扬盛矣，霄汉在兹乎。\r隐轸推公望，逶迤协帝俞。轩车辞魏阙，旌节副幽都。\r始佩仙郎印，俄兼太守符。尤多蜀郡理，更得颍川谟。\r城邑推雄镇，山川列简图。旧燕当绝漠，全赵对平芜。\r旷野何弥漫，长亭复郁纡。始泉遗俗近，活水战场无。\r月换思乡陌，星回记斗枢。岁容归万象，和气发鸿炉。\r沦落而谁遇，栖遑有是夫。不才羞拥肿，干禄谢侏儒。\r契阔惭行迈，羁离忆友于。田园同季子，储蓄异陶朱。\r方欲呈高义，吹嘘揖大巫。永怀吐肝胆，犹惮阻荣枯。\r解榻情何限，忘言道未殊。从来贵缝掖，应是念穷途。"
        },
        {
            "title": "东平旅游，奉赠薛太守二十四韵",
            "content": "颂美驰千古，钦贤仰大猷。晋公标逸气，汾水注长流。\r神与公忠节，天生将相俦。青云本自负，赤县独推尤。\r御史风逾劲，郎官草屡修。鹓鸾粉署起，鹰隼柏台秋。\r出入交三事，飞鸣揖五侯。军书陈上策，廷议借前筹。\r肃肃趋朝列，雍雍引帝求。一麾俄出守，千里再分忧。\r不改任棠水，仍传晏子裘。歌谣随举扇，旌旆逐鸣驺。\r郡国长河绕，川原大野幽。地连尧泰岳，山向禹青州。\r汶上春帆渡，秦亭晚日愁。遗墟当少昊，悬象逼奎娄。\r即此逢清鉴，终然喜暗投。叨承解榻礼，更得问缣游。\r高兴陪登陟，嘉言忝献酬。观棋知战胜，探象会冥搜。\r眺听情何限，冲融惠勿休。只应齐语默，宁肯问沉浮。\r然诺长怀季，栖遑辄累丘。平生感知己，方寸岂悠悠。"
        },
        {
            "title": "古乐府飞龙曲，留上陈左相（陈希烈）",
            "content": "德以精灵降，时膺梦寐求。苍生谢安石，天子富平侯。\r尊俎资高论，岩廊挹大猷。相门连户牖，卿族嗣弓裘。\r豁达云开霁，清明月映秋。能为吉甫颂，善用子房筹。\r阶砌思攀陟，门阑尚阻修。高山不易仰，大匠本难投。\r迹与松乔合，心缘启沃留。公才山吏部，书癖杜荆州。\r幸沐千年圣，何辞一尉休。折腰知宠辱，回首见沉浮。\r天地庄生马，江湖范蠡舟。逍遥堪自乐，浩荡信无忧。\r去此从黄绶，归欤任白头。风尘与霄汉，瞻望日悠悠。"
        },
        {
            "title": "同李太守北池泛舟，宴高平郑太守",
            "content": "每揖龚黄事，还陪李郭舟。云从四岳起，水向百城流。\r幽意随登陟，嘉言即献酬。乃知缝掖贵，今日对诸侯。"
        },
        {
            "title": "宋中别司功叔，各赋一物得商丘",
            "content": "商丘试一望，隐隐带秋天。地与辰星在，城将大路迁。\r干戈悲昔事，墟落对穷年。即此伤离绪，凄凄赋酒筵。"
        },
        {
            "title": "画马篇（同诸公宴睢阳李太守，各赋一物）",
            "content": "君侯枥上骢，貌在丹青中。马毛连钱蹄铁色，\r图画光辉骄玉勒。马行不动势若来，权奇蹴踏无尘埃。\r感兹绝代称妙手，遂令谈者不容口。麒麟独步自可珍，\r弩骀万匹知何有。终未如他枥上骢，载华毂，骋飞鸿。\r荷君剪拂与君用，一日千里如旋风。"
        },
        {
            "title": "赋得还山吟，送沈四山人",
            "content": "还山吟，天高日暮寒山深，送君还山识君心。\r人生老大须恣意，看君解作一生事，山间偃仰无不至。\r石泉淙淙若风雨，桂花松子常满地。卖药囊中应有钱，\r还山服药又长年。白云劝尽杯中物，明月相随何处眠。\r眠时忆问醒时事，梦魂可以相周旋。"
        },
        {
            "title": "送郭处士往莱芜，兼寄苟山人",
            "content": "君为东蒙客，往来东蒙畔。云卧临峄阳，山行穷日观。\r少年词赋皆可听，秀眉白面风清泠。身上未曾染名利，\r口中犹未知膻腥。今日还山意无极，岂辞世路多相识。\r归见莱芜九十翁，为论别后长相忆。"
        },
        {
            "title": "茫?旮钅Ь?恕Ｔ缚?醯匾颍?婪蠲痔於浴＞",
            "content": "涟上非所趣，偶为世务牵。经时驻归棹，日夕对平川。\r莫论行子愁，且得主人贤。亭上酒初熟，厨中鱼每鲜。\r自说宦游来，因之居住偏。煮盐沧海曲，种稻长淮边。\r四时常晏如，百口无饥年。菱芋藩篱下，渔樵耳目前。\r异县少朋从，我行复迍邅。向不逢此君，孤舟已言旋。\r明日又分首，风涛还眇然。"
        },
        {
            "title": "同群公宿开善寺，赠陈十六所居",
            "content": "驾车出人境，避暑投僧家。裴回龙象侧，始见香林花。\r读书不及经，饮酒不胜茶。知君悟此道，所未搜袈裟。\r谈空忘外物，持诫破诸邪。则是无心地，相看唯月华。"
        },
        {
            "title": "武威同诸公过杨七山人，得藤字",
            "content": "幕府日多暇，田家岁复登。相知恨不早，乘兴乃无恒。\r穷巷在乔木，深斋垂古藤。边城唯有醉，此外更何能。"
        },
        {
            "title": "同群公题郑少府田家（此公昔任白马尉，今寄",
            "content": "郑侯应凄惶，五十头尽白。昔为南昌尉，今作东郡客。\r与语多远情，论心知所益。秋林既清旷，穷巷空淅沥。\r蝶舞园更闲，鸡鸣日云夕。男儿未称意，其道固无适。\r劝君且杜门，勿叹人事隔。"
        },
        {
            "title": "同吕判官从哥舒大夫破洪济城回，登积石军多",
            "content": "塞口连浊河，辕门对山寺。宁知鞍马上，独有登临事。\r七级凌太清，千崖列苍翠。飘飘方寓目，想像见深意。\r高兴殊未平，凉风飒然至。拔城阵云合，转旆胡星坠。\r大将何英灵，官军动天地。君怀生羽翼，本欲附骐骥。\r款段苦不前，青冥信难致。一歌阳春后，三叹终自愧。"
        },
        {
            "title": "蓟门不遇王之涣、郭密之，因以留赠",
            "content": "適远登蓟丘，兹晨独搔屑。贤交不可见，吾愿终难说。\r迢递千里游，羁离十年别。才华仰清兴，功业嗟芳节。\r旷荡阻云海，萧条带风雪。逢时事多谬，失路心弥折。\r行矣勿重陈，怀君但愁绝。"
        },
        {
            "title": "单父逢邓司仓覆仓库，因而有赠",
            "content": "邦牧今坐啸，群贤趋纪纲。四人忽不扰，耕者遥相望。\r粲粲府中妙，授词如履霜。炎炎伏热时，草木无晶光。\r匹马度睢水，清风何激扬。校缗阅帑藏，发廪欣斯箱。\r邂逅得相逢，欢言至夕阳。开襟自公馀，载酒登琴堂。\r举杯挹山川，寓目穷毫芒。白鸟向田尽，青蝉归路长。\r醉中不惜别，况乃正游梁。"
        },
        {
            "title": "送刘评事充朔方判官，赋得征马嘶",
            "content": "征马向边州，萧萧嘶不休。思深应带别，声断为兼秋。\r歧路风将远，关山月共愁。赠君从此去，何日大刀头。"
        },
        {
            "title": "酬别薛三、蔡大，留简韩十四主簿",
            "content": "迢递辞京华，辛勤异乡县。登高俯沧海，回首泪如霰。\r同人久离别，失路还相见。薛侯怀直道，德业应时选。\r蔡子负清才，当年擢宾荐。韩公有奇节，词赋凌群彦。\r读书嵩岑间，作吏沧海甸。伊余寡栖托，感激多愠见。\r纵诞非尔情，飘沦任疵贱。忽枉琼瑶作，乃深平生眷。\r始谓吾道存，终嗟客游倦。归心无昼夜，别事除言宴。\r复值凉风时，苍茫夏云变。"
        },
        {
            "title": "别董大（二首其二）",
            "content": "六翮飘飖私自怜，一离京洛十馀年。\r\n丈夫贫践应未足，今日相逢无酒钱。"
        },
        {
            "title": "除夜作",
            "content": "旅馆寒灯独不眠，客心何事转凄然。\r\n故乡今夜思千里，愁鬓明朝又一年。\r\n第二百一十五卷"
        },
        {
            "title": "初至封丘作",
            "content": "可怜薄暮宦游子，独卧虚斋思无已。\r\n去家百里不得归，到官数日秋风起。"
        },
        {
            "title": "宴郭校书，因之有别",
            "content": "彩服趋庭训，分交载酒过。芸香名早著，蓬转事仍多。\r苦战知机息，穷愁奈别何。云霄莫相待，年鬓已蹉跎。"
        },
        {
            "title": "淇上酬薛三据，兼寄郭少府微（一作王昌龄诗",
            "content": "自从别京华，我心乃萧索。十年守章句，万事空寥落。\r北上登蓟门，茫茫见沙漠。倚剑对风尘，慨然思卫霍。\r拂衣去燕赵，驱马怅不乐。天长沧洲路，日暮邯郸郭。\r酒肆或淹留，渔潭屡栖泊。独行备艰险，所见穷善恶。\r永顾拯刍荛，孰云干鼎镬。皇情念淳古，时俗何浮薄。\r理道资任贤，安人在求瘼。故交负灵奇，逸气抱謇谔。\r隐轸经济具，纵横建安作。才望忽先鸣，风期无宿诺。\r飘飖劳州县，迢递限言谑。东驰眇贝丘，西顾弥虢略。\r淇水徒自流，浮云不堪托。吾谋适可用，天路岂寥廓。\r不然买山田，一身与耕凿。且欲同鹪鹩，焉能志鸿鹄。"
        },
        {
            "title": "送",
            "content": "相逢旅馆意多违，暮雪初晴候雁飞。"
        },
        {
            "title": "送桂阳孝廉",
            "content": "桂阳年少西入秦，数经甲科犹白身。\r\n即今江海一归客，他日云霄万里人。"
        },
        {
            "title": "别董大（二首其一）",
            "content": "千里黄云白日曛，北风吹雁雪纷纷。\r\n莫愁前路无知己，天下谁人不识君。\r\n【注释】：①董大：唐玄宗时代著名的艺人董庭兰，善弹琴，被誉为\"古琴王子\"。大，表示在兄弟中排行第一。\r\n②曛：日色昏暗。这里是说天空阴云密布，太阳黯然无光。\r\n③知己：知心朋友。\r\n④识：赏识。\r\n⑤君：古代对人的尊称。这里指董大。【译文】：　　一望无边的昏黄阴云笼罩着昏暗的天地，连太阳也显得昏黄暗淡，失去了光芒。只有一群群叫声凄婉的大雁，在北风劲吹、大雪纷飞的秋冬之际匆匆南迁。此去不要担心遇不到知己，天下之人谁会不赏识像你这样优秀的人呢？【赏析】：　　本篇是一首写朋友送别的诗作，诗人送别的对象就是诗作中的董大，当时著名的琴师董庭兰。当时诗人和董大的境况都不佳，处于相同贫贱的境遇之中，正所谓“同是天涯沦落人”。也就是在这个时候，作者才能写出这样的佳作。\r\n　　诗人在诗作中起笔便采用白描的手法写眼前景物：呼啸的北风，遮天蔽日的千里黄沙，昏黄的阴云，原本明媚耀眼的太阳此时也黯淡无光。大雪纷纷扬扬地飘落着，成群结队迫于北风严威而于雪中南飞的大雁，渲染了一个荒凉、凄寒而又令人仿佛没有了着落的送别背景。诗人在这样的环境中，送别这样一位身怀绝技却又无人赏识的音乐家，复杂的别离心绪可想而之，难免溢于字里行间。北风呼啸，苍穹昏黄，阳光惨淡，大雪纷飞，雁叫凄凉，不禁使人产生伤感，同是才人却要遭如此漂泊沦落，教人欲哭无泪。此两句虽是叙景，内心之郁积，友情之深挚，别意之凄酸却溢之于笔端。\r\n　　诗的后两句“莫愁前路无知已，天下谁人不识君”，是劝慰朋友，你此去不要担心遇不到知己，天下哪个不知道你董庭兰啊！话说得响亮，有力，于宽慰之中充满着激励，充满着信心和力量，朋友董大还有什么理由不去为自己的前途奋斗和抗争呢！此诗作一反唐人赠别诗的那种凄清缠绵，低徊留连，表现了送别时刻的一种超乎他人的昂扬和悲壮，同时也从另一个角度给后人以启示，“天生我材必有用”，是金子，放在哪里都会发光。\r\n　　豪迈，大气，实为难得的送别佳作。"
        },
        {
            "title": "和王七玉门关听吹笛（一作塞上闻笛）",
            "content": "胡人吹笛戍楼间，楼上萧条海月闲。\r\n借问落梅凡几曲，从风一夜满关山。"
        },
        {
            "title": "玉真公主歌",
            "content": "常言龙德本天仙，谁谓仙人每学仙。\r\n更道玄元指李日，多于王母种桃年。\r\n仙宫仙府有真仙，天宝天仙秘莫传。\r\n为问轩皇三百岁，何如大道一千年。"
        },
        {
            "title": "营州歌",
            "content": "营州少年厌原野，狐裘蒙茸猎城下。\r\n虏酒千钟不醉人，胡儿十岁能骑马。"
        },
        {
            "title": "夜别韦司士，得城字",
            "content": "高馆张灯酒复清，夜钟残月雁归声。只言啼鸟堪求侣，\r无那春风欲送行。黄河曲里沙为岸，白马津边柳向城。\r莫怨他乡暂离别，知君到处有逢迎。"
        },
        {
            "title": "九曲词三首",
            "content": "许国从来彻庙堂，连年不为在疆场。\r\n将军天上封侯印，御史台上异姓王。\r\n万骑争歌杨柳春，千场对舞绣骐驎。\r\n到处尽逢欢洽事，相看总是太平人。\r\n铁骑横行铁岭头，西看逻逤取封侯。\r\n青海只今将饮马，黄河不用更防秋。"
        },
        {
            "title": "封丘作",
            "content": "州县才难适，云山道欲穷。揣摩惭黠吏，栖隐谢愚公。"
        },
        {
            "title": "闲居",
            "content": "柳色惊心事，春风厌索居。方知一杯酒，犹胜百家书。"
        },
        {
            "title": "田家春望",
            "content": "出门何所见，春色满平芜。可叹无知己，高阳一酒徒。"
        },
        {
            "title": "逢谢偃",
            "content": "红颜怆为别，白发始相逢。唯馀昔时泪，无复旧时容。"
        },
        {
            "title": "同群公题张处士菜园",
            "content": "耕地桑柘间，地肥菜常熟。为问葵藿资，何如庙堂肉。"
        },
        {
            "title": "送兵到蓟北",
            "content": "积雪与天迥，屯军连塞愁。谁知此行迈，不为觅封侯。"
        },
        {
            "title": "秋日作",
            "content": "端居值秋节，此日更愁辛。寂寞无一事，蒿莱通四邻。\r\n闭门生白发，回首忆青春。岁月不相待，交游随众人。\r\n云霄何处托，愚直有谁亲。举酒聊自劝，穷通信尔身。"
        },
        {
            "title": "赴彭州山行之作",
            "content": "峭壁连崆峒，攒峰叠翠微。鸟声堪驻马，林色可忘机。\r\n怪石时侵径，轻萝乍拂衣。路长愁作客，年老更思归。\r\n且悦岩峦胜，宁嗟意绪违。山行应未尽，谁与玩芳菲。"
        },
        {
            "title": "同朱五题卢使君义井",
            "content": "高义唯良牧，深仁自下车。宁知凿井处，还是饮冰馀。\r\n地即泉源久，人当汲引初。体清能鉴物，色洞每含虚。\r\n上善滋来往，中和浃里闾。济时应未竭，怀惠复何如。"
        },
        {
            "title": "陪窦侍",
            "content": "人幽宜眺听，目极喜亭台。风景知愁在，关山忆梦回。\r\n只言殊语默，何意忝游陪。连唱波澜动，冥搜物象开。\r\n新秋归远树，残雨拥轻雷。檐外长天尽，尊前独鸟来。\r\n常吟塞下曲，多谢幕中才。河汉徒相望，嘉期安在哉。"
        },
        {
            "title": "陪窦侍御泛灵云池",
            "content": "白露时先降，清川思不穷。江湖仍塞上，舟楫在军中。\r\n舞换临津树，歌饶向迥风。夕阳连积水，边色满秋空。\r\n乘兴宜投辖，邀欢莫避骢。谁怜持弱羽，犹欲伴鹓鸿。"
        },
        {
            "title": "饯宋八充彭中丞判官之岭南",
            "content": "睹君济时略，使我气填膺。长策竟不用，高才徒见称。\r\n一朝知己达，累日诏书征。羽翮忽然就，风飙谁敢凌。\r\n举鞭趋岭峤，屈指冒炎蒸。北雁送驰驿，南人思饮冰。\r\n彼邦本倔强，习俗多骄矜。翠羽干平法，黄金挠直绳。\r\n若将除害马，慎勿信苍蝇。魑魅宁无患，忠贞适有凭。\r\n猿啼山不断，鸢跕路难登。海岸出交趾，江城连始兴。\r\n绣衣当节制，幕府盛威棱。勿惮九嶷险，须令百越澄。\r\n立谈多感激，行李即严凝。离别胡为者，云霄迟尔升。"
        },
        {
            "title": "秦中送李九赴越",
            "content": "携手望千里，于今将十年。如何每离别，心事复迍邅。\r\n适越虽有以，出关终耿然。愁霖不可向，长路或难前。\r\n吴会独行客，山阴秋夜船。谢家征故事，禹穴访遗编。\r\n镜水君所忆，莼羹余旧便。归来莫忘此，兼示济江篇。"
        },
        {
            "title": "送蔡少府赴登州推事",
            "content": "胶东连即墨，莱水入沧溟。国小常多事，人讹屡抵刑。\r\n公才征郡邑，诏使出郊坰。标格谁当犯，风谣信可听。\r\n峥嵘大岘口，逦迤汶阳亭。地迥云偏白，天秋山更青。\r\n祖筵方卜昼，王事急侵星。劝尔将为德，斯言盖有听。"
        },
        {
            "title": "奉酬睢阳路太守见赠之作",
            "content": "盛才膺命代，高价动良时。帝简登藩翰，人和发咏思。\r\n神仙去华省，鹓鹭忆丹墀。清净能无事，优游即赋诗。\r\n江山纷想像，云物共萎蕤。逸气刘公幹，玄言向子期。\r\n多惭汲引速，翻愧激昂迟。相马知何限，登龙反自疑。\r\n风尘吏道迫，行迈旅心悲。拙疾徒为尔，穷愁欲问谁。\r\n秋庭一片叶，朝镜数茎丝。州县甘无取，丘园悔莫追。\r\n琼瑶生箧笥，光景借茅茨。他日青霄里，犹应访所知。"
        },
        {
            "title": "和窦侍御登凉州七级浮图之作",
            "content": "化塔屹中起，孤高宜上跻。铁冠雄赏眺，金界宠招携。\r\n空色在轩户，边声连鼓鼙。天寒万里北，地豁九州西。\r\n清兴揖才彦，峻风和端倪。始知阳春后，具物皆筌蹄。"
        },
        {
            "title": "同郭十题杨主簿新厅",
            "content": "华馆曙沈沈，惟良正在今。用材兼柱石，闻物象高深。\r\n更得芝兰地，兼营枳棘林。向风扃戟户，当署近棠阴。\r\n勿改安卑节，聊闲理剧心。多君有知己，一和郢中吟。"
        },
        {
            "title": "无题",
            "content": "飘泊怀书客，迟回此路隅。问津惊弃置，投刺忽踟蹰。\r\n方伯恩弥重，苍生咏已苏。郡称廉叔度，朝议管夷吾。\r\n乃继三台侧，仍将四岳俱。江山澄气象，崖谷倚冰壶。\r\n诏宠金门策，官荣叶县凫。擢才登粉署，飞步蹑云衢。\r\n起草征调墨，焚香即宴娱。光华扬盛矣，霄汉在兹乎。\r\n隐轸推公望，逶迤协帝俞。轩车辞魏阙，旌节副幽都。\r\n始佩仙郎印，俄兼太守符。尤多蜀郡理，更得颍川谟。\r\n城邑推雄镇，山川列简图。旧燕当绝漠，全赵对平芜。\r\n旷野何弥漫，长亭复郁纡。始泉遗俗近，活水战场无。\r\n月换思乡陌，星回记斗枢。岁容归万象，和气发鸿炉。\r\n沦落而谁遇，栖遑有是夫。不才羞拥肿，干禄谢侏儒。\r\n契阔惭行迈，羁离忆友于。田园同季子，储蓄异陶朱。\r\n方欲呈高义，吹嘘揖大巫。永怀吐肝胆，犹惮阻荣枯。\r\n解榻情何限，忘言道未殊。从来贵缝掖，应是念穷途。"
        },
        {
            "title": "奉酬睢阳李太守",
            "content": "公族称王佐，朝经允帝求。本枝疆我李，盘石冠诸刘。\r\n礼乐光辉盛，山河气象幽。系高周柱史，名重晋阳秋。\r\n华省膺推择，青云宠宴游。握兰多具美，前席有嘉谋。\r\n赋得黄金赐，言皆白璧酬。著鞭驱驷马，操刃解全牛。\r\n出镇兼方伯，承家复列侯。朝瞻孔北海，时用杜荆州。\r\n广固才登陟，毗陵忽阻修。三台冀入梦，四岳尚分忧。\r\n郡邑连京口，山川望石头。海门当建节，江路引鸣驺。\r\n俗见中兴理，人逢至道休。先移白额横，更息赭衣偷。\r\n梁国歌来晚，徐方怨不留。岂伊齐政术，将以变浇浮。\r\n讼简知能吏，刑宽察要囚。坐堂风偃草，行县雨随輈。\r\n地是蒙庄宅，城遗阏伯丘。孝王馀井径，微子故田畴。\r\n冬至招摇转，天寒螮蝀收。猿岩飞雨雪，兔苑落梧楸。\r\n列戟霜侵户，褰帏月在钩。好贤常解榻，乘兴每登楼。\r\n逸足横千里，高谈注九流。诗题青玉案，衣赠黑貂裘。\r\n穷巷轩车静，闲斋耳目愁。未能方管乐，翻欲慕巢由。\r\n讲德良难敌，观风岂易俦。寸心仍有适，江海一扁舟。"
        },
        {
            "title": "送柴司户充刘卿判官之岭外",
            "content": "岭外资雄镇，朝端宠节旄。月卿临幕府，星使出词曹。\r\n海对羊城阔，山连象郡高。风霜驱瘴疠，忠信涉波涛。\r\n别恨随流水，交情脱宝刀。有才无不适，行矣莫徒劳。"
        },
        {
            "title": "留上李右相（一作奉赠李右相林甫）",
            "content": "风俗登淳古，君臣挹大庭。深沉谋九德，密勿契千龄。\r\n独立调元气，清心豁窅冥。本枝连帝系，长策冠生灵。\r\n傅说明殷道，萧何律汉刑。钧衡持国柄，柱石总朝经。\r\n隐轸江山藻，氛氲鼎鼐铭。兴中皆白雪，身外即丹青。\r\n江海呼穷鸟，诗书问聚萤。吹嘘成羽翼，提握动芳馨。\r\n倚伏悲还笑，栖迟醉复醒。恩荣初就列，含育忝宵形。\r\n有窃丘山惠，无时枕席宁。壮心瞻落景，生事感浮萍。\r\n莫以才难用，终期善易听。未为门下客，徒谢少微星。"
        },
        {
            "title": "古乐府飞",
            "content": "德以精灵降，时膺梦寐求。苍生谢安石，天子富平侯。\r\n尊俎资高论，岩廊挹大猷。相门连户牖，卿族嗣弓裘。\r\n豁达云开霁，清明月映秋。能为吉甫颂，善用子房筹。\r\n阶砌思攀陟，门阑尚阻修。高山不易仰，大匠本难投。\r\n迹与松乔合，心缘启沃留。公才山吏部，书癖杜荆州。\r\n幸沐千年圣，何辞一尉休。折腰知宠辱，回首见沉浮。\r\n天地庄生马，江湖范蠡舟。逍遥堪自乐，浩荡信无忧。\r\n去此从黄绶，归欤任白头。风尘与霄汉，瞻望日悠悠。"
        },
        {
            "title": "重阳",
            "content": "节物惊心两鬓华，东篱空绕未开花。百年将半仕三已，\r\n五亩就荒天一涯。岂有白衣来剥啄，一从乌帽自欹斜。\r\n真成独坐空搔首，门柳萧萧噪暮鸦。"
        },
        {
            "title": "酬河南节度使贺兰大夫见赠之作",
            "content": "高阁凭栏槛，中军倚旆旌。感时常激切，于己即忘情。\r\n河华屯妖气，伊瀍有战声。愧无戡难策，多谢出师名。\r\n秉钺知恩重，临戎觉命轻。股肱瞻列岳，唇齿赖长城。\r\n隐隐摧锋势，光光弄印荣。鲁连真义士，陆逊岂书生。\r\n直道宁殊智，先鞭忽抗行。楚云随去马，淮月尚连营。\r\n抚剑堪投分，悲歌益不平。从来重然诺，况值欲横行。"
        },
        {
            "title": "辟阳城",
            "content": "荒城在高岸，凌眺俯清淇。传道汉天子，而封审食其。\r\n奸淫且不戮，茅土孰云宜。何得英雄主，返令儿女欺。\r\n母仪良已失，臣节岂如斯。太息一朝事，乃令人所嗤。"
        },
        {
            "title": "金城北楼",
            "content": "北楼西望满晴空，积水连山胜画中。湍上急流声若箭，\r\n城头残月势如弓。垂竿已羡磻溪老，体道犹思塞上翁。\r\n为问边庭更何事，至今羌笛怨无穷。"
        },
        {
            "title": "同陈留崔司户早春宴蓬池",
            "content": "同官载酒出郊圻，晴日东驰雁北飞。隔岸春云邀翰墨，\r\n傍檐垂柳报芳菲。池边转觉虚无尽，台上偏宜酩酊归。\r\n州县徒劳那可度，后时连骑莫相违。"
        },
        {
            "title": "夜别韦",
            "content": "高馆张灯酒复清，夜钟残月雁归声。只言啼鸟堪求侣，\r\n无那春风欲送行。黄河曲里沙为岸，白马津边柳向城。\r\n莫怨他乡暂离别，知君到处有逢迎。"
        },
        {
            "title": "东平别前卫县李寀少府",
            "content": "黄鸟翩翩杨柳垂，春风送客使人悲。怨别自惊千里外，\r\n论交却忆十年时。云开汶水孤帆远，路绕梁山匹马迟。\r\n此地从来可乘兴，留君不住益凄其。"
        },
        {
            "title": "自蓟北归",
            "content": "驱马蓟门北，北风边马哀。苍茫远山口，豁达胡天开。\r\n五将已深入，前军止半回。谁怜不得意，长剑独归来。"
        },
        {
            "title": "入昌松东界山行",
            "content": "鸟道几登顿，马蹄无暂闲。崎岖出长坂，合沓犹前山。\r\n石激水流处，天寒松色间。王程应未尽，且莫顾刀环。"
        },
        {
            "title": "淇上别业",
            "content": "依依西山下，别业桑林边。庭鸭喜多雨，邻鸡知暮天。\r\n野人种秋菜，古老开原田。且向世情远，吾今聊自然。"
        },
        {
            "title": "使青夷军入居庸三首",
            "content": "匹马行将久，征途去转难。不知边地别，只讶客衣单。\r\n溪冷泉声苦，山空木叶干。莫言关塞极，云雪尚漫漫。\r\n古镇青山口，寒风落日时。岩峦鸟不过，冰雪马堪迟。\r\n出塞应无策，还家赖有期。东山足松桂，归去结茅茨。\r\n登顿驱征骑，栖迟愧宝刀。远行今若此，微禄果徒劳。\r\n绝坂水连下，群峰云共高。自堪成白首，何事一青袍。"
        },
        {
            "title": "同卫八题陆少府书斋",
            "content": "知君薄州县，好静无冬春。散帙至栖鸟，明灯留故人。\r\n深房腊酒熟，高院梅花新。若是周旋地，当令风义亲。"
        },
        {
            "title": "同颜六少府旅宦秋中之作",
            "content": "传君昨夜怅然悲，独坐新斋木落时。逸气旧来凌燕雀，\r\n高才何得混妍媸。迹留黄绶人多叹，心在青云世莫知。\r\n不是鬼神无正直，从来州县有瑕疵。"
        },
        {
            "title": "信安王幕府诗",
            "content": "云纪轩皇代，星高太白年。庙堂咨上策，幕府制中权。\r\n盘石藩维固，升坛礼乐先。国章荣印绶，公服贵貂蝉。\r\n乐善旌深德，输忠格上玄。剪桐光宠锡，题剑美贞坚。\r\n圣祚雄图广，师贞武德虔。雷霆七校发，旌旆五营连。\r\n华省征群乂，霜台举二贤。岂伊公望远，曾是茂才迁。\r\n并秉韬钤术，兼该翰墨筵。帝思麟阁像，臣献柏梁篇。\r\n振玉登辽甸，摐金历蓟壖。度河飞羽檄，横海泛楼船。\r\n北伐声逾迈，东征务以专。讲戎喧涿野，料敌静居延。\r\n军势持三略，兵戎自九天。朝瞻授钺去，时听偃戈旋。\r\n大漠风沙里，长城雨雪边。云端临碣石，波际隐朝鲜。\r\n夜壁冲高斗，寒空驻彩旃。倚弓玄兔月，饮马白狼川。\r\n庶物随交泰，苍生解倒悬。四郊增气象，万里绝风烟。\r\n关塞鸿勋著，京华甲第全。落梅横吹后，春色凯歌前。\r\n直道常兼济，微才独弃捐。曳裾诚已矣，投笔尚凄然。\r\n作赋同元淑，能诗匪仲宣。云霄不可望，空欲仰神仙。"
        },
        {
            "title": "无题",
            "content": "颂美驰千古，钦贤仰大猷。晋公标逸气，汾水注长流。\r\n神与公忠节，天生将相俦。青云本自负，赤县独推尤。\r\n御史风逾劲，郎官草屡修。鹓鸾粉署起，鹰隼柏台秋。\r\n出入交三事，飞鸣揖五侯。军书陈上策，廷议借前筹。\r\n肃肃趋朝列，雍雍引帝求。一麾俄出守，千里再分忧。\r\n不改任棠水，仍传晏子裘。歌谣随举扇，旌旆逐鸣驺。\r\n郡国长河绕，川原大野幽。地连尧泰岳，山向禹青州。\r\n汶上春帆渡，秦亭晚日愁。遗墟当少昊，悬象逼奎娄。\r\n即此逢清鉴，终然喜暗投。叨承解榻礼，更得问缣游。\r\n高兴陪登陟，嘉言忝献酬。观棋知战胜，探象会冥搜。\r\n眺听情何限，冲融惠勿休。只应齐语默，宁肯问沉浮。\r\n然诺长怀季，栖遑辄累丘。平生感知己，方寸岂悠悠。"
        },
        {
            "title": "武威同",
            "content": "幕府日多暇，田家岁复登。相知恨不早，乘兴乃无恒。\r\n穷巷在乔木，深斋垂古藤。边城唯有醉，此外更何能。"
        },
        {
            "title": "同群公十月朝宴李太守宅",
            "content": "良牧征高赏，褰帷问考槃。岁时当正月，甲子入初寒。\r\n已听甘棠颂，欣陪旨酒欢。仍怜门下客，不作布衣看。"
        },
        {
            "title": "宴郭校书",
            "content": "彩服趋庭训，分交载酒过。芸香名早著，蓬转事仍多。\r\n苦战知机息，穷愁奈别何。云霄莫相待，年鬓已蹉跎。"
        },
        {
            "title": "送裴别将之安西",
            "content": "绝域眇难跻，悠然信马蹄。风尘经跋涉，摇落怨暌携。\r\n地出流沙外，天长甲子西。少年无不可，行矣莫凄凄。"
        },
        {
            "title": "同崔员外、綦毋拾遗九日宴京兆府李士曹",
            "content": "今日好相见，群贤仍废曹。晚晴催翰墨，秋兴引风骚。\r\n绛叶拥虚砌，黄花随浊醪。闭门无不可，何事更登高。"
        },
        {
            "title": "同群公登濮阳圣佛寺阁",
            "content": "落日登临处，悠然意不穷。佛因初地识，人觉四天空。\r\n来雁清霜后，孤帆远树中。裴回伤寓目，萧索对寒风。"
        },
        {
            "title": "送董判官",
            "content": "逢君说行迈，倚剑别交亲。幕府为才子，将军作主人。\r\n近关多雨雪，出塞有风尘。长策须当用，男儿莫顾身。"
        },
        {
            "title": "别王八",
            "content": "征马嘶长路，离人挹佩刀。客来东道远，归去北风高。\r\n时候何萧索，乡心正郁陶。传君遇知己，行日有绨袍。"
        },
        {
            "title": "赠别褚山人",
            "content": "携手赠将行，山人道姓名。光阴蓟子训，才术褚先生。\r\n墙上梨花白，尊中桂酒清。洛阳无二价，犹是慕风声。"
        },
        {
            "title": "同李员外贺哥舒大夫破九曲之作",
            "content": "遥传副丞相，昨日破西蕃。作气群山动，扬军大旆翻。\r\n奇兵邀转战，连孥绝归奔。泉喷诸戎血，风驱死虏魂。\r\n头飞攒万戟，面缚聚辕门。鬼哭黄埃暮，天愁白日昏。\r\n石城与岩险，铁骑皆云屯。长策一言决，高踪百代存。\r\n威棱慑沙漠，忠义感乾坤。老将黯无色，儒生安敢论。\r\n解围凭庙算，止杀报君恩。唯有关河渺，苍茫空树墩。"
        },
        {
            "title": "送刘评事充",
            "content": "征马向边州，萧萧嘶不休。思深应带别，声断为兼秋。\r\n歧路风将远，关山月共愁。赠君从此去，何日大刀头。"
        },
        {
            "title": "别孙訢",
            "content": "离人去复留，白马黑貂裘。屈指论前事，停鞭惜旧游。\r\n帝乡那可忘，旅馆日堪愁。谁念无知己，年年睢水流。"
        },
        {
            "title": "广陵别郑处士",
            "content": "落日知分手，春风莫断肠。兴来无不惬，才在亦何伤。\r\n溪水堪垂钓，江田耐插秧。人生只为此，亦足傲羲皇。"
        },
        {
            "title": "送蹇秀才赴临洮",
            "content": "怅望日千里，如何今二毛。犹思阳谷去，莫厌陇山高。\r\n倚马见雄笔，随身唯宝刀。料君终自致，勋业在临洮。"
        },
        {
            "title": "送郑侍御谪闽中",
            "content": "谪去君无恨，闽中我旧过。大都秋雁少，只是夜猿多。\r\n东路云山合，南天瘴疠和。自当逢雨露，行矣慎风波。"
        },
        {
            "title": "送崔功曹赴越",
            "content": "传有东南别，题诗报客居。江山知不厌，州县复何如。\r\n莫恨吴歈曲，尝看越绝书。今朝欲乘兴，随尔食鲈鱼。"
        },
        {
            "title": "淇上送韦司仓往滑台",
            "content": "饮酒莫辞醉，醉多适不愁。孰知非远别，终念对穷秋。\r\n滑台门外见，淇水眼前流。君去应回首，风波满渡头。"
        },
        {
            "title": "别冯判官",
            "content": "碣石辽西地，渔阳蓟北天。关山唯一道，雨雪尽三边。\r\n才子方为客，将军正渴贤。遥知慕府下，书记日翩翩。"
        },
        {
            "title": "别崔少府",
            "content": "知府少得意，汶上掩柴扉。寒食仍留火，春风未授衣。\r\n皆言黄绶屈，早向青云飞。借问他乡事，今年归不归。"
        },
        {
            "title": "别从甥万盈",
            "content": "诸生曰万盈，四十乃知名。宅相予偏重，家丘人莫轻。\r\n美才应自料，苦节岂无成。莫以山田薄，今春又不耕。"
        },
        {
            "title": "独孤判官部送兵",
            "content": "饯君嗟远别，为客念周旋。征路今如此，前军犹眇然。\r\n出关逢汉壁，登陇望胡天。亦是封侯地，期君早着鞭。"
        },
        {
            "title": "同熊少府题卢主簿茅斋（庐兼有人伦）",
            "content": "虚院野情在，茅斋秋兴存。孝廉趋下位，才子出高门。\r\n乃继幽人静，能令学者尊。江山归谢客，神鬼下刘根。\r\n阶树时攀折，窗书任讨论。自堪成独往，何必武陵源。"
        },
        {
            "title": "送魏八",
            "content": "更沽淇上酒，还泛驿前舟。为惜故人去，复怜嘶马愁。\r\n云山行处合，风雨兴中秋。此路无知己，明珠莫暗投。"
        },
        {
            "title": "别韦兵曹",
            "content": "离别长千里，相逢数十年。此心应不变，他事已徒然。\r\n惆怅春光里，蹉跎柳色前。逢时当自取，看尔欲先鞭。"
        },
        {
            "title": "送蔡十二之海上（时在卫中）",
            "content": "黯然何所为，相对但悲酸。季弟念离别，贤兄救急难。\r\n河流冰处尽，海路雪中寒。尚有南飞雁，知君不忍看。"
        },
        {
            "title": "宋",
            "content": "商丘试一望，隐隐带秋天。地与辰星在，城将大路迁。\r\n干戈悲昔事，墟落对穷年。即此伤离绪，凄凄赋酒筵。"
        },
        {
            "title": "别刘大校书",
            "content": "昔日京华去，知君才望新。应犹作赋好，莫叹在官贫。\r\n且复伤远别，不然愁此身。清风几万里，江上一归人。"
        },
        {
            "title": "别韦五",
            "content": "徒然酌杯酒，不觉散人愁。相识仍远别，欲归翻旅游。\r\n夏云满郊甸，明月照河洲。莫恨征途远，东看漳水流。"
        },
        {
            "title": "送张瑶贬五谿尉",
            "content": "他日维桢干，明时悬镆铘。江山遥去国，妻子独还家。\r\n离别无嫌远，沉浮勿强嗟。南登有词赋，知尔吊长沙。"
        },
        {
            "title": "河西送李十七",
            "content": "边城多远别，此去莫徒然。问礼知才子，登科及少年。\r\n出门看落日，驱马向秋天。高价人争重，行当早著鞭。"
        },
        {
            "title": "送白少府送兵之陇右",
            "content": "践更登陇首，远别指临洮。为问关山事，何如州县劳。\r\n军容随赤羽，树色引青袍。谁断单于臂，今年太白高。"
        },
        {
            "title": "同李太守北池",
            "content": "每揖龚黄事，还陪李郭舟。云从四岳起，水向百城流。\r\n幽意随登陟，嘉言即献酬。乃知缝掖贵，今日对诸侯。"
        },
        {
            "title": "酬卫八雪中见寄",
            "content": "季冬忆淇上，落日归山樊。旧宅带流水，平田临古村。\r\n雪中望来信，醉里开衡门。果得希代宝，缄之那可论。"
        },
        {
            "title": "途中寄徐录事（比以王书见赠）",
            "content": "落日风雨至，秋天鸿雁初。离忧不堪比，旅馆复何如。\r\n君又几时去，我知音信疏。空多箧中赠，长见右军书。"
        },
        {
            "title": "醉后赠张九旭",
            "content": "世上谩相识，此翁殊不然。兴来书自圣，醉后语尤颠。\r\n白发老闲事，青云在目前。床头一壶酒，能更几回眠。"
        },
        {
            "title": "赠杜二拾遗",
            "content": "传道招提客，诗书自讨论。佛香时入院，僧饭屡过门。\r\n听法还应难，寻经剩欲翻。草玄今已毕，此外复何言。"
        },
        {
            "title": "部落曲",
            "content": "蕃军傍塞游，代马喷风秋。老将垂金甲，阏支著锦裘。\r\n雕戈蒙豹尾，红旆插狼头。日暮天山下，鸣笳汉使愁。"
        },
        {
            "title": "塞下曲（贺兰作）",
            "content": "君不见芳树枝，春花落尽蜂不窥。君不见梁上泥，\r\n秋风始高燕不栖。荡子从军事征战，蛾眉婵娟守空闺。\r\n独宿自然堪下泪，况复时闻鸟夜啼。"
        },
        {
            "title": "咏马鞭",
            "content": "龙竹养根凡几年，工人截之为长鞭，一节一目皆天然。\r\n珠重重，星连连。绕指柔，纯金坚。绳不直，规不圆。\r\n把向空中捎一声，良马有心日驰千。"
        },
        {
            "title": "画马篇（同",
            "content": "君侯枥上骢，貌在丹青中。马毛连钱蹄铁色，\r\n图画光辉骄玉勒。马行不动势若来，权奇蹴踏无尘埃。\r\n感兹绝代称妙手，遂令谈者不容口。麒麟独步自可珍，\r\n弩骀万匹知何有。终未如他枥上骢，载华毂，骋飞鸿。\r\n荷君剪拂与君用，一日千里如旋风。"
        },
        {
            "title": "渔父歌",
            "content": "曲岸深潭一山叟，驻眼看钩不移手。世人欲得知姓名，\r\n良久问他不开口。笋皮笠子荷叶衣，心无所营守钓矶。\r\n料得孤舟无定止，日暮持竿何处归。\r\n第二百一十四卷"
        },
        {
            "title": "见薛大臂鹰作（一作李白）",
            "content": "寒楚十二月，苍鹰八九毛。寄言燕雀莫相啅，\r\n自有云霄万里高。"
        },
        {
            "title": "同李九士曹观壁画云作",
            "content": "始知帝乡客，能画苍梧云。秋天万里一片色，\r\n只疑飞尽犹氛氲。"
        },
        {
            "title": "同河南李少尹毕员外宅夜饮,时洛阳告捷,遂作",
            "content": "故人美酒胜浊醪，故人清词合风骚。长歌满酌惟吾曹，\r\n高谈正可挥麈毛。半醉忽然持蟹螯，洛阳告捷倾前后。\r\n武侯腰间印如斗，郎官无事时饮酒。杯中绿蚁吹转来，\r\n瓮上飞花拂还有。前年持节将楚兵，去年留司在东京，\r\n今年复拜二千石，盛夏五月西南行。彭门剑门蜀山里，\r\n昨逢军人劫夺我，到家但见妻与子。赖得饮君春酒数十杯，\r\n不然令我愁欲死。"
        },
        {
            "title": "同鲜于洛阳于毕员外宅观画马歌",
            "content": "知君爱鸣琴，仍好千里马。永日恒思单父中，\r\n有时心到宛城下。遇客丹青天下才，白生胡雏控龙媒。\r\n主人娱宾画障开，只言骐骥西极来。半壁走参走覃势不住，\r\n满堂风飘飒然度。家僮愕视欲先鞭，枥马惊嘶还屡顾。\r\n始知物妙皆可怜，燕昭市骏岂徒然。纵令剪拂无所用，\r\n犹胜驽骀在眼前。"
        },
        {
            "title": "崔司录宅燕大理李卿",
            "content": "多雨殊未已，秋云更沉沉。洛阳故人初解印，\r\n山东小吏来相寻。上卿才大名不朽，早朝至尊暮求友。\r\n豁达常推海内贤，殷勤但酌尊中酒。饮醉欲言归剡溪，\r\n门前驷马光照衣。路傍观者徒唧唧，我公不以为是非。"
        },
        {
            "title": "送郭处士往",
            "content": "君为东蒙客，往来东蒙畔。云卧临峄阳，山行穷日观。\r\n少年词赋皆可听，秀眉白面风清泠。身上未曾染名利，\r\n口中犹未知膻腥。今日还山意无极，岂辞世路多相识。\r\n归见莱芜九十翁，为论别后长相忆。"
        },
        {
            "title": "平台夜遇李景参有别",
            "content": "离心忽怅然，策马对秋天。孟诸薄暮凉风起，归客相逢渡\r\n睢水。昨时携手已十年，今日分途各千里。岁物萧条满路歧，\r\n此行浩荡令人悲。家贫羡尔有微禄，欲往从之何所之。"
        },
        {
            "title": "寄宿田家",
            "content": "田家老翁住东陂，说道平生隐在兹。鬓白未曾记日月，\r\n山青每到识春时。门前种柳深成巷，野谷流泉添入池。\r\n牛壮日耕十亩地，人闲常扫一茅茨。客来满酌清尊酒，\r\n感兴平吟才子诗。岩际窟中藏鼹鼠，潭边竹里隐鸬鹚。\r\n村墟日落行人少，醉后无心怯路歧。今夜只应还寄宿，\r\n明朝拂曙与君辞。"
        },
        {
            "title": "题李别驾壁",
            "content": "去乡不远逢知己，握手相欢得如此。礼乐遥传鲁伯禽，\r\n宾客争过魏公子。酒筵暮散明月上，枥马长鸣春风起。\r\n一生称意能几人，今日从君问终始。"
        },
        {
            "title": "送蔡山人",
            "content": "东山布衣明古今，自言独未逢知音。识者阅见一生事，\r\n到处豁然千里心。看书学剑长辛苦，近日方思谒明主。\r\n斗酒相留醉复醒，悲歌数年泪如雨。丈夫遭遇不可知，\r\n买臣主父皆如斯。我今蹭蹬无所似，看尔崩腾何若为。"
        },
        {
            "title": "送浑将军出塞",
            "content": "将军族贵兵且强，汉家已是浑邪王。子孙相承在朝野，\r\n至今部曲燕支下。控弦尽用阴山儿，登阵常骑大宛马。\r\n银鞍玉勒绣蝥弧，每逐嫖姚破骨都。李广从来先将士，\r\n卫青未肯学孙吴。传有沙场千万骑，昨日边庭羽书至。\r\n城头画角三四声，匣里宝刀昼夜鸣。意气能甘万里去，\r\n辛勤判作一年行。黄云白草无前后，朝建旌旄夕刁斗。\r\n塞下应多侠少年，关西不见春杨柳。从军借问所从谁，\r\n击剑酣歌当此时。远别无轻绕朝策，平戎早寄仲宣诗。"
        },
        {
            "title": "赠别晋三处士",
            "content": "有人家住清河源，渡河问我游梁园。手持道经注已毕，\r\n心知内篇口不言。卢门十年见秋草，此心惆怅谁能道。\r\n知己从来不易知，慕君为人与君好。别时九月桑叶疏，\r\n出门千里无行车。爱君且欲君先达，今上求贤早上书。"
        },
        {
            "title": "送别",
            "content": "昨夜离心正郁陶，三更白露西风高。萤飞木落何淅沥，\r\n此时梦见西归客。曙钟寥亮三四声，东邻嘶马使人惊。\r\n揽衣出户一相送，唯见归云纵复横。"
        },
        {
            "title": "送杨山人归嵩阳",
            "content": "不到嵩阳动十年，旧时心事已徒然。一二故人不复见，\r\n三十六峰犹眼前。夷门二月柳条色，流莺数声泪沾臆。\r\n凿井耕田不我招，知君以此忘帝力。山人好去嵩阳路，\r\n惟余眷眷长相忆。"
        },
        {
            "title": "送田少府贬苍梧",
            "content": "沉吟对迁客，惆怅西南天。昔为一官未得意，\r\n今向万里令人怜。念兹斗酒成暌间，停舟叹君日将晏。\r\n远树应怜北地春，行人却羡南归雁。丈夫穷达未可知，\r\n看君不合长数奇。江山到处堪乘兴，杨柳青青那足悲。"
        },
        {
            "title": "留别郑三、韦九兼洛下诸公",
            "content": "忆昨相逢论久要，顾君哂我轻常调。羁旅虽同白社游，\r\n诗书已作青云料。蹇质蹉跎竟不成，年过四十尚躬耕。\r\n长歌达者杯中物，大笑前人身后名。幸逢明盛多招隐，\r\n高山大泽征求尽。此时亦得辞渔樵，青袍裹身荷圣朝。\r\n犁牛钓竿不复见，县人邑吏来相邀。远路鸣蝉秋兴发，\r\n华堂美酒离忧销。不知何日更携手，应念兹晨去折腰。"
        },
        {
            "title": "九日酬颜少府",
            "content": "檐前白日应可惜，篱下黄花为谁有。行子迎霜未授衣，\r\n主人得钱始沽酒。苏秦憔悴人多厌，蔡泽栖迟世看丑。\r\n纵使登高只断肠，不如独坐空搔首。"
        },
        {
            "title": "人日寄杜二拾遗",
            "content": "人日题诗寄草堂，遥怜故人思故乡。柳条弄色不忍见，\r\n梅花满枝空断肠。身在远藩无所预，心怀百忧复千虑。\r\n今年人日空相忆，明年人日知何处。一卧东山三十春，\r\n岂知书剑老风尘。龙钟还忝二千石，愧尔东西南北人。"
        },
        {
            "title": "古歌行",
            "content": "君不见汉家三叶从代至，高皇旧臣多富贵。\r\n天子垂衣方晏如，庙堂拱手无馀议。苍生偃卧休征战，\r\n露台百金以为费。田舍老翁不出门，洛阳少年莫论事。"
        },
        {
            "title": "燕歌行（并序）",
            "content": "开元二十六年，客有从御史大夫张公出塞而还者，作《燕歌行》以示适。感征戍之事，因而和焉。 \r\n　　汉家烟尘在东北，汉将辞家破残贼。\r\n　　男儿本自重横行，天子非常赐颜色。\r\n　　摐金伐鼓下榆关，旌旗逶迤碣石间。\r\n　　校尉羽书飞瀚海，单于猎火照狼山。\r\n　　山川萧条极边土，胡骑凭陵杂风雨。\r\n　　战士军前半死生，美人帐下犹歌舞。\r\n　　大漠穷秋塞草衰，孤城落日斗兵稀。\r\n　　身当恩遇常轻敌，力尽关山未解围。\r\n　　铁衣远戍辛勤久，玉筋应啼别离后。\r\n　　少妇城南欲断肠，征人蓟北空回首。\r\n　　边风飘飘那可度，绝域苍茫更何有。\r\n　　杀气三时作阵云，寒声一夜传刁斗。\r\n　　相看白刃血纷纷，死节从来岂顾勋。\r\n　　君不见沙场征战苦，至今犹忆李将军。\r\n【注释】：(1)燕歌行：乐府《相和歌·平调曲》题名。\r\n(2)汉家：借指唐朝。\r\n(3)烟尘：泛指战争。\r\n(4)残：凶暴。\r\n(5)横行：指驰聘沙场。\r\n(6)非常：破格。\r\n(7)赐颜色：指赏脸。\r\n(8)碣石：碣石山，在今河北省昌黎县北。\r\n(9)极边土：临边境的尽头。\r\n(10)凭陵：侵犯。\r\n(11)穷秋；秋尽。\r\n(12)“身当”两句：指战士们身承朝廷的恩遇，常不顾敌人凶猛而死战，但仍未解除重围。\r\n(13)狼山：即狼居胥山，在今内蒙古自治区。\r\n(14)摐:击、打。\r\n(15)金：钲，行军乐器。\r\n(16)伐：击。\r\n(17)榆关：山海关。\r\n(18)逶迤：绵延不绝。\r\n(19)校尉：军官。\r\n(20)羽书：紧急军事文书。\r\n(21)瀚海：大沙漠。\r\n(22)单于：指敌方首领。\r\n(23)铁衣：指远征战士。\r\n(24)玉:指泪流下像玉制的筷。\r\n(25)蓟北：唐蓟州治所在渔阳，这里泛指东北边地。\r\n(26)绝域：极远的地方。\r\n(27)更何有：形容荒凉无际。\r\n(28)半死生：指伤亡过半。\r\n(29)三时：一天中的早、午、晚，指整日。\r\n(30)刁斗：军中打更用的铜器。\r\n(31)死节：为志节而死。\r\n(32)勋：功勋。\r\n(33)李将军：指西汉名将李广，守边境数年，敌人不敢来犯。【译文】：汉家东北边境风烟滚滚，将士辞家杀敌奔赴疆场。好男儿本该志在四方，天子特加恩遇非比寻常。金鼓声中，人马开出了榆关；旌旗影里，队伍行进在碣石山间。校尉告急的军书，飞传过大漠；单于入侵的战火，照亮了狼山。边地山川，一派萧条景象；敌骑兵势如风雨，肆意侵犯。战士在沙场上，不惜沐血奋战，出生入死；将军的营帐内，依然轻歌曼舞，声色销魂。晚秋大漠，遍地是野草枯黄；日暮孤城，战士已伤亡累累。身受国恩，从来不惧强敌；力尽疆场，难以脱出重围。远征的健儿，辛勤戍守，天长日久；家中亲人想念，以泪洗面。妻子在城南思盼夫君，柔肠寸断；征夫在蓟北遥望家乡，空自怀归。凛烈的朔风，难以禁受；苍茫的绝塞，不尽边愁。早早晚晚，只望见笼罩阵地的战云；通宵达旦，但听得送寒声的刁斗。刀光血影，又一场激战来临；捐躯报国，谁还管爵赏功勋！请看，沙场的争战何等惊心触目，到如今人们还是怀念着那勇猛无敌、身先士卒的李广将军。【赏析】：　　全诗简练地描写了一次战争的全过程，意在慨叹征战之苦，谴责将领骄傲轻敌，荒淫失职，造成战争失利，使战士受到极大的痛苦和牺牲，反映了士兵与将领之间苦乐不同的现实。诗虽叙写边战，但重点不在民族矛盾，而是讽刺和愤恨不体恤战士的将领。同时，也写出了为国御敌之辛劳。主题仍是雄健激越，慷慨悲壮。叙事与抒情相结合，善于运用对比手法，增强了艺术感染力。诗的气势雄浑，笔力矫健，气氛悲壮，主旨深刻含蓄。用韵平仄相间，抑扬有节，音调和美，是边塞诗千古传诵的名篇。\r\n　　这首诗热烈地颂扬了士兵们的英勇爱国精神，同时严厉地抨击了将领们享乐腐败和视士兵生命为儿戏的轻敌冒进，使苦与乐、庄严与无耻形成了鲜明的对此。结句借古喻今，点出朝廷因用人不当所造成的恶果，比一般因靖边而思名将的含义更为深刻。全诗形象鲜明，气势奔放，四句一韵，流转自然。"
        },
        {
            "title": "邯郸少年行",
            "content": "邯郸城南游侠子，自矜生长邯郸里。千场纵博家仍富，\r\n几度报仇身不死。宅中歌笑日纷纷，门外车马常如云。\r\n未知肝胆向谁是，令人却忆平原君。君不见今人交态薄，\r\n黄金用尽还疏索。以兹感叹辞旧游，更于时事无所求。\r\n且与少年饮美酒，往来射猎西山头。"
        },
        {
            "title": "古大梁行",
            "content": "古城莽苍饶荆榛，驱马荒城愁杀人。魏王宫观尽禾黍，\r\n信陵宾客随灰尘。忆昨雄都旧朝市，轩车照耀歌钟起。\r\n军容带甲三十万，国步连营一千里。全盛须臾那可论，\r\n高台曲池无复存。遗墟但见狐狸迹，古地空馀草木根。\r\n暮天摇落伤怀抱，倚剑悲歌对秋草。侠客犹传朱亥名，\r\n行人尚识夷门道。白璧黄金万户侯，宝刀骏马填山丘。\r\n年代凄凉不可问，往来唯有水东流。"
        },
        {
            "title": "哭裴少府",
            "content": "世人谁不死，嗟君非生虑。扶病适到官，田园在何处。\r\n公才群吏感，葬事他人助。余亦未识君，深悲哭君去。\r\n第二百一十三卷"
        },
        {
            "title": "哭单父梁九少府",
            "content": "开箧泪沾臆，见君前日书。夜台今寂寞，独是子云居。\r\n畴昔探灵奇，登临赋山水。同舟南浦下，望月西江里。\r\n契阔多别离，绸缪到生死。九原即何处，万事皆如此。\r\n晋山徒峨峨，斯人已冥冥。常时禄且薄，殁后家复贫。\r\n妻子在远道，弟兄无一人。十上多苦辛，一官恒自哂。\r\n青云将可致，白日忽先尽。唯有身后名，空留无远近。"
        },
        {
            "title": "登垄",
            "content": "垄头远行客，垄上分流水。流水无尽期，行人未云已。\r\n浅才登一命，孤剑通万里。岂不思故乡，从来感知己。"
        },
        {
            "title": "别韦参军",
            "content": "二十解书剑，西游长安城。举头望君门，屈指取公卿。\r\n国风冲融迈三五，朝廷欢乐弥寰宇。白璧皆言赐近臣，\r\n布衣不得干明主。归来洛阳无负郭，东过梁宋非吾土。\r\n兔苑为农岁不登，雁池垂钓心长苦。世人遇我同众人，\r\n唯君于我最相亲。且喜百年有交态，未尝一日辞家贫。\r\n弹棋击筑白日晚，纵酒高歌杨柳春。欢娱未尽分散去，\r\n使我惆怅惊心神。丈夫不作儿女别，临歧涕泪沾衣巾。"
        },
        {
            "title": "赋得还山吟",
            "content": "还山吟，天高日暮寒山深，送君还山识君心。\r\n人生老大须恣意，看君解作一生事，山间偃仰无不至。\r\n石泉淙淙若风雨，桂花松子常满地。卖药囊中应有钱，\r\n还山服药又长年。白云劝尽杯中物，明月相随何处眠。\r\n眠时忆问醒时事，梦魂可以相周旋。"
        },
        {
            "title": "东平路中遇大水",
            "content": "天灾自古有，昏垫弥今秋。霖霪溢川原，澒洞涵田畴。\r\n指途适汶阳，挂席经芦洲。永望齐鲁郊，白云何悠悠。\r\n傍沿钜野泽，大水纵横流。虫蛇拥独树，麋鹿奔行舟。\r\n稼穑随波澜，西成不可求。室居相枕藉，蛙黾声啾啾。\r\n仍怜穴蚁漂，益羡云禽游。农夫无倚著，野老生殷忧。\r\n圣主当深仁，庙堂运良筹。仓廪终尔给，田租应罢收。\r\n我心胡郁陶，征旅亦悲愁。纵怀济时策，谁肯论吾谋。"
        },
        {
            "title": "东平路作三首",
            "content": "南图适不就，东走岂吾心。索索凉风动，行行秋水深。\r\n蝉鸣木叶落，兹夕更愁霖。\r\n明时好画策，动欲干王公。今日无成事，依依亲老农。\r\n扁舟向何处，吾爱汶阳中。\r\n清旷凉夜月，裴回孤客舟。渺然风波上，独爱前山秋。\r\n秋至复摇落，空令行者愁。"
        },
        {
            "title": "鲁西至东平",
            "content": "沙岸拍不定，石桥水横流。问津见鲁俗，怀古伤家丘。\r\n寥落千载后，空传褒圣侯。"
        },
        {
            "title": "遇冲和先生",
            "content": "冲和生何代，或谓游东溟。三命谒金殿，一言拜银青。\r\n自云多方术，往往通神灵。万乘亲问道，六宫无敢听。\r\n昔去限霄汉，今来睹仪形。头戴鹖鸟冠，手摇白鹤翎。\r\n终日饮醇酒，不醉复不醒。常忆鸡鸣山，每诵西升经。\r\n拊背念离别，依然出户庭。莫见今如此，曾为一客星。"
        },
        {
            "title": "鲁郡途中遇徐十八录事（时此公学王书嗟别）",
            "content": "谁谓嵩颍客，遂经邹鲁乡。前临少昊墟，始觉东蒙长。\r\n独行岂吾心，怀古激中肠。圣人久已矣，游夏遥相望。\r\n裴回野泽间，左右多悲伤。日出见阙里，川平知汶阳。\r\n弱冠负高节，十年思自强。终然不得意，去去任行藏。"
        },
        {
            "title": "宋中遇刘书记有别",
            "content": "何代无秀士，高门生此才。森然睹毛发，若见河山来。\r\n几载困常调，一朝时运催。白身谒明主，待诏登云台。\r\n相逢梁宋间，与我醉蒿莱。寒楚眇千里，雪天昼不开。\r\n末路终离别，不能强悲哀。男儿争富贵，劝尔莫迟回。"
        },
        {
            "title": "宋中遇陈二",
            "content": "常忝鲍叔义，所期王佐才。如何守苦节，独此无良媒。\r\n离别十年外，飘飖千里来。安知罢官后，惟见柴门开。\r\n穷巷隐东郭，高堂咏南陔。篱根长花草，井上生莓苔。\r\n伊昔望霄汉，于今倦蒿莱。男儿命未达，且尽手中杯。"
        },
        {
            "title": "自淇涉黄河途中作十三首",
            "content": "川上常极目，世情今已闲。去帆带落日，征路随长山。\r\n亲友若云霄，可望不可攀。于兹任所惬，浩荡风波间。\r\n清晨泛中流，羽族满汀渚。黄鹄何处来，昂藏寡俦侣。\r\n飞鸣无人见，饮啄岂得所。云汉尔固知，胡为不轻举。\r\n野人头尽白，与我忽相访。手持青竹竿，日暮淇水上。\r\n虽老美容色，虽贫亦闲放。钓鱼三十年，中心无所向。\r\n南登滑台上，却望河淇间。竹树夹流水，孤城对远山。\r\n念兹川路阔，羡尔沙鸥闲。长想别离处，犹无音信还。\r\n东入黄河水，茫茫泛纡直。北望太行山，峨峨半天色。\r\n山河相映带，深浅未可测。自昔有贤才，相逢不相识。\r\n秋日登滑台，台高秋已暮。独行既未惬，怀土怅无趣。\r\n晋宋何萧条，羌胡散驰鹜。当时无战略，此地即边戍。\r\n兵革徒自勤，山河孰云固。乘闲喜临眺，感物伤游寓。\r\n惆怅落日前，飘飖远帆处。北风吹万里，南雁不知数。\r\n归意方浩然，云沙更回互。\r\n乱流自兹远，倚楫时一望。遥见楚汉城，崔嵬高山上。\r\n天道昔未测，人心无所向。屠钓称侯王，龙蛇争霸王。\r\n缅怀多杀戮，顾此生惨怆。圣代休甲兵，吾其得闲放。\r\n兹川方悠邈，云沙无前后。古堰对河壖，长林出淇口。\r\n独行非吾意，东向日已久。忧来谁得知，且酌尊中酒。\r\n朝从北岸来，泊船南河浒。试共野人言，深觉农夫苦。\r\n去秋虽薄熟，今夏犹未雨。耕耘日勤劳，租税兼舄卤。\r\n园蔬空寥落，产业不足数。尚有献芹心，无因见明主。\r\n茫茫浊河注，怀古临河滨。禹功本豁达，汉迹方因循。\r\n坎德昔滂沱，冯夷胡不仁。激潏陵堤防，东郡多悲辛。\r\n天子忽惊悼，从官皆负薪。畚筑岂无谋，祈祷如有神。\r\n宣房今安在，高岸空嶙峋。\r\n我行倦风湍，辍棹将问津。空传歌瓠子，感慨独愁人。\r\n孟夏桑叶肥，秾阴夹长津。蚕农有时节，田野无闲人。\r\n临水狎渔樵，望山怀隐沦。谁能去京洛，憔悴对风尘。\r\n朝景入平川，川长复垂柳。遥看魏公墓，突兀前山后。\r\n忆昔大业时，群雄角奔走。伊人何电迈，独立风尘首。\r\n传檄举敖仓，拥兵屯洛口。连营一百万，六合如可有。\r\n方项终比肩，乱隋将假手。力争固难恃，骄战曷能久。\r\n若使学萧曹，功名当不朽。\r\n皤皤河滨叟，相遇似有耻。辍榜聊问之，答言尽终始。\r\n一生虽贫贱，九十年未死。且喜对儿孙，弥惭远城市"
        },
        {
            "title": "苦雪四首",
            "content": "二月犹北风，天阴雪冥冥。寥落一室中，怅然惭百龄。\r\n苦愁正如此，门柳复青青。\r\n惠连发清兴，袁安念高卧。余故非斯人，为性兼懒惰。\r\n赖兹尊中酒，终日聊自过。\r\n濛濛洒平陆，淅沥至幽居。且喜润群物，焉能悲斗储。\r\n故交久不见，鸟雀投吾庐。\r\n孰云久闲旷，本自保知寡。穷巷独无成，春条只盈把。\r\n安能羡鹏举，且欲歌牛下。乃知古时人，亦有如我者。"
        },
        {
            "title": "蓟中作",
            "content": "策马自沙漠，长驱登塞垣。边城何萧条，白日黄云昏。\r\n一到征战处，每愁胡虏翻。岂无安边书，诸将已承恩。\r\n惆怅孙吴事，归来独闭门。"
        },
        {
            "title": "宋中十首",
            "content": "梁王昔全盛，宾客复多才。悠悠一千年，陈迹唯高台。\r\n寂寞向秋草，悲风千里来。\r\n朝临孟诸上，忽见芒砀间。赤帝终已矣，白云长不还。\r\n时清更何有，禾黍遍空山。\r\n景公德何广，临变莫能欺。三请皆不忍，妖星终自移。\r\n君心本如此，天道岂无知。\r\n梁苑白日暮，梁山秋草时。君王不可见，修竹令人悲。\r\n九月桑叶尽，寒风鸣树枝。\r\n登高临旧国，怀古对穷秋。落日鸿雁度，寒城砧杵愁。\r\n昔贤不复有，行矣莫淹留。\r\n出门望终古，独立悲且歌。忆昔鲁仲尼，凄凄此经过。\r\n众人不可向，伐树将如何。\r\n逍遥漆园吏，冥没不知年。世事浮云外，闲居大道边。\r\n古来同一马，今我亦忘筌。\r\n五霸递征伐，宋人无战功。解围幸奇说，易子伤吾衷。\r\n唯见卢门外，萧条多转蓬。\r\n常爱宓子贱，鸣琴能自亲。邑中静无事，岂不由其身。\r\n何意千年后，寂寞无此人。\r\n阏伯去已久，高丘临道傍。人皆有兄弟，尔独为参商。\r\n终古犹如此。而今安可量。"
        },
        {
            "title": "同观陈十六史兴碑",
            "content": "荆衡气偏秀，江汉流不歇。此地多精灵，有时生才杰。\r\n伊人今独步，逸思能间发。永怀掩风骚，千载常矻矻。\r\n新碑亦崔嵬，佳句悬日月。则是刊石经，终然继梼杌。\r\n我来观雅制，慷慨变毛发。季主尽荒淫，前王徒贻厥。\r\n东周既削弱，两汉更沦没。西晋何披猖，五胡相唐突。\r\n作歌乃彰善，比物仍恶讦。感叹将谓谁，对之空咄咄。"
        },
        {
            "title": "观李九少府翥树宓子贱神祠碑",
            "content": "吾友吏兹邑，亦尝怀宓公。安知梦寐间，忽与精灵通。\r\n一见兴永叹，再来激深衷。宾从何逶迤，二十四老翁。\r\n于焉建层碑，突兀长林东。作者无愧色，行人感遗风。\r\n坐令高岸尽，独对秋山空。片石勿谓轻，斯言固难穷。\r\n龙盘色丝外，鹊顾偃波中。形胜驻群目，坚贞指苍穹。\r\n我非王仲宣，去矣徒发蒙。"
        },
        {
            "title": "题尉迟将军新庙",
            "content": "周室既板荡，贼臣立婴儿。将军独激昂，誓欲酬恩私。\r\n孤城日无援，高节终可悲。家国共沦亡，精魂空在斯。\r\n沉沉积冤气，寂寂无人知。良牧怀深仁，与君建明祠。\r\n父子俱血食，轩车每逶迤。我来荐蘋蘩，感叹兴此词。\r\n晨光上阶闼，杀气翻旌旗。明明幽冥理，至诚信莫欺。\r\n唯夫二千石，多庆方自兹。"
        },
        {
            "title": "李云南征蛮诗",
            "content": "圣人赫斯怒，诏伐西南戎。肃穆庙堂上，深沉节制雄。\r\n遂令感激士，得建非常功。料死不料敌，顾恩宁顾终。\r\n鼓行天海外，转战蛮夷中。梯巘近高鸟，穿林经毒虫。\r\n鬼门无归客，北户多南风。蜂虿隔万里，云雷随九攻。\r\n长驱大浪破，急击群山空。饷道忽已远，悬军垂欲穷。\r\n精诚动白日，愤薄连苍穹。野食掘田鼠，晡餐兼僰僮。\r\n收兵列亭堠，拓地弥西东。临事耻苟免，履危能饬躬。\r\n将星独照耀，边色何溟濛。泸水夜可涉，交州今始通。\r\n归来长安道，召见甘泉宫。廉蔺若未死，孙吴知暗同。\r\n相逢论意气，慷慨谢深衷。"
        },
        {
            "title": "宓公琴台诗三首",
            "content": "宓子昔为政，鸣琴登此台。琴和人亦闲，千载称其才。\r\n临眺忽凄怆，人琴安在哉。悠悠此天壤，唯有颂声来。\r\n邦伯感遗事，慨然建琴堂。乃知静者心，千载犹相望。\r\n入室想其人，出门何茫茫。唯见白云合，东临邹鲁乡。\r\n皤皤邑中老，自夸邑中理。何必升君堂，然后知君美。\r\n开门无犬吠，早卧常晏起。昔人不忍欺，今我还复尔。"
        },
        {
            "title": "三君咏·狄梁公（仁杰）",
            "content": "梁公乃贞固，勋烈垂竹帛。昌言太后朝，潜运储君策。\r\n待贤开相府，共理登方伯。至今青云人，犹是门下客。"
        },
        {
            "title": "三君咏·郭代公（元振）",
            "content": "代公实英迈，津涯浩难识。拥兵抗矫征，仗节归有德。\r\n纵横负才智，顾盼安社稷。流落勿重陈，怀哉为凄恻。"
        },
        {
            "title": "三君咏·魏郑公（徵）",
            "content": "郑公经纶日，隋氏风尘昏。济代取高位，逢时敢直言。\r\n道光先帝业，义激旧君恩。寂寞卧龙处，英灵千载魂。"
        },
        {
            "title": "同吕判官从",
            "content": "塞口连浊河，辕门对山寺。宁知鞍马上，独有登临事。\r\n七级凌太清，千崖列苍翠。飘飘方寓目，想像见深意。\r\n高兴殊未平，凉风飒然至。拔城阵云合，转旆胡星坠。\r\n大将何英灵，官军动天地。君怀生羽翼，本欲附骐骥。\r\n款段苦不前，青冥信难致。一歌阳春后，三叹终自愧。"
        },
        {
            "title": "同房侍御山园新亭与邢判官同游",
            "content": "隐隐春城外，朦胧陈迹深。君子顾榛莽，兴言伤古今。\r\n决河导新流，疏径踪旧林。开亭俯川陆，时景宜招寻。\r\n肃穆逢使轩，夤缘事登临。忝游芝兰室，还对桃李阴。\r\n岸远白波来，气喧黄鸟吟。因睹歌颂作，始作经济心。\r\n灌坛有遗风，单父多鸣琴。谁为久州县，苍生怀德音。"
        },
        {
            "title": "同敬八、卢五泛河间清河",
            "content": "清川在城下，沿泛多所宜。同济惬数公，玩物欣良时。\r\n飘飖波上兴，燕婉舟中词。昔陟乃平原，今来忽涟漪。\r\n东流达沧海，西流延滹池。云树共晦明，井邑相逶迤。\r\n稍随归月帆，若与沙鸥期。渔父更留我，前潭水未滋。"
        },
        {
            "title": "同韩四、薛三东亭玩月",
            "content": "远游怅不乐，兹赏吾道存。款曲故人意，辛勤清夜言。\r\n东亭何寥寥，佳境无朝昏。阶墀近洲渚，户牖当郊原。\r\n矧乃穷周旋，游时怡讨论。树阴荡瑶瑟，月气延清尊。\r\n明河带飞雁，野火连荒村。对此更愁予，悠哉怀故园。"
        },
        {
            "title": "同群公宿开善",
            "content": "驾车出人境，避暑投僧家。裴回龙象侧，始见香林花。\r\n读书不及经，饮酒不胜茶。知君悟此道，所未搜袈裟。\r\n谈空忘外物，持诫破诸邪。则是无心地，相看唯月华。"
        },
        {
            "title": "同群公题中山寺",
            "content": "平原十里外，稍稍云岩深。遂及清净所，都无人世心。\r\n名僧既礼谒，高阁复登临。石壁倚松径，山田多栗林。\r\n超遥尽巘崿，逼侧仍岖嶔。吾欲休世事，于焉聊自任。"
        },
        {
            "title": "同群",
            "content": "郑侯应凄惶，五十头尽白。昔为南昌尉，今作东郡客。\r\n与语多远情，论心知所益。秋林既清旷，穷巷空淅沥。\r\n蝶舞园更闲，鸡鸣日云夕。男儿未称意，其道固无适。\r\n劝君且杜门，勿叹人事隔。"
        },
        {
            "title": "行路难二首",
            "content": "长安少年不少钱，能骑骏马鸣金鞭。五侯相逢大道边，\r\n美人弦管争留连。黄金如斗不敢惜，片言如山莫弃捐。\r\n安知憔悴读书者，暮宿灵台私自怜。\r\n君不见富家翁，旧时贫贱谁比数。一朝金多结豪贵，\r\n万事胜人健如虎。子孙成行满眼前，妻能管弦妾能舞。\r\n自矜一身忽如此，却笑傍人独愁苦。东邻少年安所如，\r\n席门穷巷出无车。有才不肯学干谒，何用年年空读书。"
        },
        {
            "title": "同群公出猎海上",
            "content": "畋猎自古昔，况伊心赏俱。偶与群公游，旷然出平芜。\r\n层阴涨溟海，杀气穷幽都。鹰隼何翩翩，驰骤相传呼。\r\n豺狼窜榛莽，麋鹿罹艰虞。高鸟下騂弓，困兽斗匹夫。\r\n尘惊大泽晦，火燎深林枯。失之有馀恨，获者无全躯。\r\n咄彼工拙间，恨非指踪徒。犹怀老氏训，感叹此欢娱。"
        },
        {
            "title": "同群公秋登琴台",
            "content": "古迹使人感，琴台空寂寥。静然顾遗尘，千载如昨朝。\r\n临眺自兹始，群贤久相邀。德与形神高，孰知天地遥。\r\n四时何倏忽，六月鸣秋蜩。万象归白帝，平川横赤霄。\r\n犹是对夏伏，几时有凉飙。燕雀满檐楹，鸿鹄抟扶摇。\r\n物性各自得，我心在渔樵。兀然还复醉，尚握尊中瓢。"
        },
        {
            "title": "同马太守听九思法师讲金刚经",
            "content": "吾师晋阳宝，杰出山河最。途经世谛间，心到空王外。\r\n鸣钟山虎伏，说法天龙会。了义同建瓴，梵法若吹籁。\r\n深知亿劫苦，善喻恒沙大。舍施割肌肤，攀缘去亲爱。\r\n招提何清净，良牧驻轻盖。露冕众香中，临人觉苑内。"
        },
        {
            "title": "登百丈峰二首",
            "content": "朝登百丈峰，遥望燕支道。汉垒青冥间，胡天白如扫。\r\n忆昔霍将军，连年此征讨。匈奴终不灭，寒山徒草草。\r\n唯见鸿雁飞，令人伤怀抱。\r\n晋武轻后事，惠皇终已昏。豺狼塞瀍洛，胡羯争乾坤。\r\n四海如鼎沸，五原徒自尊。而今白庭路，犹对青阳门。\r\n朝市不足问，君臣随草根。"
        },
        {
            "title": "登广陵栖灵寺塔",
            "content": "淮南富登临，兹塔信奇最。直上造云族，凭虚纳天籁。\r\n迥然碧海西，独立飞鸟外。始知高兴尽，达与赏心会。\r\n连山黯吴门，乔木吞楚塞。城池满窗下，物象归掌内。\r\n远思驻江帆，暮时结春霭。轩车疑蠢动，造化资大块。\r\n何必了无身，然后知所退。"
        },
        {
            "title": "同薛司直诸公秋霁曲江俯见南山作",
            "content": "南山郁初霁，曲江湛不流。若临瑶池前，想望昆仑丘。\r\n回首见黛色，眇然波上秋。深沉俯峥嵘，清浅延阻修。\r\n连潭万木影，插岸千岩幽。杳霭信难测，渊沦无暗投。\r\n片云对渔父，独鸟随虚舟。我心寄青霞，世事惭白鸥。\r\n得意在乘兴，忘怀非外求。良辰自多暇，欣与数子游。"
        },
        {
            "title": "同诸公登慈恩寺浮图",
            "content": "香界泯群有，浮图岂诸相。登临骇孤高，披拂欣大壮。\r\n言是羽翼生，迥出虚空上。顿疑身世别，乃觉形神王。\r\n宫阙皆户前，山河尽檐向。秋风昨夜至，秦塞多清旷。\r\n千里何苍苍，五陵郁相望。盛时惭阮步，末宦知周防。\r\n输效独无因，斯焉可游放。"
        },
        {
            "title": "宴韦司户山亭院",
            "content": "人幽想灵山，意惬怜远水。习静务为适，所居还复尔。\r\n汲流涨华池，开酌宴君子。苔径试窥践，石屏可攀倚。\r\n入门见中峰，携手如万里。横琴了无事，垂钓应有以。\r\n高馆何沉沉，飒然凉风起。"
        },
        {
            "title": "途中酬李少府赠别之作",
            "content": "西上逢节换，东征私自怜。故人今卧疾，欲别还留连。\r\n举酒临南轩，夕阳满中筵。宁知江上兴，乃在河梁偏。\r\n行李多光辉，札翰忽相鲜。谁谓岁月晚，交情尚贞坚。\r\n终嗟州县劳，官谤复迍邅。虽负忠信美，其如方寸悬。\r\n连帅扇清风，千里犹眼前。曾是趋藻镜，不应翻弃捐。\r\n日来知自强，风气殊未痊。可以加药物，胡为辄忧煎。\r\n驱马出大梁，原野一悠然。柳色感行客，云阴愁远天。\r\n皇明烛幽遐，德泽普照宣。鹓鸿列霄汉，燕雀何翩翩。\r\n余亦惬所从，渔樵十二年。种瓜漆园里，凿井卢门边。\r\n去去勿重陈，生涯难勉旃。或期遇春事，与尔复周旋。\r\n投报空回首，狂歌谢比肩。"
        },
        {
            "title": "送虞城刘明府谒魏郡苗太守",
            "content": "天官苍生望，出入承明庐。肃肃领旧藩，皇皇降玺书。\r\n茂宰多感激，良将复吹嘘。永怀一言合，谁谓千里疏。\r\n对酒忽命驾，兹情何起予。炎天昼如火，极目无行车。\r\n长路出雷泽，浮云归孟诸。魏郡十万家，歌钟喧里闾。\r\n传道贤君至，闭关常晏如。君将挹高论，定是问樵渔。\r\n今日逢明圣，吾为陶隐居。"
        },
        {
            "title": "酬别薛三、蔡大",
            "content": "迢递辞京华，辛勤异乡县。登高俯沧海，回首泪如霰。\r\n同人久离别，失路还相见。薛侯怀直道，德业应时选。\r\n蔡子负清才，当年擢宾荐。韩公有奇节，词赋凌群彦。\r\n读书嵩岑间，作吏沧海甸。伊余寡栖托，感激多愠见。\r\n纵诞非尔情，飘沦任疵贱。忽枉琼瑶作，乃深平生眷。\r\n始谓吾道存，终嗟客游倦。归心无昼夜，别事除言宴。\r\n复值凉风时，苍茫夏云变。"
        },
        {
            "title": "宋中遇林",
            "content": "昔余涉漳水，驱车行邺西。遥见林虑山，苍苍戛天倪。\r\n邂逅逢尔曹，说君彼岩栖。萝径垂野蔓，石房倚云梯。\r\n秋韭何青青，药苗数百畦。栗林隘谷口，栝树森回谿。\r\n耕耘有山田，纺绩有山妻。人生苟如此，何必组与珪。\r\n谁谓远相访，曩情殊不迷。檐前举醇醪，灶下烹只鸡。\r\n朔风忽振荡，昨夜寒螀啼。游子益思归，罢琴伤解携。\r\n出门尽原野，白日黯已低。始惊道路难，终念言笑暌。\r\n因声谢岑壑，岁暮一攀跻。"
        },
        {
            "title": "淇上别刘少府子英",
            "content": "近来住淇上，萧条惟空林。又非耕种时，闲散多自任。\r\n伊君独知我，驱马欲招寻。千里忽携手，十年同苦心。\r\n求仁见交态，于道喜甘临。逸思乃天纵，微才应陆沉。\r\n飘然归故乡，不复问离襟。南登黎阳渡，莽苍寒云阴。\r\n桑叶原上起，河凌山下深。途穷更远别，相对益悲吟。"
        },
        {
            "title": "别张少府",
            "content": "归客留不住，朝云纵复横。马头向春草，斗柄临高城。\r\n嗟我久离别，羡君看弟兄。归心更难道，回首一伤情。"
        },
        {
            "title": "送崔录事赴宣城",
            "content": "大国非不理，小官皆用才。欲行宣城印，住饮洛阳杯。\r\n晚景为人别，长天无鸟回。举帆风波渺，倚棹江山来。\r\n羡尔兼乘兴，芜湖千里开。"
        },
        {
            "title": "送韩九",
            "content": "惆怅别离日，裴回歧路前。归人望独树，匹马随秋蝉。\r\n常与天下士，许君兄弟贤。良时正可用，行矣莫徒然。"
        },
        {
            "title": "涟上别王秀才",
            "content": "飘飖经远道，客思满穷秋。浩荡对长涟，君行殊未休。\r\n崎岖山海侧，想像无前俦。何意照乘珠，忽然欲暗投。\r\n东路方箫条，楚歌复悲愁。暮帆使人感，去鸟兼离忧。\r\n行矣当自爱，壮年莫悠悠。余亦从此辞，异乡难久留。\r\n赠言岂终极，慎勿滞沧洲。"
        },
        {
            "title": "赠别王十七管记",
            "content": "故交吾未测，薄宦空年岁。晚节踪曩贤，雄词冠当世。\r\n堂中皆食客，门外多酒债。产业曾未言，衣裘与人敝。\r\n飘飖戎幕下，出入关山际。转战轻壮心，立谈有边计。\r\n云沙自回合，天海空迢递。星空汉将骄，月盛胡兵锐。\r\n沙深冷陉断，雪暗辽阳闭。亦谓扫欃枪，旋惊陷蜂虿。\r\n归旌告东捷，斗骑传西败。遥飞绝汉书，已筑长安第。\r\n画龙俱在叶，宠鹤先居卫。勿辞部曲勋，不藉将军势。\r\n相逢季冬月，怅望穷海裔。折剑留赠人，严装遂云迈。\r\n我行将悠缅，及此还羁滞。曾非济代谋，且有临深诫。\r\n随波混清浊，与物同丑丽。眇忆青岩栖，宁忘褐衣拜。\r\n自言爱水石，本欲亲兰蕙。何意薄松筠，翻然重菅蒯。\r\n恒深取与分，孰慢平生契。款曲鸡黍期，酸辛别离袂。\r\n逢时愧名节，遇坎悲沦替。适赵非解纷，游燕往无说。\r\n浩歌方振荡，逸翮思凌励。倏若异鹏抟，吾当学蝉蜕。"
        },
        {
            "title": "又送族侄式颜",
            "content": "惜君才未遇，爱君才若此。世上五百年，君家一千里。\r\n俱游帝城下，忽在梁园里。我今行山东，离忧不能已。"
        },
        {
            "title": "宋中送族侄式颜（时张大夫贬括州使人召式颜",
            "content": "大夫击东胡，胡尘不敢起。胡人山下哭，胡马海边死。\r\n部曲尽公侯，舆台亦朱紫。当时有勋业，末路遭谗毁。\r\n转旆燕赵间，剖符括苍里。弟兄莫相见，亲族远枌梓。\r\n不改青云心，仍招布衣士。平生怀感激，本欲候知己。\r\n去矣难重陈，飘然自兹始。游梁且未遇，适越今何以。\r\n乡山西北愁，竹箭东南美。峥嵘缙山外，苍莽几千里。\r\n旅雁悲啾啾，朝昏孰云已。登临多瘴疠，动息在风水。\r\n虽有贤主人，终为客行子。我携一尊酒，满酌聊劝尔。\r\n劝尔惟一言，家声勿沦滓。"
        },
        {
            "title": "送萧十八与房侍御回还",
            "content": "常苦古人远，今见斯人古。澹泊遗声华，周旋必邹鲁。\r\n故交在梁宋，游方出庭户。匹马鸣朔风，一身济河浒。\r\n辛勤采兰咏，款曲翰林主。岁月催别离，庭闱远风土。\r\n寥寥寒烟静，莽莽夕阴吐。明发不在兹，青天眇难睹。"
        },
        {
            "title": "别王彻",
            "content": "归客自南楚，怅然思北林。萧条秋风暮，回首江淮深。\r\n留君终日欢，或为梁父吟。时辈想鹏举，他人嗟陆沉。\r\n载酒登平台，赠君千里心。浮云暗长路，落日有归禽。\r\n离别未足悲，辛勤当自任。吾知十年后，季子多黄金。"
        },
        {
            "title": "宋中别李八",
            "content": "岁晏谁不归，君归意可说。将趋倚门望，还念同人别。\r\n驻马临长亭，飘然事明发。苍茫眺千里，正值苦寒节。\r\n旧国多转蓬，平台下明月。世情薄疵贱，夫子怀贤哲。\r\n行矣各勉旃，吾当挹馀烈。"
        },
        {
            "title": "宋中别周、梁、李三子",
            "content": "曾是不得意，适来兼别离。如何一尊酒，翻作满堂悲。\r\n周子负高价，梁生多逸词。周旋梁宋间，感激建安时。\r\n白雪正如此，青云无自疑。李侯怀英雄，肮脏乃天资。\r\n方寸且无间，衣冠当在斯。俱为千里游，忽念两乡辞。\r\n且见壮心在，莫嗟携手迟。凉风吹北原，落日满西陂。\r\n露下草初白，天长云屡滋。我心不可问，君去定何之。\r\n京洛多知己，谁能忆左思。"
        },
        {
            "title": "答侯少府",
            "content": "常日好读书，晚年学垂纶。漆园多乔木，睢水清粼粼。\r\n诏书下柴门，天命敢逡巡。赫赫三伏时，十日到咸秦。\r\n褐衣不得见，黄绶翻在身。吏道顿羁束，生涯难重陈。\r\n北使经大寒，关山饶苦辛。边兵若刍狗，战骨成埃尘。\r\n行矣勿复言，归欤伤我神。如何燕赵陲，忽遇平生亲。\r\n开馆纳征骑，弹弦娱远宾。飘飖天地间，一别方兹晨。\r\n东道有佳作，南朝无此人。性灵出万象，风骨超常伦。\r\n吾党谢王粲，群贤推郄诜。明时取秀才，落日过蒲津。\r\n节苦名已富，禄微家转贫。相逢愧薄游，抚己荷陶钧。\r\n心事正堪尽，离居宁太频。两河归路遥，二月芳草新。\r\n柳接滹沱暗，莺连渤海春。谁谓行路难，猥当希代珍。\r\n提握每终日，相思犹比邻。江海有扁舟，丘园有角巾。\r\n君意定何适，我怀知所遵。浮沉各异宜，老大贵全真。\r\n莫作云霄计，遑遑随缙绅。"
        },
        {
            "title": "酬岑二十主簿秋夜见赠之作",
            "content": "舍下蛩乱鸣，居然自萧索。缅怀高秋兴，忽枉清夜作。\r\n感物我心劳，凉风惊二毛。池枯菡萏死，月出梧桐高。\r\n如何异乡县，复得交才彦。泪没嗟后时，蹉跎耻相见。\r\n箕山别来久，魏阙谁不恋。独有江海心，悠悠未尝倦。"
        },
        {
            "title": "睢阳酬别畅大判官",
            "content": "吾友遇知己，策名逢圣朝。高才擅白雪，逸翰怀青霄。\r\n承诏选嘉宾，慨然即驰轺。清昼下公馆，尺书忽相邀。\r\n留欢惜别离，毕景驻行镳。言及沙漠事，益令胡马骄。\r\n丈夫拔东蕃，声冠霍嫖姚。兜鍪冲矢石，铁甲生风飙。\r\n诸将出冷陉，连营济石桥。酋豪尽俘馘，子弟输征徭。\r\n边庭绝刁斗，战地成渔樵。榆关夜不扃，塞口长萧萧。\r\n降胡满蓟门，一一能射雕。军中多宴乐，马上何轻趫。\r\n戎狄本无厌，羁縻非一朝。饥附诚足用，饱飞安可招。\r\n李牧制儋蓝，遗风岂寂寥。君还谢幕府，慎勿轻刍荛。"
        },
        {
            "title": "无题",
            "content": "自从别京华，我心乃萧索。十年守章句，万事空寥落。\r\n北上登蓟门，茫茫见沙漠。倚剑对风尘，慨然思卫霍。\r\n拂衣去燕赵，驱马怅不乐。天长沧洲路，日暮邯郸郭。\r\n酒肆或淹留，渔潭屡栖泊。独行备艰险，所见穷善恶。\r\n永顾拯刍荛，孰云干鼎镬。皇情念淳古，时俗何浮薄。\r\n理道资任贤，安人在求瘼。故交负灵奇，逸气抱謇谔。\r\n隐轸经济具，纵横建安作。才望忽先鸣，风期无宿诺。\r\n飘飖劳州县，迢递限言谑。东驰眇贝丘，西顾弥虢略。\r\n淇水徒自流，浮云不堪托。吾谋适可用，天路岂寥廓。\r\n不然买山田，一身与耕凿。且欲同鹪鹩，焉能志鸿鹄。"
        },
        {
            "title": "酬秘书弟兼寄幕下诸公",
            "content": "亚相膺时杰，群才遇良工。翩翩幕下来，拜赐甘泉宫。\r\n信知命世奇，适会非常功。侍御执邦宪，清词焕春丛。\r\n末路望绣衣，他时常发蒙。孰云三军壮，惧我弹射雄。\r\n谁谓万里遥，在我樽俎中。光禄经济器，精微自深衷。\r\n前席屡荣问，长城兼在躬。高纵激颓波，逸翮驰苍穹。\r\n将副节制筹，欲令沙漠空。司业志应徐，雅度思冲融。\r\n相思三十年，忆昨犹儿童。今来抱青紫，忽若披鹓鸿。\r\n说剑增慷慨，论交持始终。秘书即吾门，虚白无不通。\r\n多才陆平原，硕学郑司农。献封到关西，独步归山东。\r\n永意久知处，嘉言能亢宗。客从梁宋来，行役随转蓬。\r\n酬赠欣元弟，忆贤瞻数公。游鳞戏沧浪，鸣凤栖梧桐。\r\n并负垂天翼，俱乘破浪风。眈眈天府间，偃仰谁敢同。\r\n何意构广厦，翻然顾雕虫。应知阮步兵，惆怅此途穷。"
        },
        {
            "title": "同吕员外酬田著作幕门军西宿盘山秋夜作",
            "content": "碛路天早秋，边城夜应永。遥传戎旅作，已报关山冷。\r\n上将顿盘阪，诸军遍泉井。绸缪阃外书，慷慨幕中请。\r\n能使勋业高，动令氛雾屏。远途能自致，短步终难骋。\r\n羽翮时一看，穷愁始三省。人生感然诺，何啻若形影。\r\n白发知苦心，阳春见佳境。星河连塞络，刁斗兼山静。\r\n忆君霜露时，使我空引领。"
        },
        {
            "title": "别耿都尉",
            "content": "四十能学剑，时人无此心。如何耿夫子，感激投知音。\r\n翩翩白马来，二月青草深。别易小千里，兴酣倾百金。\r\n第二百一十二卷"
        },
        {
            "title": "酬庞十兵曹",
            "content": "忆昔游京华，自言生羽翼。怀书访知己，末路空相识。\r\n许国不成名，还家有惭色。托身从畎亩，浪迹初自得。\r\n雨泽感天时，耕耘忘帝力。同人洛阳至，问我睢水北。\r\n遂尔款津涯，净然见胸臆。高谈悬物象，逸韵投翰墨。\r\n别岸迥无垠，海鹤鸣不息。梁城多古意，携手共凄恻。\r\n怀贤想邹枚，登高思荆棘。世情恶疵贱，之子怜孤直。\r\n酬赠感并深，离忧岂终极。"
        },
        {
            "title": "酬裴员外以诗代书",
            "content": "少时方浩荡，遇物犹尘埃。脱略身外事，交游天下才。\r\n单车入燕赵，独立心悠哉。宁知戎马间，忽展平生怀。\r\n且欣清论高，岂顾夕阳颓。题诗碣石馆，纵酒燕王台。\r\n北望沙漠垂，漫天雪皑皑。临边无策略，览古空裴回。\r\n乐毅吾所怜，拔齐翻见猜。荆卿吾所悲，适秦不复回。\r\n然诺多死地，公忠成祸胎。与君从此辞，每恐流年催。\r\n如何俱老大，始复忘形骸。兄弟真二陆，声名连八裴。\r\n乙未将星变，贼臣候天灾。胡骑犯龙山，乘舆经马嵬。\r\n千官无倚著，万姓徒悲哀。诛吕鬼神动，安刘天地开。\r\n奔波走风尘，倏忽值云雷。拥旄出淮甸，入幕征楚材。\r\n誓当剪鲸鲵，永以竭驽骀。小人胡不仁，谗我成死灰。\r\n赖得日月明，照耀无不该。留司洛阳宫，詹府唯蒿莱。\r\n是时扫氛祲，尚未歼渠魁。背河列长围，师老将亦乖。\r\n归军剧风火，散卒争椎埋。一夕瀍洛空，生灵悲曝腮。\r\n衣冠投草莽，予欲驰江淮。登顿宛叶下，栖遑襄邓隈。\r\n城池何萧条，邑屋更崩摧。纵横荆棘丛，但见瓦砾堆。\r\n行人无血色，战骨多青苔。遂除彭门守，因得朝玉阶。\r\n激昂仰鹓鹭，献替欣盐梅。驱传及远蕃，忧思郁难排。\r\n罢人纷争讼，赋税如山崖。所思在畿甸，曾是鲁宓侪。\r\n自从拜郎官，列宿焕天街。那能访遐僻，还复寄琼环。\r\n金玉本高价，埙篪终易谐。朗咏临清秋，凉风下庭槐。\r\n何意寇盗间，独称名义偕。辛酸陈侯诔，叹息季鹰杯。\r\n白日屡分手，青春不再来。卧看中散论，愁忆太常斋。\r\n酬赠徒为尔，长歌还自咍。"
        },
        {
            "title": "酬鸿胪裴主簿雨后睢阳北楼见赠之作（一作王",
            "content": "暮霞照新晴，归云犹相逐。有怀晨昏暇，相见登眺目。\r\n问礼侍彤襜，题诗访茅屋。高楼多古今，陈事满陵谷。\r\n地久微子封，台馀孝王筑。裴回顾霄汉，豁达俯川陆。\r\n远水对秋城，长天向乔木。公门何清净，列戟森已肃。\r\n不叹携手稀，恒思著鞭速。终当拂羽翰，轻举随鸿鹄。"
        },
        {
            "title": "酬马八郊古见赠",
            "content": "深崖无绿竹，秀色徒氛氲。时代种桃李，无人顾此君。\r\n奈何冰雪操，尚与蒿莱群。愿托灵仙子，一声吹入云。"
        },
        {
            "title": "奉酬北海李太守丈人夏日平阴亭",
            "content": "天子股肱守，丈人山岳灵。出身侍丹墀，举翮凌青冥。\r\n当昔皇运否，人神俱未宁。谏官莫敢议，酷吏方专刑。\r\n谷永独言事，匡衡多引经。两朝纳深衷，万乘无不听。\r\n盛烈播南史，雄词豁东溟。谁谓整隼旟，翻然忆柴扃。\r\n寄书汶阳客，回首平阴亭。开封见千里，结念存百龄。\r\n隐轸江山丽，氛氲兰茝馨。自怜遇时休，漂泊随流萍。\r\n春野变木德，夏天临火星。一生徒羡鱼，四十犹聚萤。\r\n从此日闲放，焉能怀拾青。"
        },
        {
            "title": "酬陆少府",
            "content": "朝临淇水岸，还望卫人邑。别意在山阿，征途背原隰。\r\n萧萧前村口，唯见转蓬入。水渚人去迟，霜天雁飞急。\r\n固应不远别，所与路未及。欲济川上舟，相思空伫立。"
        },
        {
            "title": "酬李少府",
            "content": "出塞魂屡惊，怀贤意难说。谁知吾道间，乃在客中别。\r\n日夕捧琼瑶，相思无休歇。伊人虽薄宦，举代推高节。\r\n述作凌江山，声华满冰雪。一登蓟丘上，四顾何惨烈。"
        },
        {
            "title": "酬司空璲少府",
            "content": "飘飖未得意，感激与谁论。昨日遇夫子，仍欣吾道存。\r\n江山满词赋，札翰起凉温。吾见风雅作，人知德业尊。\r\n惊飙荡万木，秋气屯高原。燕赵何苍茫，鸿雁来翩翻。\r\n此时与君别，握手欲无言。"
        },
        {
            "title": "和崔二少府登楚丘城作",
            "content": "故人亦不遇，异县久栖托。辛勤失路意，感叹登楼作。\r\n清晨眺原野，独立穷寥廓。云散芒砀山，水还睢阳郭。\r\n绕梁即襟带，封卫多漂泊。事古悲城池，年丰爱墟落。\r\n相逢俱未展，携手空萧索。何意千里心，仍求百金诺。\r\n公侯皆我辈，动用在谋略。圣心思贤才，朅来刈葵藿。"
        },
        {
            "title": "和贺兰判官望北海作",
            "content": "圣代务平典，輶轩推上才。迢遥溟海际，旷望沧波开。\r\n四牡未遑息，三山安在哉。巨鳌不可钓，高浪何崔嵬。\r\n湛湛朝百谷，茫茫连九垓。挹流纳广大，观异增迟回。\r\n日出见鱼目，月圆知蚌胎。迹非想像到，心以精灵猜。\r\n远色带孤屿，虚声涵殷雷。风行越裳贡，水遏天吴灾。\r\n揽辔隼将击，忘机鸥复来。缘情韵骚雅，独立遗尘埃。\r\n吏道竟殊用，翰林仍忝陪。长鸣谢知己，所愧非龙媒。"
        },
        {
            "title": "苦雨寄房四昆季",
            "content": "独坐见多雨，况兹兼索居。茫茫十月交，穷阴千里馀。\r\n弥望无端倪，北风击林箊。白日渺难睹，黄云争卷舒。\r\n安得造化功，旷然一扫除。滴沥檐宇愁，寥寥谈笑疏。\r\n泥涂拥城郭，水潦盘丘墟。惆怅悯田农，裴回伤里闾。\r\n曾是力井税，曷为无斗储。万事切中怀，十年思上书。\r\n君门嗟缅邈，身计念居诸。沉吟顾草茅，郁怏任盈虚。\r\n黄鹄不可羡，鸡鸣时起予。故人平台侧，高馆临通衢。\r\n兄弟方荀陈，才华冠应徐。弹棋自多暇，饮酒更何如。\r\n知人想林宗，直道惭史鱼。携手风流在，开襟鄙吝祛。\r\n宁能访穷巷，相与对园蔬。"
        },
        {
            "title": "寄孟五少府",
            "content": "秋气落穷巷，离忧兼暮蝉。后时已如此，高兴亦徒然。\r\n知君念淹泊，忆我屡周旋。征路见来雁，归人悲远天。\r\n平生感千里，相望在贞坚。"
        },
        {
            "title": "蓟门不遇",
            "content": "適远登蓟丘，兹晨独搔屑。贤交不可见，吾愿终难说。\r\n迢递千里游，羁离十年别。才华仰清兴，功业嗟芳节。\r\n旷荡阻云海，萧条带风雪。逢时事多谬，失路心弥折。\r\n行矣勿重陈，怀君但愁绝。"
        },
        {
            "title": "单父逢邓",
            "content": "邦牧今坐啸，群贤趋纪纲。四人忽不扰，耕者遥相望。\r\n粲粲府中妙，授词如履霜。炎炎伏热时，草木无晶光。\r\n匹马度睢水，清风何激扬。校缗阅帑藏，发廪欣斯箱。\r\n邂逅得相逢，欢言至夕阳。开襟自公馀，载酒登琴堂。\r\n举杯挹山川，寓目穷毫芒。白鸟向田尽，青蝉归路长。\r\n醉中不惜别，况乃正游梁。"
        },
        {
            "title": "过卢明府有赠",
            "content": "良吏不易得，古人今可传。静然本诸己，以此知其贤。\r\n我行挹高风，羡尔兼少年。胸怀豁清夜，史汉如流泉。\r\n明日复行春，逶迤出郊坛。登高见百里，桑野郁芊芊。\r\n时平俯鹊巢，岁熟多人烟。奸猾唯闭户，逃亡归种田。\r\n回轩自郭南，老幼满马前。皆贺蚕农至，而无徭役牵。\r\n君观黎庶心，抚之诚万全。何幸逢大道，愿言烹小鲜。\r\n能奏明廷主，一试武城弦。"
        },
        {
            "title": "东平留赠狄司马（曾与田安西充判官）",
            "content": "古人无宿诺，兹道以为难。万里赴知己，一言诚可叹。\r\n马蹄经月窟，剑术指楼兰。地出北庭尽，城临西海寒。\r\n森然瞻武库，则是弄儒翰。入幕绾银绶，乘轺兼铁冠。\r\n练兵日精锐，杀敌无遗残。献捷见天子，论功俘可汗。\r\n激昂丹墀下，顾盼青云端。谁谓纵横策，翻为权势干。\r\n将军既坎壈，使者亦辛酸。耿介挹三事，羁离从一官。\r\n知君不得意，他日会鹏抟。"
        },
        {
            "title": "赠别沈四逸人",
            "content": "沈侯未可测，其况信浮沉。十载常独坐，几人知此心。\r\n乘舟蹈沧海，买剑投黄金。世务不足烦，有田西山岑。\r\n我来遇知己，遂得开清襟。何意阃阈间，沛然江海深。\r\n疾风扫秋树，濮上多鸣砧。耿耿尊酒前，聊雁飞愁音。\r\n平生重离别，感激对孤琴。"
        },
        {
            "title": "钜鹿赠李少府",
            "content": "李侯虽薄宦，时誉何籍籍。骏马常借人，黄金每留客。\r\n投壶华馆静，纵酒凉风夕。即此遇神仙，吾欣知损益。"
        },
        {
            "title": "效古赠崔二",
            "content": "十月河洲时，一看有归思。风飙生惨烈，雨雪暗天地。\r\n我辈今胡为，浩哉迷所至。缅怀当途者，济济居声位。\r\n邈然在云霄，宁肯更沦踬。周旋多燕乐，门馆列车骑。\r\n美人芙蓉姿，狭室兰麝气。金炉陈兽炭，谈笑正得意。\r\n岂论草泽中，有此枯槁士。我惭经济策，久欲甘弃置。\r\n君负纵横才，如何尚憔悴。长歌增郁怏，对酒不能醉。\r\n穷达自有时，夫子莫下泪。"
        },
        {
            "title": "蓟门行五首",
            "content": "蓟门逢古老，独立思氛氲。一身既零丁，头鬓白纷纷。勋\r\n庸\r\n今已矣，不识霍将军。\r\n汉家能用武，开拓穷异域。戍座厌糠核，降胡饱衣食。关\r\n亭试一望，吾欲泪沾臆。\r\n边城十一月，雨雪乱霏霏。元戎号令严，人马亦轻肥。羌\r\n胡无尽日，征战几时归。\r\n幽州多骑射，结发重横行。一朝事将军，出入有声名。\r\n纷纷猎秋草，相向角弓鸣。\r\n黯黯长城外，日没更烟尘。胡骑虽凭陵，汉兵不顾身。\r\n古树满空塞，黄云愁杀人。"
        },
        {
            "title": "塞上",
            "content": "东出卢龙塞，浩然客思孤。亭堠列万里，汉兵犹备胡。\r\n边尘涨北溟，虏骑正南驱。转斗岂长策，和亲非远图。\r\n惟昔李将军，按节出皇都。总戎扫大漠，一战擒单于。\r\n常怀感激心，愿效纵横谟。倚剑欲谁语，关河空郁纡。"
        },
        {
            "title": "塞下曲",
            "content": "结束浮云骏，翩翩出从戎。且凭天子怒，复倚将军雄。\r\n万鼓雷殷地，千旗火生风。日轮驻霜戈，月魄悬雕弓。\r\n青海阵云匝，黑山兵气冲。战酣太白高，战罢旄头空。\r\n万里不惜死，一朝得成功。画图麒麟阁，入朝明光宫。\r\n大笑向文士，一经何足穷。古人昧此道，往往成老翁。"
        },
        {
            "title": "铜雀妓",
            "content": "日暮铜雀迥，秋深玉座清。萧森松柏望，委郁绮罗情。\r\n君恩不再得，妾舞为谁轻。"
        },
        {
            "title": "相和歌辞·秋胡行",
            "content": "妾本邯郸未嫁时，容华倚翠人未知。一朝结发从君子，\r\n将妾迢迢东鲁陲。时逢大道无艰阻，君方游宦从陈汝。\r\n蕙楼独卧频度春，彩阁辞君几徂暑。三月垂杨蚕未眠，\r\n携笼结侣南陌边。道逢行子不相识，赠妾黄金买少年。\r\n妾家夫婿经离久，寸心誓与长相守。愿言行路莫多情，\r\n道妾贞心在人口。日暮蚕饥相命归，携笼端饰来庭闱。\r\n劳心苦力终无恨，所冀君恩即可依。闻说行人已归止，\r\n乃是向来赠金子。相看颜色不复言，相顾怀惭有何已。\r\n从来自隐无疑背，直为君情也相会。如何咫尺仍有情，\r\n况复迢迢千里外。誓将顾恩不顾身，念君此日赴河津。\r\n莫道向来不得意，故欲留规诫后人。"
        },
        {
            "title": "燕歌行",
            "content": "开元二十六年，客有从御史大夫张公出塞而还者，作《燕歌行》以示适。感征戍之事，因而和焉。\r\n\r\n汉字烟尘在东北，汉将辞家破残贼。\r\n男儿本自重横行，天子非常赐颜色。\r\n枞金伐鼓下榆关，旌旗逶迤碣石间。\r\n校尉羽书飞瀚海，单于猎火照狼山。\r\n山川萧条极边土，胡骑凭陵杂风雨。\r\n战士军前半死生，美人帐下犹歌舞。\r\n大漠穷秋塞草衰，孤城落日斗兵稀。\r\n身当恩遇常轻敌，力尽关山未解围。\r\n铁衣远戍辛勤久，玉筋应啼别离后。\r\n少妇城南欲断肠，征人蓟北空回首。\r\n边风飘飘那可度，绝域苍茫更何有。\r\n杀气三时作阵云，寒声一夜传刁斗。\r\n相看白刃血纷纷，死节从来岂顾勋。\r\n君不见沙场征战苦，至今犹忆李将军。\r\n【注释】：(1)燕歌行：乐府旧题。诗前有作者原序：“开元二十六年，客有从御史大夫张公出塞而还者，作《燕歌行》以示适。感征戍之事，因而和焉。”张公，指幽州节度使张守珪，曾拜辅国大将军、右羽林大将军，兼御史大夫。一般以为本诗所讽刺的是开元二十六年，张守珪部将赵堪等矫命，逼平卢军使击契丹余部，先胜后败，守珪隐败状而妄奏功。这种看法并不很准确。\r\n(2)汉家：汉朝，唐人诗中经常借汉说唐。\r\n(3)烟尘：代指战争。\r\n(4)非常赐颜色：超过平常的厚赐礼遇。\r\n(5)摐：撞击。\r\n(6)金：指钲一类铜制打击乐器。\r\n(7)伐：敲击。\r\n(8)榆关：山海关，通往东北的要隘。\r\n(9)旌旆：旌是竿头饰羽的旗。旆是末端状如燕尾的旗。这里都是泛指各种旗帜。\r\n(10)碣石；山名。\r\n(11)校尉；次于将军的武官。\r\n(12)羽书；紧急文书。\r\n(13)猎火：打猎时点燃的火光。古代游牧民族出征前，常举行大规模校猎，作为军事性的演习。\r\n(14)狼山：又称狼居胥山，在今内蒙古自治区克什克腾旗西北。一说狼山又名郎山，在今河北易县境内。此处“瀚海”、“狼山”等地名，未必是实指。\r\n(15)凭陵：仗势侵凌。\r\n(16)杂风雨：喻敌骑进攻如狂风挟雨而至。\r\n(17)腓：指枯萎。\r\n(18)斗兵稀：作战的士兵越打越少了。\r\n(19)身当恩遇：指主将受朝廷的恩宠厚遇。\r\n(20)玉箸：喻思妇的眼泪。\r\n(21)蓟北：唐蓟州在今天津市以北一带。\r\n(22)度：越过相隔的路程，回归。\r\n(23)三时：指晨、午、晚，即从早到夜。\r\n(24)阵云：战场上象征杀气的云。\r\n(25)死节：指为国捐躯。节，气节。\r\n(26)李将军：指汉朝李广，他能捍御强敌，爱抚士卒，匈奴称他为汉之飞将军。【译文】：　　唐玄宗开元二十六年，有个随从主帅出塞回来的人，写了《燕歌行》诗一首给我看。我感慨于边疆战守的事，因而写了这首《燕歌行》应和他。\r\n　　汉朝边境举烟火狼烟东北起尘土，汉朝将军辞家去欲破残忍之边贼。 \r\n　　男子本来就看重横刀骑马天下行，天子赏识非常时赫赫英雄显本色。 \r\n　　锣声响彻重鼓棰声威齐出山海关，旌旗迎风又逶迤猎猎碣石之山间。 \r\n　　校尉紧急传羽书飞奔浩瀚之沙海，匈奴单于举猎火光照已到我狼山。 \r\n　　山河荒芜多萧条满目凄凉到边土，胡人骑兵仗威力兵器声里夹风雨。 \r\n　　战士拼斗军阵前半数死去半生还，美人却在营帐中还是歌来还是舞！ \r\n　　时值深秋大沙漠塞外百草尽凋枯，孤城一片映落日战卒越斗越稀少。 \r\n　　身受皇家深恩义常思报国轻寇敌，边塞之地尽力量尚未破除匈奴围。 \r\n　　身穿铁甲守边远疆场辛勤已长久，珠泪纷落挂双目丈夫远去独啼哭。 \r\n　　少妇孤单住城南泪下凄伤欲断肠，远征军人驻蓟北依空仰望频回头。 \r\n　　边境飘渺多遥远怎可轻易来奔赴，绝远之地尽苍茫更是人烟何所有。 \r\n　　杀气春夏秋三季腾起阵前似乌云，一夜寒风声声里如泣更声惊耳鼓。 \r\n　　互看白刀乱飞舞夹杂大雪落纷纷，从来死节为报国难道还求著功勋？ \r\n　　你没有看见拼杀在沙场战斗多惨苦，现在还在思念着有勇有谋李将军。【赏析】：　　《燕歌行》是高适的代表作。虽用乐府旧题，却是因时事而作的，这是乐府诗的发展，如果再进一步，就到了杜甫《丽人行》、《兵车行》、“三吏”、“三别”等即事命篇的新乐府了。《燕歌行》是一个乐府题目，属于《相和歌》中的《平调曲》，这个曲调以前没有过记载，因此据说就是曹丕开创的。 曹丕的《燕歌行》有两首，是写妇女秋思，由他首创，所以后人多学他如此用燕歌行曲调做闺怨诗。高适的《燕歌行》是写边塞将士生活，用燕歌行曲调写此题材他是第一个。此诗主要是揭露主将骄逸轻敌，不恤士卒，致使战事失利。历来注家未对序文史事详加考核，都以为是讽张守珪而作。其实，这是不符史实的。此诗所刺对象应是受张守珪派遣、前往征讨奚、契丹的平卢讨击使、左骁卫将军安禄山。\r\n　　诗大体可分四段：首段八句写出师。其中前四句说战尘起于东北，将军奉命征讨，天子特赐光彩，已见得宠而骄，为后文轻敌伏笔。后四句接写出征阵容。旌旗如云，鼓角齐鸣，一路上浩浩荡荡，大模大样开赴战地，为失利时狼狈情景作反衬。“校尉”两句写抵达前线。羽书飞驰，见军情紧急；猎火照夜，说敌阵森严。第二段八句写战斗经过。其中前四句写战初敌人来势凶猛，我军伤亡惨重，后四句说至晚已兵少力竭，不得解围。“山川萧条极边土”，说明战场地形是无险可凭的开阔地带，这正有利于胡骑驰突，故接写敌军如暴风骤雨之袭来。“战士”两句用对比方法写出了主将骄惰轻敌，不恤士卒，一面是拚死苦战，一面仍恣意逸乐。这是诗中最有揭露性的描写。大漠衰草、落日孤城的萧飒景象，为“斗兵稀”作衬托，同时写战斗一直持续到傍晚。“身当恩遇常轻敌”，正面点出损兵被围的原因，是诗的主旨。第三段八句写征人，思妇两地相望，重会无期。诗虽古体，多用偶句，此段因内容需要，而犹着意作对仗。又此诗平仄转韵，一般四句一转，独此段八句全用仄韵，与表现双方摇摇不安的心绪相适应。杀气成云，刁斗传寒，都是极力渲染悲凉气氛。末段四句，两句写战士在生还无望的处境下，已决心以身殉国。“岂顾勋”三字，仍是对将帅的讽刺。两句诗人感慨，对战士的悲惨命运深寄同情，诗以“至今犹忆李将军”作结，再次点明主题。盛唐时，殷璠评高适曰：“其诗多胸臆语，兼有气骨。”此诗确实可以作为代表。"
        },
        {
            "title": "听张立本女吟",
            "content": "危冠广袖楚宫妆，独步闲庭逐夜凉。\r\n自把玉钗敲砌竹，清歌一曲月如霜。"
        },
        {
            "title": "送李少府贬峡中王少府贬长沙",
            "content": "嗟君此别意何如，驻马衔杯问谪居。\r\n巫峡啼猿数行泪，衡阳归雁几封书。\r\n青枫江上秋帆远，白帝城边古木疏。\r\n圣代即今多雨露，暂时分手莫踌躇。\r\n【注释】：①衔杯：饮酒。\r\n②青枫江：在长沙。\r\n③圣代：对当代的美称。\r\n④踌躇：指烦愁。【译文】：　　嗟叹你们这次的离别，不知你的心情如何？停下马饮着酒询问被贬的地方。巫峡的猿猴啼叫声音悲凉让人落泪，衡阳的归雁为我捎来几封书信。秋天枫江上的船帆渐渐远去，白帝城边的古木枝叶已经稀疏。如今圣明年代，皇帝常降恩泽，暂时分手不要苦闷烦恼。【赏析】：　　诗人为两位被贬的友人送别，充满了关切、同情。他按照两位友人被贬的地方写景并抒发感情。全诗流畅明朗，情深意厚，有分有合，章法严密。"
        },
        {
            "title": "塞上听吹笛",
            "content": "雪净胡天牧马还，月明羌笛戌楼间。\r\n借问梅花何处落？风吹一夜满关山！"
        },
        {
            "title": "封丘县",
            "content": "我本渔樵孟诸野，一生自是悠悠者。\r\n乍可狂歌草泽中，宁堪作吏风尘下。\r\n只言小邑无所为，公门百事皆有期。\r\n拜迎官长心欲碎，鞭挞黎庶令人悲。\r\n归来向家问妻子，举家尽笑今如此。\r\n生事应须南亩田，世情付与东流水。\r\n梦想旧山安在哉，为衔君命且迟回。\r\n乃知梅福徒为尔，转忆陶潜归去来。"
        },
        {
            "title": "送李侍御赴安西",
            "content": "行子对飞蓬，金鞭指铁骢。\r\n功名万里外，心事一杯中。\r\n虏障燕支北，秦城太白东。\r\n离魂莫惆怅，看取宝刀雄。"
        },
        {
            "title": "咏史",
            "content": "尚有绨袍赠，应怜范叔寒。\r\n不知天下士，犹作布衣看。"
        }
    ]
}