{
    "dynasty": "唐",
    "author": "宋之问",
    "intro": "宋之问（？－712），字延清，汾州人。曾先后谄事张易之和太平公主。长于五律，对唐代律诗形成和发展有贡献。",
    "items": [
        {
            "title": "题大庾岭北驿",
            "content": "阳月南飞雁，传闻至此回。\r\n我行殊未已，何日复归来。\r\n江静潮初落，林昏瘴不开。\r\n明朝望乡处，应见陇头梅。\r\n\r\n\r\n【注释】：【注解】：\r\n１、阳月：阴历十月。\r\n２、瘴：旧指南方山林间湿热致病之气。\r\n３、陇头梅：其地气候和暖，故十月即可见梅，旧时红白梅夹道，故有梅岭之称。陇\r\n??头：即为“岭头”。\r\n\r\n【韵译】：\r\n阴历十月的时候，大雁就开始南飞，\r\n据说飞到大庾岭，它们就全部折回。\r\n鸟儿不进，我却行程未止远涉岭南，\r\n真不知何日何时，我才能遇赦归来？\r\n潮水退落了，江面静静地泛着涟漪，\r\n深山老林昏暗暗，瘴气浓重散不开。\r\n来日我登上高山顶，向北遥望故乡，\r\n抑或能看到：那山头上初放的红梅。\r\n\r\n【评析】：\r\n??大庚岭为五岭之一，古人以此为南北分界，有北雁南飞至此不过岭南之传说。诗\r\n是作者流放钦州途经大庚岭时所作。\r\n??全诗写贬谪岭南的伤感，于旅途中抒发情怀。开头以比兴入手，写望雁思乡，再\r\n写岭南境恶，更衬怀乡情切。最后两句由写景转为抒情，暗祈能见到红梅采寄亲眷，\r\n以表衷情。\r\n??诗旨在写“愁”，却未着“愁”字，情致凄婉，愁绪满怀，以情布景，以景托\r\n情，情真意切，柔婉动人。\r\n\r\n--引自\"超纯斋诗词\" 翻译、评析：刘建勋\r\n\r\n【简析】：\r\n这是诗人在被贬岭南途经大庚岭时所作。首句就用鸿雁飞到这里也要折回，极状了谪途的艰险和不如大雁还能转飞回去的痛苦心情，还写出自己虽苦而仍要安慰亲人，感情十分真实动人。\r\n\r\n　　这是宋之问流放钦州（治所在今广西钦州东北）途经大庾岭时，写在岭北驿的一首五律。大庾岭在今江西大庾，岭上多生梅花，又名梅岭。古人认为此岭是南北的分界线，因有十月北雁南归至此，不再过岭的传说。\r\n\r\n　　本来，在武后、中宗两朝，宋之问颇得宠幸，睿宗执政后，却成了谪罪之人，发配岭南，其心中的痛苦哀伤自是可知。所以当他到达大庾岭北驿时，眼望那苍茫山色、长天雁群，想到明日就要过岭，一岭之隔，与中原便咫尺天涯，顿时迁谪失意的痛苦，怀土思乡的忧伤一起涌上心头。悲切之音脱口而出：“阳月南飞雁，传闻至此回。我行殊未已，何日复归来？”阳月（即农历十月）雁南飞至此而北回，而我呢，却象“孤雁独南翔”（曹丕《杂诗》），非但不能滞留，还要翻山越岭，到那荒远的瘴疠之乡；群雁北归有定期，而我呢，何时才能重来大庾岭，再返故乡和亲人团聚！由雁而后及人，诗人用的是比兴手法。两两相形，沉郁、幽怨，人不如雁的感慨深蕴其中。这一鲜明对照，把诗人那忧伤、哀怨、思念、向往等等痛苦复杂的内心情感表现得含蓄委婉而又深切感人。\r\n\r\n　　人雁比较以后，五六两句，诗人又点缀了眼前景色：“江静潮初落，林昏瘴不开。”黄昏到来了，江潮初落，水面平静得令人寂寞，林间瘴气缭绕，一片迷蒙。这景象又给诗人平添了一段忧伤。因为江潮落去，江水尚有平静的时候，而诗人心潮起伏，却无一刻安宁。丛林迷瞑，瘴气如烟，故乡何在？望眼难寻；前路如何，又难以卜知。失意的痛苦，乡思的烦恼，面对此景就更使他不堪忍受。\r\n\r\n　　恼人的景象，愁杀了这位落魄南去的逐臣，昏暗的境界，又恰似他内心的迷离惝恍。因此，这二句写景接上二句的抒情，转承得实在好，以景衬情，渲染了凄凉孤寂的气氛，烘托出悲苦的心情，使抒情又推进一层，更加深刻细腻，更加强烈具体了。\r\n\r\n　　最后二句，诗人又从写景转为抒情。他在心中暗暗祈愿：“明朝望乡处，应见陇头梅。”明晨踏上岭头的时候，再望一望故乡吧！虽然见不到她的踪影，但岭上盛开的梅花该是可以见到的！《荆州记》载，南朝梁时诗人陆凯有这样一首诗：“折梅逢驿使，寄与陇头人。江南何所有，聊赠一枝春。”显然，诗人暗用了这一典故。虽然家不可归，但他多么希望也能寄一枝梅，安慰家乡的亲人啊！\r\n\r\n　　情致凄婉，绵长不断，诗人怀乡之情已经升发到最高点，然而却收得含吐不露。宋人沈义父说：“以景结情最好”，“含有余不尽之意”。（《乐府指迷》）这一联恰好如此，诗人没有接续上文去写实景，而是拓开一笔，写了想象，虚拟一段情景来关合全诗。这样不但深化了主题，而且情韵醇厚，含悠然不尽之意，令人神驰遐想。\r\n\r\n　　全诗写的是“愁”，却未着一“愁”字。尽管如此，人们还是感到愁绪满怀，凄恻缠绵。为什么会产生这样的艺术魅力呢？因为“善道景者，绝去形容，略加点缀”，“善言情者，吞吐深浅，欲露还藏”（陆时雍《诗镜总论》）。这首诗正是在道景言情上别具匠心。诗人以情布景，又以景衬情，使情景融合，写出了真实的感受，因而情真意切，动人心弦。\r\n\r\n　　（张秉戍）"
        },
        {
            "title": "渡汉江",
            "content": "岭外音书断，经冬复历春。近乡情更怯，不敢问来人。"
        },
        {
            "title": "望月有怀（一作康庭芝诗，一作沈佺期诗）",
            "content": "天使下西楼，含光万里秋。台前似挂镜，帘外如悬钩。\r张尹将眉学，班姬取扇俦。佳期应借问，为报大刀头。"
        },
        {
            "title": "陪群公登箕山赋得群字",
            "content": "许由去已远，冥莫见幽坟。世薄人不贵，兹山唯白云。\r\n宁知三千岁，复有尧为君。时佐激颓俗，登箕挹清芬。\r\n高节虽旦暮，邈与洪崖群。"
        },
        {
            "title": "杨将军挽歌",
            "content": "亭寒照苦月，陇暗积愁云。今日山门树，何处有将军。\r\n第五十四卷"
        },
        {
            "title": "登北固山",
            "content": "京镇周天险，东南作北关。埭横江曲路，戍入海中山。\r\n望越心初切，思秦鬓已斑。空怜上林雁，朝夕待春还。"
        },
        {
            "title": "则天皇后挽歌",
            "content": "象物行周礼，衣冠集汉都。谁怜事虞舜，下里泣苍梧。"
        },
        {
            "title": "在荆州重赴岭南",
            "content": "梦泽三秋日，苍梧一片云。还将鹓鹭羽，重入鹧鸪群。"
        },
        {
            "title": "竞题壁，慨然成咏",
            "content": "逐臣北地承严谴，谓到南中每相见。岂意南中岐路多，\r千山万水分乡县。云摇雨散各翻飞，海阔天长音信稀。\r处处山川同瘴疠，自怜能得几人归。"
        },
        {
            "title": "谒二妃庙",
            "content": "还以金屋贵，留兹宝席尊。江凫啸风雨，山鬼泣朝昏。"
        },
        {
            "title": "广州朱长史座观妓",
            "content": "歌舞须连夜，神仙莫放归。参差随暮雨，前路湿人衣。"
        },
        {
            "title": "邓国太夫人挽歌",
            "content": "鸾死铅妆歇，人亡锦字空。悲端若能减，渭水亦应穷。"
        },
        {
            "title": "函谷关",
            "content": "至人□□识仙风，瑞霭丹光远郁葱。灵迹才辞周柱下，\r\n祥氛已入函关中。不从紫气台端候，何得青华观里逢。\r\n欲访乘牛求宝箓，愿随鹤驾遍瑶空。"
        },
        {
            "title": "咏省壁画鹤",
            "content": "粉壁图仙鹤，昂藏真气多。鶱飞竟不去，当是恋恩波。"
        },
        {
            "title": "和赵员外桂阳桥遇佳人",
            "content": "江雨朝飞浥细尘，阳桥花柳不胜春。金鞍白马来从赵，\r\n玉面红妆本姓秦。妒女犹怜镜中发，侍儿堪感路傍人。\r\n荡舟为乐非吾事，自叹空闺梦寐频。"
        },
        {
            "title": "赠严侍御",
            "content": "受脤清边服，乘骢历塞尘。当闻汉雪耻，羞共虏和亲。"
        },
        {
            "title": "桂州陪王都督晦日宴逍遥楼",
            "content": "晦节高楼望，山川一半春。意随蓂叶尽，愁共柳条新。\r\n投刺登龙日，开怀纳鸟晨。兀然心似醉，不觉有吾身。"
        },
        {
            "title": "七夕",
            "content": "传道仙星媛，年年会水隅。停梭借蟋蟀，留巧付蜘蛛。\r\n去昼从云请，归轮伫日输。莫言相见阔，天上日应殊。"
        },
        {
            "title": "剪彩",
            "content": "驻想持金错，居然作管灰。绮罗纤手制，桃李向春开。\r\n拾藻蜂初泊，衔花鸟未回。不言将巧笑，翻逐美人来。"
        },
        {
            "title": "称心寺",
            "content": "步陟招提宫，北极山海观。千岩递萦绕，万壑殊悠漫。\r\n乔木转夕阳，文轩划清涣。泄云多表里，惊潮每昏旦。\r\n问予金门客，何事沧洲畔。谬以三署资，来刺百城半。\r\n人隐尚未弭，岁华岂兼玩。东山桂枝芳，明发坐盈叹。"
        },
        {
            "title": "郡宅中斋",
            "content": "郡宅枕层岭，春湖绕芳甸。云甍出万家，卧览皆已遍。\r\n渔商汗成雨，廨邑明若练。越俗镜中行，夏祠云表见。\r\n兹都信盘郁，英远常栖眄。王子事黄老，独乐恣游衍。\r\n谢公念苍生，同忧感推荐。灵越多秀士，运阔无由面。\r\n神理翳青山，风流满黄卷。揆予谬承奖，自昔从缨弁。\r\n瑶水执仙羁，金闺负时选。晨趋博望苑，夜直明光殿。\r\n一朝罢台阁，万里违乡县。风土足慰心，况悦年芳变。\r\n淮廪伫滋实，沂歌非所羡。讼寝归四明，龄颓亲九转。\r\n微尚本江海，少留岂交战。唯馀后凋色，窃比东南箭。"
        },
        {
            "title": "伤曹娘二首",
            "content": "可怜冥漠去何之，独立丰茸无见期。\r\n君看水上芙蓉色，恰似生前歌舞时。\r\n前溪妙舞今应尽，子夜新歌遂不传。\r\n无复绮罗娇白日，直将珠玉闭黄泉。"
        },
        {
            "title": "奉和春日玩雪应制",
            "content": "北阙彤云掩曙霞，东风吹雪舞山家。\r\n琼章定少千人和，银树长芳六出花。"
        },
        {
            "title": "登逍遥楼",
            "content": "逍遥楼上望乡关，绿水泓澄云雾间。\r\n北去衡阳二千里，无因雁足系书还。"
        },
        {
            "title": "送司马道士游天台",
            "content": "羽客笙歌此地违，离筵数处白云飞。\r\n蓬莱阙下长相忆，桐柏山头去不归。"
        },
        {
            "title": "苑中遇雪应制",
            "content": "紫禁仙舆诘旦来，青旂遥倚望春台。\r\n不知庭霰今朝落，疑是林花昨夜开。"
        },
        {
            "title": "燕巢军幕",
            "content": "非关怜翠幕，不是厌朱楼。故来呈燕颔，报道欲封侯。"
        },
        {
            "title": "河阳（一作伤曹娘）",
            "content": "昔日河阳县，氛氲香气多。曹娘娇态尽，春树不堪过。"
        },
        {
            "title": "伤曹娘二首",
            "content": "凤飞楼伎绝，鸾死镜台空。独怜脂粉气，犹著舞衣中。\r\n河伯怜娇态，冯夷要姝妓。寄言游戏人，莫弄黄河水。"
        },
        {
            "title": "答田征君",
            "content": "山游杳何处，迟回伊洛间。归寝忽成梦，宛在嵩丘山。"
        },
        {
            "title": "题鉴上人房二首",
            "content": "落花双树积，芳草一庭春。玩之堪兴异，何必见幽人。\r\n晚入应真理，经行尚未回。房中无俗物，林下有青苔。"
        },
        {
            "title": "湖中别鉴上人",
            "content": "愿与道林近，在意逍遥篇。自有灵佳寺，何用沃洲禅。"
        },
        {
            "title": "嵩山夜还",
            "content": "家住嵩山下，好采旧山薇。自省游泉石，何曾不夜归。"
        },
        {
            "title": "发端州初入西江",
            "content": "问我将何去，清晨溯越溪。翠微悬宿雨，丹壑饮晴霓。\r\n树影捎云密，藤阴覆水低。潮回出浦驶，洲转望乡迷。\r\n人意长怀北，江行日向西。破颜看鹊喜，拭泪听猿啼。\r\n骨肉初分爱，亲朋忽解携。路遥魂欲断，身辱理能齐。\r\n畴日三山意，于兹万绪暌。金陵有仙馆，即事寻丹梯。"
        },
        {
            "title": "早发韶州",
            "content": "炎徼行应尽，回瞻乡路遥。珠厓天外郡，铜柱海南标。\r\n日夜清明少，春冬雾雨饶。身经大火热，颜入瘴江消。\r\n触影含沙怒，逢人女草摇。露浓看菌湿，风飓觉船飘。\r\n直御魑将魅，宁论鸱与鸮。虞翻思报国，许靖愿归朝。\r\n绿树秦京道，青云洛水桥。故园长在目，魂去不须招。"
        },
        {
            "title": "游云门寺",
            "content": "维舟探静域，作礼事尊经。投迹一萧散，为心自杳冥。\r\n龛依大禹穴，楼倚少微星。沓嶂围兰若，回溪抱竹庭。\r\n觉花涂砌白，甘露洗山青。雁塔鶱金地，虹桥转翠屏。\r\n人天宵现景，神鬼昼潜形。理胜常虚寂，缘空自感灵。\r\n入禅从鸽绕，说法有龙听。劫累终期灭，尘躬且未宁。\r\n摇摇不安寐，待月咏岩扃。"
        },
        {
            "title": "灵隐寺",
            "content": "鹫岭郁岧峣，龙宫锁寂寥。楼观沧海日，门对浙江潮。\r\n桂子月中落，天香云外飘。扪萝登塔远，刳木取泉遥。\r\n霜薄花更发，冰轻叶未凋。夙龄尚遐异，搜对涤烦嚣。\r\n待入天台路，看余度石桥。"
        },
        {
            "title": "游禹穴回出若邪",
            "content": "禹穴今朝到，邪溪此路通。著书闻太史，炼药有仙翁。\r\n鹤往笼犹挂，龙飞剑已空。石帆摇海上，天镜落湖中。\r\n水低寒云白，山边坠叶红。归舟何虑晚，日暮使樵风。"
        },
        {
            "title": "谒禹庙",
            "content": "夏王乘四载，兹地发金符。峻命终不易，报功畴敢渝。\r\n先驱总昌会，后至伏灵诛。玉帛空天下，衣冠照海隅。\r\n旋闻厌黄屋，更道出苍梧。林表祠转茂，山阿井讵枯。\r\n舟迁龙负壑，田变鸟芸芜。旧物森如在，天威肃未殊。\r\n玄夷届瑶席，玉女侍清都。奕奕扃闱邃，轩轩仗卫趋。\r\n气青连曙海，云白洗春湖。猿啸有时答，禽言常自呼。\r\n灵歆异蒸糈，至乐匪笙竽。茅殿今文袭，梅梁古制无。\r\n运遥日崇丽，业盛答昭苏。伊昔力云尽，而今功尚敷。\r\n揆材非美箭，精享愧生刍。郡职昧为理，邦空宁自诬。\r\n下车霰已积，摄事露行濡。人隐冀多祐，曷唯沾薄躯。"
        },
        {
            "title": "夜渡吴松江怀古",
            "content": "宿帆震泽口，晓渡松江濆。棹发鱼龙气，舟冲鸿雁群。\r\n寒潮顿觉满，暗浦稍将分。气出海生日，光清湖起云。\r\n水乡尽天卫，叹息为吴君。谋士伏剑死，至今悲所闻。"
        },
        {
            "title": "游法华寺",
            "content": "高岫拟耆闍，真乘引妙车。空中结楼殿，意表出云霞。\r\n后果缠三足，前因感六牙。宴林薰宝树，水溜滴金沙。\r\n寒谷梅犹浅，温庭橘未华。台香红药乱，塔影绿篁遮。\r\n果渐轮王族，缘超梵帝家。晨行踏忍草，夜诵得灵花。\r\n江郡将何匹，天都亦未加。朝来沿泛所，应是逐仙槎。"
        },
        {
            "title": "游称心寺",
            "content": "释事怀三隐，清襟谒四禅。江鸣潮未落，林晓日初悬。\r\n宝叶交香雨，金沙吐细泉。望谐舟客趣，思发海人烟。\r\n顾枥仍留马，乘杯久弃船。未忧龟负岳，且识鸟耘田。\r\n理契都无象，心冥不寄筌。安期庶可揖，天地得齐年。"
        },
        {
            "title": "发藤州",
            "content": "朝夕苦遄征，孤魂长自惊。泛舟依雁渚，投馆听猿鸣。\r\n石发缘溪蔓，林衣扫地轻。云峰刻不似，苔藓画难成。\r\n露裛千花气，泉和万籁声。攀幽红处歇，跻险绿中行。\r\n恋切芝兰砌，悲缠松柏茔。丹心江北死，白发岭南生。\r\n魑魅天边国，穷愁海上城。劳歌意无限，今日为谁明。"
        },
        {
            "title": "早发始兴江口至虚氏村作",
            "content": "候晓逾闽峤，乘春望越台。宿云鹏际落，残月蚌中开。\r\n薜荔摇青气，桄榔翳碧苔。桂香多露裛，石响细泉回。\r\n抱叶玄猿啸，衔花翡翠来。南中虽可悦，北思日悠哉。\r\n鬒发俄成素，丹心已作灰。何当首归路，行剪故园莱。"
        },
        {
            "title": "登粤王台",
            "content": "江上粤王台，登高望几回。南溟天外合，北户日边开。\r\n地湿烟尝起，山晴雨半来。冬花采卢橘，夏果摘杨梅。\r\n迹类虞翻枉，人非贾谊才。归心不可见，白发重相催。"
        },
        {
            "title": "桂州黄潭舜祠",
            "content": "虞世巡百越，相传葬九疑。精灵游此地，祠树日光辉。\r\n禋祭忽群望，丹青图二妃。神来兽率舞，仙去凤还飞。\r\n日暝山气落，江空潭霭微。帝乡三万里，乘彼白云归。"
        },
        {
            "title": "早入清远峡（一作下桂江龙目滩）",
            "content": "传闻峡山好，旭日棹前沂。雨色摇丹嶂，泉声聒翠微。\r\n两岩天作带，万壑树披衣。秋菊迎霜序，春藤碍日辉。\r\n翳潭花似织，缘岭竹成围。寂历环沙浦，葱茏转石圻。\r\n露馀江未热，风落瘴初稀。猿饮排虚上，禽惊掠水飞。\r\n榜童夷唱合，樵女越吟归。良候斯为美，边愁自有违。\r\n谁言望乡国，流涕失芳菲。"
        },
        {
            "title": "始安秋日",
            "content": "桂林风景异，秋似洛阳春。晚霁江天好，分明愁杀人。\r\n卷云山角戢角戢，碎石水磷磷。世业事黄老，妙年孤隐沦。\r\n归欤卧沧海，何物贵吾身。"
        },
        {
            "title": "入泷州江",
            "content": "孤舟泛盈盈，江流日纵横。夜杂蛟螭寝，晨披瘴疠行。\r\n潭蒸水沫起，山热火云生。猿躩时能啸，鸢飞莫敢鸣。\r\n海穷南徼尽，乡远北魂惊。泣向文身国，悲看凿齿氓。\r\n地偏多育蛊，风恶好相鲸。余本岩栖客，悠哉慕玉京。\r\n厚恩尝愿答，薄宦不祈成。违隐乖求志，披荒为近名。\r\n镜愁玄发改，心负紫芝荣。运启中兴历，时逢外域清。\r\n只应保忠信，延促付神明。"
        },
        {
            "title": "下桂江龙目滩",
            "content": "停午出滩险，轻舟容易前。峰攒入云树，崖喷落江泉。\r\n巨石潜山怪，深篁隐洞仙。鸟游溪寂寂，猿啸岭娟娟。\r\n挥袂日凡几，我行途已千。暝投苍梧郡，愁枕白云眠。"
        },
        {
            "title": "送杨六望赴金水",
            "content": "借问梁山道，嶔岑几万重。遥州刀作字，绝壁剑为峰。\r\n惜别路穷此，留欢意不从。忧来生白发，时晚爱青松。\r\n勿以西南远，夷歌寝盛容。台阶有高位，宁复久临邛。"
        },
        {
            "title": "送合宫苏明府颋",
            "content": "铉府诞英规，公才天下知。谓乘羔雁族，继入凤凰池。\r\n赤县求人隐，青门起路岐。翟回车少别，凫化舄遥驰。\r\n神哭周南境，童歌渭北垂。贤哉荀奉倩，衮职伫来仪。"
        },
        {
            "title": "酬李丹徒见赠之作",
            "content": "镇吴称奥里，试剧仰通才。近挹人披雾，遥闻境震雷。\r\n一朝逢解榻，累日共衔杯。连辔登山尽，浮舟望海回。\r\n以予惭拙宦，期子遇良媒。赠曲南凫断，征途北雁催。\r\n更怜江上月，还入镜中开。"
        },
        {
            "title": "和库部李员外秋夜寓直之作",
            "content": "相庭贻庆远，才子拜郎初。起草徯仙阁，焚香卧直庐。\r\n更深河欲断，节劲柳偏疏。气耿凌云笔，心摇待漏车。\r\n叨荣厕俦侣，省己恧空虚。徒斐阳春和，难参丽曲馀。"
        },
        {
            "title": "使过襄阳登凤林寺阁",
            "content": "香阁临清汉，丹梯隐翠微。林篁天际密，人世谷中违。\r\n苔石衔仙洞，莲舟泊钓矶。山云浮栋起，江雨入庭飞。\r\n信美虽南国，严程限北归。幽寻不可再，留步惜芳菲。"
        },
        {
            "title": "和姚给事寓直之作",
            "content": "清论满朝阳，高才拜夕郎。还从避马路，来接珥貂行。\r\n宠就黄扉日，威回白简霜。柏台迁鸟茂，兰署得人芳。\r\n禁静钟初彻，更疏漏渐长。晓河低武库，流火度文昌。\r\n寓直恩徽重，乘秋藻翰扬。暗投空欲报，下调不成章。"
        },
        {
            "title": "春日郑协律山亭陪宴饯郑卿同用楼字",
            "content": "潘园枕郊郭，爱客坐相求。尊酒东城外，骖騑南陌头。\r\n池平分洛水，林缺见嵩丘。暗竹侵山径，垂杨拂妓楼。\r\n彩云歌处断，迟日舞前留。此地何年别，兰芳空自幽。"
        },
        {
            "title": "宴安乐公主宅得空字",
            "content": "英藩筑外馆，爱主出王宫。宾至星槎落，仙来月宇空。\r\n玳梁翻贺燕，金埒倚晴虹。箫奏秦台里，书开鲁壁中。\r\n短歌能驻日，艳舞欲娇风。闻有淹留处，山阿满桂丛。"
        },
        {
            "title": "扈从登封告成颂应制",
            "content": "御路回中岳，天营接下都。百灵无后至，万国竞前驱。\r\n文卫严清跸，幽仙读宝符。贝花明汉果，芝草入尧厨。\r\n济济衣冠会，喧喧夷夏俱。宗禋仰神理，刊木望川途。\r\n抚己贫非病，时来本不愚。愿陪丹凤辇，率舞白云衢。"
        },
        {
            "title": "奉和幸韦嗣立山庄侍宴应制（一作李乂诗）",
            "content": "枢掖调梅暇，林园艺槿初。入朝荣剑履，退食偶琴书。\r\n地隐东岩室，天回北斗车。旌门临窈窕，辇道属扶疏。\r\n云罕明丹壑，霜笳彻紫虚。水疑投石处，溪似钓璜馀。\r\n帝泽颁卮酒，人欢颂里闾。一承黄竹咏，长奉白茅居。"
        },
        {
            "title": "奉和幸长安故城未央宫应制",
            "content": "汉王未息战，萧相乃营宫。壮丽一朝尽，威灵千载空。\r\n皇明怅前迹，置酒宴群公。寒轻彩仗外，春发幔城中。\r\n乐思回斜日，歌词继大风。今朝天子贵，不假叔孙通。"
        },
        {
            "title": "奉和幸神皋亭应制",
            "content": "清跸喧黄道，乘舆降紫宸。霜戈凝晓日，云管发阳春。\r\n台古全疑汉，林馀半识秦。宴酣诗布泽，节改令行仁。\r\n昔恃山河险，今依道德淳。多惭献嘉颂，空累属车尘。"
        },
        {
            "title": "奉和幸三会寺应制",
            "content": "六飞回玉辇，双树谒金仙。瑞鸟呈书字，神龙吐浴泉。\r\n净心遥证果，睿想独超禅。塔涌香花地，山围日月天。\r\n梵音迎漏彻，空乐倚云悬。今日登仁寿，长看法镜圆。"
        },
        {
            "title": "宋公宅送宁谏议",
            "content": "宋公爰创宅，庾氏更诛茅。间出人三秀，平临楚四郊。\r\n汉臣来绛节，荆牧动金铙。尊溢宜城酒，笙裁曲沃匏。\r\n露荷秋变节，风柳夕鸣梢。一散阳台雨，方随越鸟巢。"
        },
        {
            "title": "奉和荐福寺应制",
            "content": "梵筵光圣邸，游豫览宏规。不改灵光殿，因开功德池。\r\n莲生新步叶，桂长昔攀枝。涌塔庭中见，飞楼海上移。\r\n闻韶三月幸，观象七星危。欲识龙归处，朝朝云气随。"
        },
        {
            "title": "奉和幸大荐福寺",
            "content": "香刹中天起，宸游满路辉。乘龙太子去，驾象法王归。\r\n殿饰金人影，窗摇玉女扉。稍迷新草木，遍识旧庭闱。\r\n水入禅心定，云从宝思飞。欲知皇劫远，初拂六铢衣。"
        },
        {
            "title": "奉和晦日幸昆明池应制",
            "content": "春豫灵池会，沧波帐殿开。舟凌石鲸度，槎拂斗牛回。节晦蓂全落，春迟柳暗催。象溟看浴景，烧劫辨沉灰。镐饮周文乐，汾歌汉武才。不愁明月尽，自有夜珠来。"
        },
        {
            "title": "三阳宫侍宴应制得幽字",
            "content": "离宫秘苑胜瀛洲，别有仙人洞壑幽。岩边树色含风冷，\r\n石上泉声带雨秋。鸟向歌筵来度曲，云依帐殿结为楼。\r\n微臣昔忝方明御，今日还陪八骏游。\r\n第五十三卷"
        },
        {
            "title": "奉和春初幸太平公主南庄应制",
            "content": "青门路接凤凰台，素浐宸游龙骑来。涧草自迎香辇合，\r\n岩花应待御筵开。文移北斗成天象，酒递南山作寿杯。\r\n此日侍臣将石去，共欢明主赐金回。"
        },
        {
            "title": "驾出长安（一作王昌龄诗）",
            "content": "圣德超千古，皇风扇九围。天回万象出，驾动六龙飞。\r\n淑气来黄道，祥云覆紫微。太平多扈从，文物有光辉。"
        },
        {
            "title": "望月有怀（一作",
            "content": "天使下西楼，含光万里秋。台前似挂镜，帘外如悬钩。\r\n张尹将眉学，班姬取扇俦。佳期应借问，为报大刀头。"
        },
        {
            "title": "铜雀台（一作沈佺期诗）",
            "content": "昔年分鼎地，今日望陵台。一旦雄图尽，千秋遗令开。\r\n绮罗君不见，歌舞妾空来。恩共漳河水，东流无重回。"
        },
        {
            "title": "内题赋得巫山雨（一作沈佺期诗。题云巫山高",
            "content": "神女向高唐，巫山下夕阳。裴回作行雨，婉恋逐荆王。\r\n电影江前落，雷声峡外长。霁云无处所，台馆晓苍苍。"
        },
        {
            "title": "旅宿淮阳亭口号",
            "content": "日暮风亭上，悠悠旅思多。故乡临桂水，今夜渺星河。\r\n暗草霜华发，空亭雁影过。兴来谁与语，劳者自为歌。"
        },
        {
            "title": "咏钟",
            "content": "既接南邻磬，还随北里笙。平陵通曙响，长乐警宵声。\r\n秋至含霜动，春归应律鸣。岂惟恒待扣，金簴有馀清。"
        },
        {
            "title": "咏笛",
            "content": "羌笛写龙声，长吟入夜清。关山孤月下，来向陇头鸣。\r\n逐吹梅花落，含春柳色惊。行观向子赋，坐忆旧邻情。"
        },
        {
            "title": "送沙门泓景道俊玄奘还荆州应制",
            "content": "三乘归净域，万骑饯通庄。就日离亭近，弥天别路长。\r\n荆南旋杖钵，渭北限津梁。何日纡真果，还来入帝乡。"
        },
        {
            "title": "奉和九日登慈恩寺浮图应制",
            "content": "瑞塔千寻起，仙舆九日来。萸房陈宝席，菊蕊散花台。\r\n御气鹏霄近，升高凤野开。天歌将梵乐，空里共裴回。"
        },
        {
            "title": "药",
            "content": "有卉秘神仙，君臣有礼焉。忻当苦口喻，不畏入肠偏。\r\n扁鹊功成日，神农定品年。丹成如可待，鸡犬自闻天。"
        },
        {
            "title": "故赵王属赠黄门侍郎上官公挽词二首",
            "content": "韦门旌旧德，班氏业前书。谪去因丞相，归来为婕妤。\r\n周原乌相冢，越岭雁随车。冥漠辞昭代，空怜赋子虚。\r\n绿车随帝子，青琐翊宸机。昔枉朝歌骑，今虚夕拜闱。\r\n柳河凄挽曲，薤露湿灵衣。一厝穷泉闭，双鸾遂不飞。"
        },
        {
            "title": "范阳王挽词二首",
            "content": "贤相称邦杰，清流举代推。公才掩诸夏，文体变当时。\r\n宾吊翻成鹤，人亡惜喻龟。洛阳今纸贵，犹写太冲词。\r\n赠秩徽章洽，求书秘草成。客随朝露尽，人逐夜舟惊。\r\n蒿里衣冠送，松门印绶迎。谁知杨伯起，今日重哀荣。"
        },
        {
            "title": "鲁忠王挽词三首",
            "content": "同盟会五月，归葬出三条。日惨咸阳树，天寒渭水桥。\r\n稍看朱鹭转，尚识紫骝骄。寂寂泉台恨，从兹罢玉箫。\r\n邦家锡宠光，存没贵忠良。遂裂山河地，追尊父子王。\r\n人悲槐里月，马踏槿原霜。别向天京北，悠悠此路长。\r\n树羽迎朝日，撞钟望早霞。故人悲宿草，中使惨晨笳。\r\n气有冲天剑，星无犯斗槎。唯馀孔公宅，长接鲁王家。"
        },
        {
            "title": "春日芙蓉园侍宴应制",
            "content": "年光竹里遍，春色杏间遥。烟气笼青阁，流文荡画桥。\r\n飞花随蝶舞，艳曲伴莺娇。今日陪欢豫，还疑陟紫霄。"
        },
        {
            "title": "梁宣王挽词三首",
            "content": "贵藩尧母族，外戚汉家亲。业重兴王际，功高复辟辰。\r\n爱贤唯报国，乐善不防身。今日衣冠送，空伤置醴人。\r\n金精何日闭，玉匣此时开。东望连吾子，南瞻近帝台。\r\n地形龟食报，坟土燕衔来。可叹虞歌夕，纷纷骑吹回。\r\n像设千年在，平生万事违。彩旌翻葆吹，圭翣奠灵衣。\r\n垄日寒无影，郊云冻不飞。君王留此地，驷马欲何归。"
        },
        {
            "title": "过史正议宅",
            "content": "旧交此零落，雨泣访遗尘。剑几传好事，池台伤故人。\r\n国香兰已歇，里树橘犹新。不见吴中隐，空馀江海滨。"
        },
        {
            "title": "端州别袁侍郎",
            "content": "合浦途未极，端溪行暂临。泪来空泣脸，愁至不知心。\r\n客醉山月静，猿啼江树深。明朝共分手，之子爱千金。"
        },
        {
            "title": "宿清远峡山寺",
            "content": "香岫悬金刹，飞泉届石门。空山唯习静，中夜寂无喧。\r\n说法初闻鸟，看心欲定猿。寥寥隔尘市，何异武陵源。"
        },
        {
            "title": "游韶州广界寺",
            "content": "影殿临丹壑，香台隐翠霞。巢飞衔象鸟，砌蹋雨空花。\r\n宝铎摇初霁，金池映晚沙。莫愁归路远，门外有三车。"
        },
        {
            "title": "途中寒食题黄梅临江驿寄崔融",
            "content": "马上逢寒食，愁中属暮春。可怜江浦望，不见洛阳人。\r\n北极怀明主，南溟作逐臣。故园肠断处，日夜柳条新。"
        },
        {
            "title": "泛镜湖南溪",
            "content": "乘兴入幽栖，舟行日向低。岩花候冬发，谷鸟作春啼。\r\n沓嶂开天小，丛篁夹路迷。犹闻可怜处，更在若邪溪。"
        },
        {
            "title": "渡吴江别王长史",
            "content": "倚棹望兹川，销魂独黯然。乡连江北树，云断日南天。\r\n剑别龙初没，书成雁不传。离舟意无限，催渡复催年。"
        },
        {
            "title": "过蛮洞",
            "content": "越岭千重合，蛮溪十里斜。竹迷樵子径，萍匝钓人家。\r\n林暗交枫叶，园香覆橘花。谁怜在荒外，孤赏足云霞。"
        },
        {
            "title": "晚泊湘江",
            "content": "五岭恓惶客，三湘憔悴颜。况复秋雨霁，表里见衡山。\r\n路逐鹏南转，心依雁北还。唯馀望乡泪，更染竹成斑。"
        },
        {
            "title": "初发荆府赠长史",
            "content": "□□□□□，□□□□□。仍随五马谪，载与两禽奔。\r\n明主无由见，群公莫与言。幸君逢圣日，何惜理虞翻。"
        },
        {
            "title": "汉江宴别",
            "content": "汉广不分天，舟移杳若仙。秋虹映晚日，江鹤弄晴烟。\r\n积水浮冠盖，遥风逐管弦。嬉游不可极，留恨此山川。"
        },
        {
            "title": "送姚侍御出使江东",
            "content": "帝忧河朔郡，南发海陵仓。坐叹青春别，逶迤碧水长。\r\n饮冰朝受命，衣锦昼还乡。为问东山桂，无人何自芳。"
        },
        {
            "title": "送武进郑明府",
            "content": "弦歌试宰日，城阙赏心违。北谢苍龙去，南随黄鹄飞。\r\n夏云海中出，吴山江上微。甿谣岂云远，从此庆缁衣。"
        },
        {
            "title": "送杜审言",
            "content": "卧病人事绝，嗟君万里行。河桥不相送，江树远含情。\r\n别路追孙楚，维舟吊屈平。可惜龙泉剑，流落在丰城。"
        },
        {
            "title": "饯湖州薛司马",
            "content": "别驾促严程，离筵多故情。交深季作友，义重伯为兄。\r\n镇静移吴俗，风流在汉京。会看陈仲举，从此拜公卿。"
        },
        {
            "title": "送许州宋司马赴任",
            "content": "颍郡水东流，荀陈兄弟游。偏伤兹日远，独向聚星州。\r\n河润在明德，人康非外求。当闻力为政，遥慰我心愁。"
        },
        {
            "title": "送田道士使蜀投龙",
            "content": "风驭忽泠然，云台路几千。蜀门峰势断，巴字水形连。\r\n人隔壶中地，龙游洞里天。赠言回驭日，图画彼山川。"
        },
        {
            "title": "送永昌萧赞府",
            "content": "柳变曲江头，送君函谷游。弄琴宽别意，酌醴醉春愁。\r\n恋本亦何极，赠言微所求。莫令金谷水，不入故园流。"
        },
        {
            "title": "送赵司马赴蜀州",
            "content": "饯子西南望，烟绵剑道微。桥寒金雁落，林曙碧鸡飞。\r\n职拜舆方远，仙成履会归。定知和氏璧，遥掩玉轮辉。"
        },
        {
            "title": "送朔方何侍郎",
            "content": "闻道云中使，乘骢往复还。河兵守阳月，塞虏失阴山。\r\n拜职尝随骠，铭功不让班。旋闻受降日，歌舞入萧关。"
        },
        {
            "title": "过函谷关",
            "content": "二百四十载，海内何纷纷。六国兵同合，七雄势未分。\r\n从成拒秦帝，策决问苏君。鸡鸣将狗盗，论德不论勋。"
        },
        {
            "title": "送李侍御",
            "content": "行李恋庭闱，乘轺振彩衣。南登指吴服，北走出秦畿。\r\n去国夏云断，还乡秋雁飞。旋闻郡计入，更有使臣归。"
        },
        {
            "title": "留别之望舍弟",
            "content": "同气有三人，分飞在此晨。西驰巴岭徼，东去洛阳滨。\r\n强饮离前酒，终伤别后神。谁怜散花萼，独赴日南春。"
        },
        {
            "title": "寄天台司马道士",
            "content": "卧来生白发，览镜忽成丝。远愧餐霞子，童颜且自持。\r\n旧游惜疏旷，微尚日磷缁。不寄西山药，何由东海期。"
        },
        {
            "title": "经梧州",
            "content": "南国无霜霰，连年见物华。青林暗换叶，红蕊续开花。\r\n春去闻山鸟，秋来见海槎。流芳虽可悦，会自泣长沙。"
        },
        {
            "title": "答李司户夔",
            "content": "远方来下客，輶轩摄使臣。弄琴宜在夜，倾酒贵逢春。\r\n驷马留孤馆，双鱼赠故人。明朝散云雨，遥仰德为邻。"
        },
        {
            "title": "秋晚游普耀寺",
            "content": "薄暮曲江头，仁祠暂可留。山形无隐霁，野色遍呈秋。\r\n荷覆香泉密，藤缘宝树幽。平生厌尘事，过此忽悠悠。"
        },
        {
            "title": "春日宴宋主簿山亭得寒字",
            "content": "公子正邀欢，林亭春未兰。攀岩践苔易，迷路出花难。\r\n窗覆垂杨暖，阶侵瀑水寒。帝城归路直，留兴接鹓鸾。\r\n·194 ·"
        },
        {
            "title": "春日山家（一作春泉洗药）",
            "content": "今日游何处，春泉洗药归。悠然紫芝曲，昼掩白云扉。\r\n鱼乐偏寻藻，人闲屡采薇。丘中无俗事，身世两相违。"
        },
        {
            "title": "遇",
            "content": "入卫期之子，吁嗟不少留。情人去何处，淇水日悠悠。\r\n恒碣青云断，衡漳白露秋。知君心许国，不是爱封侯。"
        },
        {
            "title": "江亭晚望",
            "content": "浩渺浸云根，烟岚出远村。鸟归沙有迹，帆过浪无痕。\r\n望水知柔性，看山欲断魂。纵情犹未已，回马欲黄昏。"
        },
        {
            "title": "陆浑山庄",
            "content": "归来物外情，负杖阅岩耕。源水看花入，幽林采药行。\r\n野人相问姓，山鸟自呼名。去去独吾乐，无然愧此生。"
        },
        {
            "title": "登禅定寺阁（一作登总持寺阁）",
            "content": "梵宇出三天，登临望八川。开襟坐霄汉，挥手拂云烟。\r\n函谷青山外，昆池落日边。东京杨柳陌，少别已经年。"
        },
        {
            "title": "牛女（一作沈佺期诗）",
            "content": "粉席秋期缓，针楼别怨多。奔龙争渡月，飞鹊乱填河。\r\n失喜先临镜，含羞未解罗。谁能留夜色，来夕倍还梭。"
        },
        {
            "title": "冬夜寓直麟阁（一作王维诗）",
            "content": "直事披三省，重关闭七门。广庭怜雪净，深屋喜炉温。\r\n月幌花虚馥，风窗竹暗喧。东山白云意，兹夕寄琴尊。"
        },
        {
            "title": "奉和梁王宴龙泓应教得微字",
            "content": "水府沦幽壑，星轺下紫微。鸟惊司仆驭，花落侍臣衣。\r\n芳树摇春晚，晴云绕座飞。淮王正留客，不醉莫言归。"
        },
        {
            "title": "缑山庙",
            "content": "王子宾仙去，飘飖笙鹤飞。徒闻沧海变，不见白云归。\r\n天路何其远，人间此会稀。空歌日云幕，霜月渐微微。"
        },
        {
            "title": "松山岭应制",
            "content": "翼翼高旌转，锵锵凤辇飞。尘销清跸路，云湿从臣衣。\r\n白羽摇丹壑，天营逼翠微。芳声耀今古，四海警宸威。"
        },
        {
            "title": "扈从登封告成颂",
            "content": "复道开行殿，钩陈列禁兵。和风吹鼓角，佳气动旗旌。\r\n后骑回天苑，前山入御营。万方俱下拜，相与乐升平。"
        },
        {
            "title": "扈从登封途中作",
            "content": "帐殿郁崔嵬，仙游实壮哉。晓云连幕卷，夜火杂星回。\r\n谷暗千旗出，山鸣万乘来。扈从良可赋，终乏掞天才。"
        },
        {
            "title": "寿阳王花烛图（一作沈佺期诗）",
            "content": "仙媛乘龙日，天孙捧雁来。可怜桃李树，更绕凤凰台。\r\n烛照香车入，花临宝扇开。莫令银箭晓，为尽合欢杯。"
        },
        {
            "title": "幸岳寺应制",
            "content": "暂幸珠筵地，俱怜石濑清。泛流张翠幕，拂迥挂红旌。\r\n雅曲龙调管，芳樽蚁泛觥。陪欢玉座晚，复得听金声。"
        },
        {
            "title": "幸少林寺应制",
            "content": "绀宇横天室，回銮指帝休。曙阴迎日尽，春气抱岩流。\r\n空乐繁行漏，香烟薄彩斿。玉膏从此泛，仙驭接浮丘。"
        },
        {
            "title": "麟趾殿侍宴应制",
            "content": "北阙层城峻，西宫复道悬。乘舆历万户，置酒望三川。\r\n花柳含丹日，山河入绮筵。欲知陪赏处，空外有飞烟。"
        },
        {
            "title": "奉和圣制闰九月九日登庄严总持二寺阁",
            "content": "闰月再重阳，仙舆历宝坊。帝歌云稍白，御酒菊犹黄。\r\n风铎喧行漏，天花拂舞行。豫游多景福，梵宇日生光。"
        },
        {
            "title": "蓝田山庄",
            "content": "宦游非吏隐，心事好幽偏。考室先依地，为农且用天。\r\n辋川朝伐木，蓝水暮浇田。独与秦山老，相欢春酒前。"
        },
        {
            "title": "奉和九日幸临渭亭登高应制得欢字",
            "content": "令节三秋晚，重阳九日欢。仙杯还泛菊，宝馔且调兰。\r\n御气云霄近，乘高宇宙宽。今朝万寿引，宜向曲中弹。"
        },
        {
            "title": "奉和九月九日登慈恩寺浮屠应制",
            "content": "凤刹侵云半，虹旌倚日边。散花多宝塔，张乐布金田。\r\n时菊芳仙酝，秋兰动睿篇。香街稍欲晚，清跸扈归天。"
        },
        {
            "title": "上阳宫侍宴应制得林字",
            "content": "广乐张前殿，重裘感圣心。砌蓂霜月尽，庭树雪云深。\r\n旧渥骖宸御，慈恩忝翰林。微臣一何幸，再得听瑶琴。"
        },
        {
            "title": "春日芙蓉园侍宴应制",
            "content": "芙蓉秦地沼，卢橘汉家园。谷转斜盘径，川回曲抱原。\r\n风来花自舞，春入鸟能言。侍宴瑶池夕，归途笳吹繁。"
        },
        {
            "title": "夏日仙萼亭应制",
            "content": "高岭逼星河，乘舆此日过。野含时雨润，山杂夏云多。\r\n睿藻光岩穴，宸襟洽薜萝。悠然小天下，归路满笙歌。"
        },
        {
            "title": "奉和立春日侍宴内出剪彩花应制",
            "content": "金阁妆新杏，琼筵弄绮梅。人间都未识，天上忽先开。\r\n蝶绕香丝住，蜂怜艳粉回。今年春色早，应为剪刀催。"
        },
        {
            "title": "嵩山天门歌",
            "content": "登天门兮坐盘石之嶙峋，前漎漎兮未半，下漠漠兮无垠。\r\n纷窈窕兮岩倚披以鹏翅，洞胶葛兮峰棱层以龙鳞。\r\n松移岫转，左变而右易。风生云起，出鬼而入神。\r\n吾亦不知其灵怪如此，愿游杳冥兮见羽人。\r\n重曰，天门兮穹崇，回合兮攒丛，松万接兮柱日，\r\n石千寻兮倚空。晚阴兮足风，夕阳兮赩红。\r\n试一望兮夺魄，况众妙之无穷。"
        },
        {
            "title": "高山引",
            "content": "攀云窈窕兮上跻悬峰，长路浩浩兮此去何从。\r\n水一曲兮肠一曲，山一重兮悲一重。松槚邈已远，\r\n友于何日逢。况满室兮童稚，攒众虑于心胸。\r\n天高难诉兮远负明德，却望咸京兮挥涕龙钟。"
        },
        {
            "title": "冬宵引赠司马承祯",
            "content": "河有冰兮山有雪，北户墐兮行人绝。独坐山中兮对松月，\r\n怀美人兮屡盈缺。明月的的寒潭中，青松幽幽吟劲风。\r\n此情不向俗人说，爱而不见恨无穷。"
        },
        {
            "title": "桂州三月三日（一作桂阳三日述怀）",
            "content": "代业京华里，远投魑魅乡。登高望不极，云海四茫茫。\r\n伊昔承休盼，曾为人所羡。两朝赐颜色，二纪陪欢宴。\r\n昆明御宿侍龙媒，伊阙天泉复几回。西夏黄河水心剑，\r\n东周清洛羽觞杯。苑中落花扫还合，河畔垂杨拨不开。\r\n千春万寿多行乐，柏梁和歌攀睿作。赐金分帛奉恩辉，\r\n风举云摇入紫微。晨趋北阙鸣珂至，夜出南宫把烛归。\r\n载笔儒林多岁月，襆被文昌佐吴越。越中山海高且深，\r\n兴来无处不登临。永和九年刺海郡，暮春三月醉山阴。\r\n愚谓嬉游长似昔，不言流寓欻成今。始安繁华旧风俗，\r\n帐饮倾城沸江曲。主人丝管清且悲，客子肝肠断还续。\r\n荔浦蘅皋万里馀，洛阳音信绝能疏。故园今日应愁思，\r\n曲水何能更祓除。逐伴谁怜合浦叶，思归岂食桂江鱼。\r\n不求汉使金囊赠，愿得佳人锦字书。"
        },
        {
            "title": "王子乔",
            "content": "王子乔，爱神仙，七月七日上宾天。白虎摇瑟凤吹笙，\r\n乘骑云气吸日精。吸日精，长不归，遗庙今在而人非。\r\n空望山头草，草露湿人衣。"
        },
        {
            "title": "初宿淮口",
            "content": "孤舟汴河水，去国情无已。晚泊投楚乡，明月清淮里。\r\n汴河东泻路穷兹，洛阳西顾日增悲。夜闻楚歌思欲断，\r\n况值淮南木落时。"
        },
        {
            "title": "龙门应制",
            "content": "宿雨霁氛埃，流云度城阙。河堤柳新翠，苑树花先发。\r\n洛阳花柳此时浓，山水楼台映几重。群公拂雾朝翔凤，\r\n天子乘春幸凿龙。凿龙近出王城外，羽从琳琅拥轩盖。\r\n云罕才临御水桥，天衣已入香山会。山壁崭岩断复连，\r\n清流澄澈俯伊川。雁塔遥遥绿波上，星龛奕奕翠微边。\r\n层峦旧长千寻木，远壑初飞百丈泉，彩仗蜺旌绕香阁。\r\n下辇登高望河洛。东城宫阙拟昭回，南阳沟塍殊绮错。\r\n林下天香七宝台，山中春酒万年杯，微风一起祥花落，\r\n仙乐初鸣瑞鸟来。鸟来花落纷无已，称觞献寿烟霞里。\r\n歌舞淹留景欲斜，石关犹驻五云车。鸟旗翼翼留芳草，\r\n龙骑駸駸映晚花。千乘万骑銮舆出，水静山空严警跸。\r\n郊外喧喧引看人，倾都南望属车尘。嚣声引飏闻黄道，\r\n佳气周回入紫宸。先王定鼎山河固，宝命乘周万物新。\r\n吾皇不事瑶池乐，时雨来观农扈春。"
        },
        {
            "title": "明河篇",
            "content": "八月凉风天气晶，万里无云河汉明。昏见南楼清且浅，\r\n晓落西山纵复横。洛阳城阙天中起，长河夜夜千门里。\r\n复道连甍共蔽亏，画堂琼户特相宜。云母帐前初泛滥，\r\n水精帘外转逶迤。倬彼昭回如练白，复出东城接南陌。\r\n南陌征人去不归，谁家今夜捣寒衣。鸳鸯机上疏萤度，\r\n乌鹊桥边一雁飞。雁飞萤度愁难歇，坐见明河渐微没。\r\n已能舒卷任浮云，不惜光辉让流月。明河可望不可亲，\r\n愿得乘槎一问津。更将织女支机石，还访成都卖卜人。"
        },
        {
            "title": "竞",
            "content": "逐臣北地承严谴，谓到南中每相见。岂意南中岐路多，\r\n千山万水分乡县。云摇雨散各翻飞，海阔天长音信稀。\r\n处处山川同瘴疠，自怜能得几人归。"
        },
        {
            "title": "寒食江州满塘驿",
            "content": "去年上巳洛桥边，今年寒食庐山曲。遥怜巩树花应满，\r\n复见吴洲草新绿。吴洲春草兰杜芳，感物思归怀故乡。\r\n驿骑明朝宿何处，猿声今夜断君肠。"
        },
        {
            "title": "寒食还陆浑别业",
            "content": "洛阳城里花如雪，陆浑山中今始发。旦别河桥杨柳风，\r\n夕卧伊川桃李月。伊川桃李正芳新，寒食山中酒复春。\r\n野老不知尧舜力，酣歌一曲太平人。"
        },
        {
            "title": "军中人日登高赠房明府",
            "content": "幽郊昨夜阴风断，顿觉朝来阳吹暖。泾水桥南柳欲黄，\r\n杜陵城北花应满。长安昨夜寄春衣，短翮登兹一望归。\r\n闻道凯旋乘骑入，看君走马见芳菲。"
        },
        {
            "title": "折杨柳（一作沈佺期诗）",
            "content": "玉树朝日映，罗帐春风吹。拭泪攀杨柳，长条宛地垂。\r\n白花飞历乱，黄鸟思参差。妾自肝肠断，傍人那得知。"
        },
        {
            "title": "玩郡斋海榴",
            "content": "泽国韶气早，开帘延霁天。野禽宵未啭，山蜚昼仍眠。\r\n目兹海榴发，列映岩楹前。熠爚御风静，葳蕤含景鲜。\r\n清晨绿堪佩，亭午丹欲然。昔忝金闺籍，尝见玉池莲。\r\n未若宗族地，更逢荣耀全。南金虽自贵，贺赏讵能迁。\r\n抚躬万里绝，岂染一朝妍。徒缘滞遐郡，常是惜流年。\r\n越俗鄙章甫，扪心空自怜。"
        },
        {
            "title": "因以题壁赠杜侯杜四",
            "content": "洛桥瞻太室，期子在云烟。归来不相见，孤赏弄寒泉。\r\n与君阔松石，于兹二十年。田公谢昭世，韩子秘幽埏。\r\n忆昔同携手，山栖接二贤。笙歌入玄地，诗酒坐寥天。\r\n旧友悉零落，罢琴私自怜。逝者非药误，餐霞意可全。\r\n为余理还策，相与事灵仙。"
        },
        {
            "title": "伤王七秘书监寄呈扬州陆长史通简府僚广陵",
            "content": "王氏贵先宗，衡门栖道风。\r\n传心晤有物，秉化游无穷。\r\n学奥九流异，机玄三语同。\r\n书乃墨场绝，文称词伯雄。\r\n白屋藩魏主，苍生期谢公。\r\n一祗贤良诏，遂谒承明宫。\r\n补衮望奚塞，尊儒位未充。\r\n罢官七门里，归老一丘中。\r\n尝忝长者辙，微言私谓通。\r\n我行会稽郡，路出广陵东。\r\n物在人已矣，都疑淮海空。"
        },
        {
            "title": "奉使嵩山途经缑岭",
            "content": "侵星发洛城，城中歌吹声。毕景至缑岭，岭上烟霞生。\r\n草树饶野意，山川多古情。大隐德所薄，归来可退耕。"
        },
        {
            "title": "下桂江县黎壁",
            "content": "放溜觌前溆，连山分上干。江回云壁转，天小雾峰攒。\r\n吼沫跳急浪，合流环峻滩。欹离出漩划，缭绕避涡盘。\r\n舟子怯桂水，最言斯路难。吾生抱忠信，吟啸自安闲。\r\n旦别已千岁，夜愁劳万端。企予见夜月，委曲破林峦。\r\n潭旷竹烟尽，洲香橘露团。岂傲夙所好，对之与俱欢。\r\n思君罢琴酌，泣此夜漫漫。"
        },
        {
            "title": "自洪府舟行直书其事",
            "content": "仲春辞国门，畏途横万里。越淮乘楚嶂，造江泛吴汜。\r\n严程无休隙，日夜涉风水。昔闻垂堂言，将诫千金子。\r\n问余何奇剥，迁窜极炎鄙。揆己道德馀，幼闻虚白旨。\r\n贵身贱外物，抗迹远尘轨。朝游伊水湄，夕卧箕山趾。\r\n妙年拙自晦，皎洁弄文史。谬辱紫泥书，挥翰青云里。\r\n事往每增伤，宠来常誓止。铭骨怀报称，逆鳞让金紫。\r\n安位衅潜构，退耕祸犹起。栖岩实吾策，触藩诚内耻。\r\n济济同时人，台庭鸣剑履。愚以卑自卫，兀坐去沉滓。\r\n迨兹理已极，窃位申知己。群议负宿心，获戾光华始。\r\n黄金忽销铄，素业坐沦毁。浩叹诬平生，何独恋枌梓。\r\n浦树浮郁郁，皋兰覆靡靡。百越去魂断，九疑望心死。\r\n未尽匡阜游，远欣罗浮美。周旋本师训，佩服无生理。\r\n异国多灵仙，幽探忘年纪。敝庐嵩山下，空谷茂兰芷。\r\n悠悠南溟远，采掇长已矣。"
        },
        {
            "title": "早发大庾岭",
            "content": "晨跻大庾险，驿鞍驰复息。雾露昼未开，浩途不可测。\r\n嵥起华夷界，信为造化力。歇鞍问徒旅，乡关在西北。\r\n出门怨别家，登岭恨辞国。自惟勖忠孝，斯罪懵所得。\r\n皇明颇照洗，廷议日纷惑。兄弟远沦居，妻子成异域。\r\n羽翮伤已毁，童幼怜未识。踌蹰恋北顾，亭午晞霁色。\r\n春暖阴梅花，瘴回阳鸟翼。含沙缘涧聚，吻草依林植。\r\n适蛮悲疾首，怀巩泪沾臆。感谢鹓鹭朝，勤修魑魅职。\r\n生还倘非远，誓拟酬恩德。"
        },
        {
            "title": "適",
            "content": "晨登歇马岭，遥望伏牛山。孤出群峰首，熊熊元气间。\r\n太和亦崔嵬，石扇横闪倏。细岑互攒倚，浮巘竞奔蹙。\r\n白云遥入怀，青霭近可掬。徒寻灵异迹，周顾惬心目。\r\n晨拂鸟路行，暮投人烟宿。粳稻远弥秀，栗芋秋新熟。\r\n石髓非一岩，药苗乃万族。间关踏云雨，缭绕缘水木。\r\n西见商山芝，南到楚乡竹。楚竹幽且深，半杂枫香林。\r\n浩歌清潭曲，寄尔桃源心。"
        },
        {
            "title": "春湖古意",
            "content": "院梅发向尺，园鸟复成曲。落日游南湖，果掷颜如玉。\r\n含情不得语，转盼知所属。惆怅未可归，宁关须采箓。"
        },
        {
            "title": "放白鹇篇",
            "content": "故人赠我绿绮琴，兼致白鹇鸟。琴是峄山桐，鸟出吴溪\r\n中。\r\n我心松石清霞里，弄此幽弦不能已。我心河海白云垂，\r\n怜此珍禽空自知。著书晚下麒麟阁，幼稚骄痴候门乐。\r\n乃言物性不可违，白鹇愁慕刷毛衣。玉徽闭匣留为念，\r\n六翮开笼任尔飞。"
        },
        {
            "title": "宿云门寺",
            "content": "云门若邪里，泛鹢路才通。夤缘绿筱岸，遂得青莲宫。\r\n天香众壑满，夜梵前山空。漾漾潭际月，飗飗杉上风。\r\n兹焉多嘉遁，数子今莫同。凤归慨处士，鹿化闻仙公。\r\n樵路郑州北，举井阿岩东。永夜岂云寐，曙华忽葱茏。\r\n谷鸟啭尚涩，源桃惊未红。再来期春暮，当造林端穷。\r\n庶几踪谢客，开山投剡中。"
        },
        {
            "title": "游法华寺",
            "content": "薄游京都日，遥羡稽山名。分刺江海郡，朅来征素情。\r\n松露洗心眷，象筵敷念诚。薄云界青嶂，皎日鶱朱甍。\r\n苔涧深不测，竹房闲且清。感真六象见，垂兆二鸟鸣。\r\n古今信灵迹，中州莫与京。林巘永栖业，岂伊佐一生。\r\n浮悟虽已久，事试去来成。观念幸相续，庶几最后明。"
        },
        {
            "title": "见南山夕阳召监师不至",
            "content": "夕阳黯晴碧，山翠互明灭。此中意无限，要与开士说。\r\n徒郁仲举思，讵回道林辙。孤兴欲待谁，待此湖上月。"
        },
        {
            "title": "答田征君（一作敬答田征君游岩）",
            "content": "家临清溪水，溪水绕盘石。绿萝四面垂，褭褭百馀尺。\r\n风泉度丝管，苔藓铺茵席。传闻颍阳人，霞外漱灵液。\r\n忽枉岩中翰，吟望朝复夕。何当遂远游，物色候逋客。"
        },
        {
            "title": "温泉庄卧病寄杨七炯",
            "content": "移疾卧兹岭，寥寥倦幽独。赖有嵩丘山，高枕长在目。\r\n兹山栖灵异，朝夜翳云族。是日濛雨晴，返景入岩谷。\r\n幂幂涧畔草，青青山下木。此意方无穷，环顾怅林麓。\r\n伊洛何悠漫，川原信重复。夏馀鸟兽蕃，秋末禾黍熟。\r\n秉愿守樊圃，归闲欣艺牧。惜无载酒人，徒把凉泉掬。"
        },
        {
            "title": "自衡阳至韶州谒能禅师",
            "content": "谪居窜炎壑，孤帆淼不系。别家万里馀，流目三春际。\r\n猿啼山馆晓，虹饮江皋霁。湘岸竹泉幽，衡峰石囷闭。\r\n岭嶂穷攀越，风涛极沿济。吾师在韶阳，欣此得躬诣。\r\n洗虑宾空寂，焚香结精誓。愿以有漏躯，聿薰无生慧。\r\n物用益冲旷，心源日闲细。伊我获此途，游道回晚计。\r\n宗师信舍法，摈落文史艺。坐禅罗浮中，寻异穷海裔。\r\n何辞御魑魅，自可乘炎疠。回首望旧乡，云林浩亏蔽。\r\n不作离别苦，归期多年岁。"
        },
        {
            "title": "景龙四年春祠海",
            "content": "肃事祠春溟，宵斋洗蒙虑。鸡鸣见日出，鹭下惊涛鹜。\r\n地阔八荒近，天回百川澍。筵端接空曲，目外唯雰雾。\r\n暖气物象来，周游晦明互。致牲匪玄享，禋涤期灵煦。\r\n的的波际禽，沄沄岛间树。安期今何在，方丈蔑寻路。\r\n仙事与世隔，冥搜徒已屡。四明背群山，遗老莫辨处。\r\n抚中良自慨，弱龄忝恩遇。三入文史林，两拜神仙署。\r\n虽叹出关远，始知临海趣。赏来空自多，理胜孰能喻。\r\n留楫竟何待，徙倚忽云暮。"
        },
        {
            "title": "洞庭湖",
            "content": "地尽天水合，朝及洞庭湖。初日当中涌，莫辨东西隅。\r\n晶耀目何在，滢荧心欲无。灵光晏海若，游气耿天吴。\r\n张乐轩皇至，征苗夏禹徂。楚臣悲落叶，尧女泣苍梧。\r\n野积九江润，山通五岳图。风恬鱼自跃，云夕雁相呼。\r\n独此临泛漾，浩将人代殊。永言洗氛浊，卒岁为清娱。\r\n要使功成退，徒劳越大夫。"
        },
        {
            "title": "入崖口五渡寄李適",
            "content": "抱琴登绝壑，伐木溯清川。路极意谓尽，势回趣转绵。\r\n人远草木秀，山深云景鲜。余负海峤情，自昔微尚然。\r\n弥旷十馀载，今来宛仍前。未窥仙源极，独进野人船。\r\n时攀乳窦憩，屡薄天窗眠。夜弦响松月，朝楫弄苔泉。\r\n因冥象外理，永谢区中缘。碧潭可遗老，丹砂堪学仙。\r\n莫使驰光暮，空令归鹤怜。"
        },
        {
            "title": "自湘源至潭州衡山县",
            "content": "浮湘沿迅湍，逗浦凝远盼。渐见江势阔，行嗟水流漫。\r\n赤岸杂云霞，绿竹缘溪涧。向背群山转，应接良景晏。\r\n沓障连夜猿，平沙覆阳雁。纷吾望阙客，归桡速已惯。\r\n中道方溯洄，迟念自兹撰。赖欣衡阳美，持以蠲忧患。"
        },
        {
            "title": "初至崖口",
            "content": "崖口众山断，嶔崟耸天壁。气冲落日红，影入春潭碧。\r\n锦缋织苔藓，丹青画松石。水禽泛容与，岩花飞的砾。\r\n微路从此深，我来限于役。惆怅情未已，群峰暗将夕。"
        },
        {
            "title": "雨从箕山来",
            "content": "雨从箕山来，倏与飘风度。晴明西峰日，绿缛南溪树。\r\n此时客精庐，幸蒙真僧顾。深入清净理，妙断往来趣。\r\n意得两契如，言尽共忘喻。观花寂不动，闻鸟悬可悟。\r\n向夕闻天香，淹留不能去。"
        },
        {
            "title": "别之望后独宿蓝田山庄",
            "content": "鶺鴒有旧曲，调苦不成歌。自叹兄弟少，常嗟离别多。\r\n尔寻北京路，予卧南山阿。泉晚更幽咽，云秋尚嵯峨。\r\n药栏听蝉噪，书幌见禽过。愁至愿甘寝，其如乡梦何。"
        },
        {
            "title": "题张老松树",
            "content": "岁晚东岩下，周顾何凄恻。日落西山阴，众草起寒色。\r\n中有乔松树，使我长叹息。百尺无寸枝，一生自孤直。"
        },
        {
            "title": "浣纱篇赠陆上人",
            "content": "越女颜如花，越王闻浣纱。国微不自宠，献作吴宫娃。\r\n山薮半潜匿，苎萝更蒙遮。一行霸句践，再笑倾夫差。\r\n艳色夺人目，斅嚬亦相夸。一朝还旧都，靓妆寻若耶。\r\n鸟惊入松网，鱼畏沉荷花。始觉冶容妄，方悟群心邪。\r\n钦子秉幽意，世人共称嗟。愿言托君怀，倘类蓬生麻。\r\n家住雷门曲，高阁凌飞霞。淋漓翠羽帐，旖旎采云车。\r\n春风艳楚舞，秋月缠胡笳。自昔专娇爱，袭玩唯矜奢。\r\n达本知空寂，弃彼犹泥沙。永割偏执性，自长薰修芽。\r\n携妾不障道，来止妾西家。"
        },
        {
            "title": "送赵六贞固",
            "content": "目断南浦云，心醉东郊柳。怨别此何时，春芳来已久。\r\n与君共时物，尽此盈樽酒。始愿今不从，春风恋携手。"
        },
        {
            "title": "夜饮东亭",
            "content": "春泉鸣大壑，皓月吐层岑。岑壑景色佳，慰我远游心。\r\n暗芳足幽气，惊栖多众音。高兴南山曲，长谣横素琴。"
        },
        {
            "title": "初到陆浑山庄",
            "content": "授衣感穷节，策马凌伊关。归齐逸人趣，日觉秋琴闲。\r\n寒露衰北阜，夕阳破东山。浩歌步榛樾，栖鸟随我还。"
        },
        {
            "title": "相和歌辞·江南曲",
            "content": "妾住越城南，离居不自堪。采花惊曙鸟，摘叶喂春蚕。\r\n懒结茱萸带，愁安玳瑁簪。侍臣消瘦尽，日暮碧江潭。"
        },
        {
            "title": "下山歌",
            "content": "下嵩山兮多所思，\r\n携佳人兮步迟迟。\r\n松间明月长如此，\r\n君再游兮复何时？"
        },
        {
            "title": "题大庚岭北驿",
            "content": "阳月南飞雁，传闻至此回。 \r\n我行殊未已，何日复归来。 \r\n江静潮初落，林昏瘴不开。 \r\n明朝望乡处，应见陇头梅。\r\n【注释】：①大庾岭：在江西、广东交界处，为五岭之一。北驿：大庾岭北面的驿站。 \r\n②殊：还。\"我行\"句意谓自己要去的贬谪之地还远，所以自己还不能停下。 \r\n③瘴：南方湿热天气山林间对人有害的毒气。 \r\n④望乡处：远望故乡的地方，指站在大庾岭处。陇头梅：大庾岭地处南方，十月即开梅花。【译文】：　　阴历十月的时候，大雁就开始南飞，据说飞到大庾岭，它们就全部折回。鸟儿不进，我却行程未止远涉岭南，真不知何日何时，我才能遇赦归来？\r\n　　潮水退落了，江面静静地泛着涟漪，深山老林昏暗暗，瘴气浓重散不开。来日我登上高山顶，向北遥望故乡，抑或能看到：那山头上初放的红梅。【赏析】：　　这是诗人流放时途经大庾岭之作。全诗通过描写途中所见景物，借景抒情，抒发了诗人对官场坎坷的慨叹和思念家乡的感情。诗先写诗人见雁南飞，触景生情，传说中雁南飞至大庾岭而北回，而自己却行程无尽头，不知何日能归。人雁相比，人不如雁，深切表现了诗人忧伤哀怨的复杂的内心感情。后四句写大庾岭黄昏的凄迷景色，江潮初落，水面平静，瘴气缭绕，故乡何在？明晨踏上岭头时，再望一望故乡吧！虽然见不到她的踪影，但岭上盛开的梅花该是可以见到的！悲苦和乡思在此一露无遗。全诗写的是“愁”，却未着一“愁”字。尽管如此，人们还是感到愁绪满怀，凄恻缠绵。诗人以情布景，又以景衬情，使情景融合，传情达意，因而情真意切，动人心弦。"
        },
        {
            "title": "渡江汉",
            "content": "岭外音书绝，经冬复历春。\r\n近乡情更怯，不敢问来人。\r\n【注释】：岭外：大庾岭之外，就是广东。【译文】：　　久在岭南居住，家乡音讯全无；经历一个寒冬，又到立春时候。距离家乡越近，心中越发不安；遇人不敢相问，唯恐消息不祥。\r\n\r\n　　这是久离家乡而返归途中所写的抒情诗。诗意在写思乡情切，但却正意反说。写愈近家乡，愈不敢问及家乡消息，担心听到环的消息，而伤了好的愿望。语极浅近，意颇深邃；描摹心理，熨贴入微；不事造作，自然至美。"
        },
        {
            "title": "度大庾岭",
            "content": "度岭方辞国，停轺一望家。\r\n魂随南翥鸟，泪尽北枝花。\r\n山雨初含霁，江云欲变霞。\r\n但令归有日，不敢恨长沙。"
        },
        {
            "title": "息夫人",
            "content": "可怜楚破息，肠断息夫人。仍为泉下骨，不作楚王嫔。\r\n楚王宠莫盛，息君情更亲。情亲怨生别，一朝俱杀身。"
        },
        {
            "title": "琴曲歌辞·绿竹引",
            "content": "青溪绿潭潭水侧，修竹婵娟同一色。徒生仙实凤不游，\r\n老死空山人讵识。妙年秉愿逃俗纷，归卧嵩丘弄白云。\r\n含情傲慰心目，何可一日无此君。"
        }
    ]
}