{
    "dynasty": "唐",
    "author": "骆宾王",
    "intro": "骆宾王（640－684）今浙江义乌人。为“初唐四杰”之一，有《骆临海集》。",
    "items": [
        {
            "title": "过张平子墓",
            "content": "西鄂该通理，南阳擅德音。玉卮浮藻丽，铜浑积思深。\r\n忽怀今日昔，非复昔时今。日落丰碑暗，风来古木吟。\r\n惟叹穷泉下，终郁羡鱼心。"
        },
        {
            "title": "夏日夜忆张二",
            "content": "伏枕忧思深，拥膝独长吟。烹鲤无尺素，筌鱼劳寸心。\r\n疏麻空有折，芳桂湛无斟。广庭含夕气，闲宇澹虚阴。\r\n织虫垂夜砌，惊鸟栖暝林。欢娱百年促，羁病一生侵。\r\n讵堪孤月夜，流水入鸣琴。"
        },
        {
            "title": "游兖部逢孔君自卫来，欣然相遇若旧",
            "content": "游人自卫返，背客隔淮来。倾盖金兰合，忘筌玉叶开。\r繁花明日柳，疏蕊落风梅。将期重交态，时慰不然灰。"
        },
        {
            "title": "夕次蒲类津（一作晚泊蒲类）",
            "content": "二庭归望断，万里客心愁。山路犹南属，河源自北流。\r\n晚风连朔气，新月照边秋。灶火通军壁，烽烟上戍楼。\r\n龙庭但苦战，燕颔会封侯。莫作兰山下，空令汉国羞。"
        },
        {
            "title": "咏鹅（七岁时作）",
            "content": "鹅鹅鹅，曲项向天歌。白毛浮绿水，红掌拨清波。"
        },
        {
            "title": "忆蜀地佳人",
            "content": "东西吴蜀关山远，鱼来雁去两难闻。\r\n莫怪常有千行泪，只为阳台一片云。"
        },
        {
            "title": "玩初月（一作沈佺期诗）",
            "content": "忌满光先缺，乘昏影暂流。既能明似镜，何用曲如钩。"
        },
        {
            "title": "咏镜",
            "content": "写月无芳桂，照日有花菱。不持光谢水，翻将影学冰。"
        },
        {
            "title": "咏尘",
            "content": "凌波起罗袜，含风染素衣。别有知音调，闻歌应自飞。"
        },
        {
            "title": "在军登城楼",
            "content": "城上风威冷，江中水气寒。戎衣何日定，歌舞入长安。"
        },
        {
            "title": "久戍边城有怀京邑",
            "content": "扰扰风尘地，遑遑名利途。盈虚一易舛，心迹两难俱。\r\n弱龄小山志，宁期大丈夫。九微光贲玉，千仞忽弹珠。\r\n棘寺游三礼，蓬山簉八儒。怀铅惭后进，投笔愿前驱。\r\n北走非通赵，西之似化胡。锦车朝促候，刁斗夜传呼。\r\n战士青丝络，将军黄石符。连星入宝剑，半月上雕弧。\r\n拜井开疏勒，鸣桴动密须。戎机习短蔗，祆祲静长榆。\r\n季月炎初尽，边亭草早枯。层阴笼古木，穷色变寒芜。\r\n海鹤声嘹唳，城乌尾毕逋。葭繁秋色引，桂满夕轮虚。\r\n行役风霜久，乡园梦想孤。灞池遥夏国，秦海望阳纡。\r\n沙塞三千里，京城十二衢。杨沟连凤阙，槐路拟鸿都。\r\n璧殿规宸象，金堤法斗枢。云浮西北盖，月照东南隅。\r\n宝帐垂连理，银床转辘轳。广筵留上客，丰馔引中厨。\r\n漏缓金徒箭，娇繁玉女壶。秋涛飞喻马，秋水泛仙舻。\r\n意气风云合，言忘道术趋。共矜名已泰，讵肯沫相濡。\r\n有志惭雕朽，无庸类散樗。关山暂超忽，形影叹艰虞。\r\n结网空知羡，图荣岂自诬。忘情同塞马，比德类宛驹。\r\n陇坂肝肠绝，阳关亭候迂。迷魂惊落雁，离恨断飞凫。\r\n春去荣华尽，年来岁月芜。边愁伤郢调，乡思绕吴歈。\r\n河气通中国，山途限外区。相思若可寄，冰泮有衔芦。"
        },
        {
            "title": "送别",
            "content": "寒更承夜永，凉夕向秋澄。离心何以赠，自有玉壶冰。"
        },
        {
            "title": "早秋出塞寄东台详正学士",
            "content": "促驾逾三水，长驱望五原。天阶分斗极，地理接楼烦。\r\n溪月明关陇，戎云聚塞垣。山川殊物候，风壤异凉暄。\r\n戍古秋尘合，沙寒宿雾繁。昔余迷学步，投迹忝词源。\r\n兰渚浮延阁，蓬山款禁园。彯缨陪绂冕，载笔偶玙璠。\r\n汲冢宁详蠹，秦牢讵辨冤。一朝从篚服，千里骛轻轩。\r\n乡梦随魂断，边声入听喧。南图终铩翮，北上遽催辕。\r\n吊影惭连茹，浮生倦触藩。数奇何以托，桃李自无言。"
        },
        {
            "title": "挑灯杖",
            "content": "禀质非贪热，焦心岂惮熬。终知不自润，何处用脂膏。"
        },
        {
            "title": "夕次旧吴",
            "content": "维舟背楚服，振策下吴畿。盛德弘三让，雄图枕九围。\r\n黄池通霸迹，赤壁畅戎威。文物俄迁谢，英灵有盛衰。\r\n行叹鸱夷没，遽惜湛卢飞。地古烟尘暗，年深馆宇稀。\r\n山川四望是，人事一朝非。悬剑空留信，亡珠尚识机。\r\n郑风遥可托，关月眇难依。西北云逾滞，东南气转微。\r\n徒怀伯通隐，多谢买臣归。唯有荒台露，薄暮湿征衣。"
        },
        {
            "title": "幽絷书情通简知己",
            "content": "昔岁逢杨意，观光贵楚材。穴疑丹凤起，场似白驹来。\r\n一命沦骄饵，三缄慎祸胎。不言劳倚伏，忽此遘邅回。\r\n骢马刑章峻，苍鹰狱吏猜。绝缣非易辨，疑璧果难裁。\r\n揆画惭周道，端忧滞夏台。生涯一灭裂，岐路几裴徊。\r\n青陆春芳动，黄沙旅思催。圆扉长寂寂，疏网尚恢恢。\r\n入阱先摇尾，迷津正曝腮。覆盆徒望日，蛰户未经雷。\r\n霜歇兰犹败，风多木屡摧。地幽蚕室闭，门静雀罗开。\r\n自悯秦冤痛，谁怜楚奏哀。汉阳穷鸟客，梁甫卧龙才。\r\n有气还冲斗，无时会凿坏。莫言韩长孺，长作不然灰。"
        },
        {
            "title": "咏怀",
            "content": "少年识事浅，不知交道难。一言芬若桂，四海臭如兰。\r\n宝剑思存楚，金锤许报韩。虚心徒有托，循迹谅无端。\r\n太息关山险，吁嗟岁月阑。忘机殊会俗，守拙异怀安。\r\n阮籍空长啸，刘琨独未欢。十步庭芳敛，三秋陇月团。\r\n槐疏非尽意，松晚夜凌寒。悲调弦中急，穷愁醉里宽。\r\n莫将流水引，空向俗人弹。"
        },
        {
            "title": "饯郑安阳入蜀",
            "content": "彭山折坂外，井络少城隈。地是三巴俗，人非百里材。\r\n畏途君怅望，岐路我裴徊。心赏风烟隔，容华岁月催。\r\n遥遥分凤野，去去转龙媒。遗锦非前邑，鸣琴即旧台。\r\n剑门千仞起，石路五丁开。海客乘槎渡，仙童驭竹回。\r\n魂将离鹤远，思逐断猿哀。唯有双凫舄，飞去复飞来。"
        },
        {
            "title": "伤祝阿王明府",
            "content": "洛川真气上，重泉惠政融。含章光后烈，继武嗣前雄。\r\n与善良难验，生涯忽易穷。翔凫犹化履，狎雉尚驯童。\r\n钱满荒阶绿，尘浮虚帐红。夏馀将宿草，秋近未惊蓬。\r\n烟晦泉门闭，日尽夜台空。谁堪孤陇外，独听白杨风。"
        },
        {
            "title": "边夜有怀",
            "content": "汉地行逾远，燕山去不穷。城荒犹筑怨，碣毁尚铭功。\r\n古戍烟尘满，边庭人事空。夜关明陇月，秋塞急胡风。\r\n倚伏良难定，荣枯岂易通。旅魂劳泛梗，离恨断征蓬。\r\n苏武封犹薄，崔駰宦不工。惟馀北叟意，欲寄南飞鸿。"
        },
        {
            "title": "过故宋",
            "content": "旧国千年尽，荒城四望通。云浮非隐帝，日举类游童。\r\n绮琴朝化洽，祥石夜论空。马去遥奔郑，蛇分近带丰。\r\n池文敛束水，竹影漏寒丛。园兔承行月，川禽避断风。\r\n故宋诚难定，从梁事未工。唯当过周客，独愧吴台空。"
        },
        {
            "title": "和孙长史秋日卧病",
            "content": "霍第疏天府，潘园近帝台。调弦三妇至，置驿五侯来。\r\n尚想欢娱洽，吁嗟岁月催。金坛分上将，玉帐引环材。\r\n决胜鲸波静，腾谋鸟谷开。白云淮水外，紫陌灞陵隈。\r\n节变惊衰柳，笳繁思落梅。调神和玉烛，掞藻握珠胎。\r\n怅矣欣怀土，居然欲死灰。还因承雅曲，暂喜跃沈鳃。"
        },
        {
            "title": "宿温城望军营",
            "content": "虏地寒胶折，边城夜柝闻。兵符关帝阙，天策动将军。\r\n塞静胡笳彻，沙明楚练分。风旗翻翼影，霜剑转龙文。\r\n白羽摇如月，青山断若云。烟疏疑卷幔，尘灭似销氛。\r\n投笔怀班业，临戎想顾勋。还应雪汉耻，持此报明君。"
        },
        {
            "title": "边城落日",
            "content": "紫塞流沙北，黄图灞水东。一朝辞俎豆，万里逐沙蓬。\r\n候月恒持满，寻源屡凿空。野昏边气合，烽迥戍烟通。\r\n膂力风尘倦，疆场岁月穷。河流控积石，山路远崆峒。\r\n壮志凌苍兕，精诚贯白虹。君恩如可报，龙剑有雌雄。\r\n·202 ·"
        },
        {
            "title": "早发淮口望盱眙",
            "content": "养蒙分四渎，习坎奠三荆。徙帝留馀地，封王表旧城。\r\n岸昏涵蜃气，潮满应鸡声。洲迥连沙静，川虚积溜明。\r\n一朝从捧檄，千里倦悬旌。背流桐柏远，逗浦木兰轻。\r\n小山迷隐路，大块切劳生。唯有贞心在，独映寒潭清。"
        },
        {
            "title": "晚泊河曲",
            "content": "三秋倦行役，千里泛归潮。通波竹箭水，轻舸木兰桡。\r\n金堤连曲岸，贝阙影浮桥。水净千年近，星飞五老遥。\r\n叠花开宿浪，浮叶下凉飙。浦荷疏晚菂，津柳渍寒条。\r\n恓惶劳梗泛，凄断倦蓬飘。仙槎不可托，河上独长谣。"
        },
        {
            "title": "晚泊江镇",
            "content": "四运移阴律，三翼泛阳侯。荷香销晚夏，菊气入新秋。\r\n夜乌喧粉堞，宿雁下芦洲。海雾笼边徼，江风绕戍楼。\r\n转蓬惊别渚，徙橘怆离忧。魂飞灞陵岸，泪尽洞庭流。\r\n振影希鸿陆，逃名谢蚁丘。还嗟帝乡远，空望白云浮。"
        },
        {
            "title": "秋日山行简梁大官",
            "content": "乘马陟层阜，回首睇山川。攒峰衔宿雾，叠巘架寒烟。\r\n百重含翠色，一道落飞泉。香吹分岩桂，鲜云抱石莲。\r\n地偏心易远，致默体逾玄。得性虚游刃，忘言已弃筌。\r\n弹冠劳巧拙，结绶倦牵缠。不如从四皓，丘中鸣一弦。"
        },
        {
            "title": "在军中赠先还知己",
            "content": "蓬转俱行役，瓜时独未还。魂迷金阙路，望断玉门关。\r\n献凯多惭霍，论封几谢班。风尘催白首，岁月损红颜。\r\n落雁低秋塞，惊凫起暝湾。胡霜如剑锷，汉月似刀环。\r\n别后边庭树，相思几度攀。"
        },
        {
            "title": "寒夜独坐游子多怀简知己",
            "content": "故乡眇千里，离忧积万端。鹑服长悲碎，蜗庐未卜安。\r\n富钩徒有想，贫铗为谁弹。柳秋风叶脆，荷晓露文团。\r\n晚金丛岸菊，馀佩下幽兰。伐木伤心易，维桑归去难。\r\n独有孤明月，时照客庭寒。"
        },
        {
            "title": "春日离长安客中言怀（一作春霁早行）",
            "content": "年华开早律，霁色荡芳晨。城阙千门晓，山河四望春。\r\n御沟通太液，戚里对平津。宝瑟调中妇，金罍引上宾。\r\n剧谈推曼倩，惊坐揖陈遵。意气一言合，风期万里亲。\r\n自惟安直道，守拙忌因人。谈器非先木，图荣异后薪。\r\n揶揄惭路鬼，憔悴切波臣。玄草终疲汉，乌裘几滞秦。\r\n生涯无岁月，岐路有风尘。还嗟太行道，处处白头新。"
        },
        {
            "title": "和王记室从赵王春日游陀山寺",
            "content": "鸟旟陪访道，鹫岭狎栖真。四禅明静业，三空广胜因。\r\n祥河疏叠涧，慧日皎重轮。叶暗龙宫密，花明鹿苑春。\r\n雕谈筌奥旨，妙辩漱玄津。雅曲终难和，徒自奏巴人。"
        },
        {
            "title": "送吴七游蜀",
            "content": "日观分齐壤，星桥接蜀门。桃花嘶别路，竹叶泻离樽。\r\n夏老兰犹茂，秋深柳尚繁。雾销山望迥，风高野听喧。\r\n劳歌徒欲奏，赠别竟无言。唯有当秋月，空照野人园。"
        },
        {
            "title": "早发诸暨",
            "content": "征夫怀远路，夙驾上危峦。薄烟横绝巘，轻冻涩回湍。\r\n野雾连空暗，山风入曙寒。帝城临灞涘，禹穴枕江干。\r\n橘性行应化，蓬心去不安。独掩穷途泪，长歌行路难。"
        },
        {
            "title": "西行别东台详正学士",
            "content": "意气坐相亲，关河别故人。客似秦川上，歌疑易水滨。\r\n塞荒行辨玉，台远尚名轮。泄井怀边将，寻源重汉臣。\r\n上苑梅花早，御沟杨柳新。只应持此曲，别作边城春。"
        },
        {
            "title": "远使海曲春夜多怀",
            "content": "长啸三春晚，端居百虑盈。未安胡蝶梦，遽切鲁禽情。\r\n别岛连寰海，离魂断戍城。流星疑伴使，低月似依营。\r\n怀禄宁期达，牵时匪徇名。艰虞行已远，时迹自相惊。"
        },
        {
            "title": "望月有所思",
            "content": "九秋凉风肃，千里月华开。圆光随露湛，碎影逐波来。\r\n似霜明玉砌，如镜写珠胎。晚色依关近，边声杂吹哀。\r\n离居分照耀，怨绪共裴徊。自绕南飞羽，空忝北堂才。"
        },
        {
            "title": "晚度天山有怀京邑",
            "content": "忽上天山路，依然想物华。云疑上苑叶，雪似御沟花。"
        },
        {
            "title": "宿山庄",
            "content": "金陵一超忽，玉烛几还周。露积吴台草，风入郢门楸。\r\n林虚宿断雾，磴险挂悬流。拾青非汉策，化缁类秦裘。\r\n牵迹犹多蹇，劳生未寡尤。独此他乡梦，空山明月秋。"
        },
        {
            "title": "晚渡黄河",
            "content": "千里寻归路，一苇乱平源。通波连马颊，迸水急龙门。\r\n照日荣光净，惊风瑞浪翻。棹唱临风断，樵讴入听喧。\r\n岸迥秋霞落，潭深夕雾繁。谁堪逝川上，日暮不归魂。"
        },
        {
            "title": "冬日野望",
            "content": "故人无与晤，安步陟山椒。野静连云卷，川明断雾销。\r\n灵岩闻晓籁，洞浦涨秋潮。三江归望断，千里故乡遥。\r\n劳歌徒自奏，客魂谁为招。"
        },
        {
            "title": "和李明府",
            "content": "传闻叶悬履，飞向洛阳城。驰道临层掖，津门对小平。\r\n霞残疑制锦，云度似飘缨。藻掞潘江澈，尘虚范甑清。\r\n讵怜冲斗气，犹向匣中鸣。"
        },
        {
            "title": "四月八日题七级",
            "content": "化城分鸟堞，香阁俯龙川。复栋侵黄道，重檐架紫烟。\r\n铭书非晋代，壁画是梁年。霸略今何在，王宫尚岿然。\r\n二帝曾游圣，三卿是偶贤。因兹游胜侣，超彼托良缘。\r\n我出有为界，君登非想天。悠悠青旷里，荡荡白云前。\r\n今日经行处，曲音号盖烟。"
        },
        {
            "title": "蓬莱镇",
            "content": "旅客春心断，边城夜望高。野楼疑海气，白鹭似江涛。\r\n结绶疲三入，承冠泣二毛。将飞怜弱羽，欲济乏轻舠。\r\n赖有阳春曲，穷愁且代劳。"
        },
        {
            "title": "海曲书情",
            "content": "薄游倦千里，劳生负百年。未能槎上汉，讵肯剑游燕。\r\n白云照春海，青山横曙天。江涛让双璧，渭水掷三钱。\r\n坐惜风光晚，长歌独块然。"
        },
        {
            "title": "春晚从李长史游开道林故山",
            "content": "幽寻极幽壑，春望陟春台。云光栖断树，灵影入仙杯。\r\n古藤依格上，野径约山隈。落蕊翻风去，流莺满树来。\r\n兴兰荀御动，归路起浮埃。"
        },
        {
            "title": "棹歌行",
            "content": "写月涂黄罢，凌波拾翠通。镜花摇芰日，衣麝入荷风。\r\n叶密舟难荡，莲疏浦易空。凤媒羞自托，鸳翼恨难穷。\r\n秋帐灯华翠，倡楼粉色红。相思无别曲，并在棹歌中。"
        },
        {
            "title": "陪润州薛司空丹徒桂明府游招隐寺",
            "content": "共寻招隐寺，初识戴颙家。还依旧泉壑，应改昔云霞。\r\n绿竹寒天笋，红蕉腊月花。金绳倘留客，为系日光斜。\r\n第七十九卷"
        },
        {
            "title": "称心寺",
            "content": "征帆恣远寻，逶迤过称心。凝滞蘅灌岸，沿洄楂柚林。\r\n穿溆不厌曲，舣潭惟爱深。为乐凡几许，听取舟中琴。"
        },
        {
            "title": "丹阳刺史挽词三首",
            "content": "百龄嗟倏忽，一旦向山阿。丹桂销已尽，青松哀更多。\r\n薰风虚听曲，薤露反成歌。自有藏舟处，谁怜隙驷过。\r\n恻怆恒山羽，留连棣萼篇。佳城非旧日，京兆即新阡。\r\n城郭三千岁，丘陵几万年。唯馀松柏垅，朝夕起寒烟。\r\n短歌三献曲，长夜九泉台。此室玄扃掩，何年白日开。\r\n荒郊疏古木，寒隧积陈荄。独此伤心地，松声薄暮来。"
        },
        {
            "title": "乐大夫挽词五首",
            "content": "可叹浮生促，吁嗟此路难。丘陵一起恨，言笑几时欢。\r\n萧索郊埏晚，荒凉井径寒。谁当门下客，独见有任安。\r\n蒿里谁家地，松门何代丘。百年三万日，一别几千秋。\r\n返照寒无影，穷泉冻不流。居然同物化，何处欲藏舟。\r\n昔去梅笳发，今来薤露晞。彤驺朝帝阙，丹旐背王畿。\r\n城郭犹疑是，原陵稍觉非。九原如可作，千载与谁归。\r\n一旦先朝菌，千秋掩夜台。青乌新兆去，白马故人来。\r\n草露当春泣，松风向暮哀。宁知荒垄外，吊鹤自裴徊。\r\n忽见泉台路，犹疑水镜悬。何如开白日，非复睹青天。\r\n华表迎千岁，幽扃送百年。独嗟流水引，长掩伯牙弦。"
        },
        {
            "title": "秋晨同淄川毛司马秋九咏·秋雁",
            "content": "联翩辞海曲，遥曳指江干。阵去金河冷，书归玉塞寒。\r\n带月凌空易，迷烟逗浦难。何当同顾影，刷羽泛清澜。"
        },
        {
            "title": "秋晨同淄川毛司马秋九咏·秋菊",
            "content": "擢秀三秋晚，开芳十步中。分黄俱笑日，含翠共摇风。\r\n碎影涵流动，浮香隔岸通。金翘徒可泛，玉斝竟谁同。"
        },
        {
            "title": "秋晨同淄川毛司马秋九咏·秋萤",
            "content": "玉虬分静夜，金萤照晚凉。含辉疑泛月，带火怯凌霜。\r\n散彩萦虚牖，飘花绕洞房。下帷如不倦，当解惜馀光。"
        },
        {
            "title": "秋晨同淄川毛司马秋九咏·秋水",
            "content": "贝阙寒流彻，玉轮秋浪清。图云锦色净，写月练花明。\r\n泛曲鹍弦动，随轩凤辖惊。唯当御沟上，凄断送归情。"
        },
        {
            "title": "浮槎",
            "content": "昔负千寻质，高临九仞峰。真心凌晚桂，劲节掩寒松。\r\n忽值风飙折，坐为波浪冲。摧残空有恨，拥肿遂无庸。\r\n渤海三千里，泥沙几万重。似舟飘不定，如梗泛何从。\r\n仙客终难托，良工岂易逢。徒怀万乘器，谁为一先容。"
        },
        {
            "title": "秋晨同淄川毛司马秋九咏·秋露",
            "content": "玉关寒气早，金塘秋色归。泛掌光逾净，添荷滴尚微。\r\n变霜凝晓液，承月委圆辉。别有吴台上，应湿楚臣衣。"
        },
        {
            "title": "秋晨同淄川毛司马秋九咏·秋蝉",
            "content": "九秋行已暮，一枝聊暂安。隐榆非谏楚，噪柳异悲潘。\r\n分形妆薄鬓，镂影饰危冠。自怜疏影断，寒林夕吹寒。"
        },
        {
            "title": "秋晨同淄川毛司马秋九咏·秋云",
            "content": "南陆铜浑改，西郊玉叶轻。泛斗瑶光动，临阳瑞色明。\r\n盖阴连凤阙，阵影翼龙城。讵知时不遇，空伤流滞情。"
        },
        {
            "title": "秋晨同淄川毛司马秋九咏·秋风",
            "content": "紫陌炎氛歇，青蘋晚吹浮。乱竹摇疏影，萦池织细流。\r\n飘香曳舞袖，带粉泛妆楼。不分君恩绝，纨扇曲中秋。"
        },
        {
            "title": "尘灰",
            "content": "洛川流雅韵，秦道擅苛威。听歌梁上动，应律管中飞。\r\n光飘神女袜，影落羽人衣。愿言心未翳，终冀效轻微。"
        },
        {
            "title": "秋晨同淄川毛司马秋九咏·秋月",
            "content": "云披玉绳净，月满镜轮圆。裛露珠晖冷，凌霜桂影寒。\r\n漏彩含疏薄，浮光漾急澜。西园徒自赏，南飞终未安。"
        },
        {
            "title": "咏云酒",
            "content": "朔空曾纪历，带地旧疏泉。色泛临砀瑞，香流赴蜀仙。\r\n款交欣散玉，洽友悦沉钱。无复中山赏，空吟吴会篇。"
        },
        {
            "title": "咏雪",
            "content": "龙云玉叶上，鹤雪瑞花新。影乱铜乌吹，光销玉马津。\r\n含辉明素篆，隐迹表祥轮。幽兰不可俪，徒自绕阳春。"
        },
        {
            "title": "同张二咏雁",
            "content": "唼藻沧江远，衔芦紫塞长。雾深迷晓景，风急断秋行。\r\n阵照通宵月，书封几夜霜。无复能鸣分，空知愧稻粱。"
        },
        {
            "title": "咏水",
            "content": "列名通地纪，疏派合天津。波随月色净，态逐桃花春。\r\n照霞如隐石，映柳似沉鳞。终当挹上善，属意澹交人。"
        },
        {
            "title": "在狱咏蝉",
            "content": "西陆蝉声唱，南冠客思深。\r\n不堪玄鬓影，来对白头吟。\r\n露重飞难进，风多响易沉。\r\n无人信高洁，谁为表予心！\r\n【注释】：①西陆：秋天。\r\n②南冠：代指囚禁中。\r\n③玄鬓：蝉翼。\r\n④白头：白发人。\r\n⑤予心：我的心。【译文】：　　秋天蝉儿在哀婉地鸣叫，作为穷徒的我，不由得生出了阵阵悲伤。我虽不到四十岁已是满头白发，哪还经得起那如妇人黑发般的蝉儿哀鸣的侵袭。秋露浓重，蝉儿纵使展开双翼也难以高飞，寒风瑟瑟，轻易地把它的鸣唱淹没。虽然蝉儿居高食洁，又有谁能相信我的清白，代我表述内心的沉冤。【赏析】：　　武则天当政时期，曾经有一位叫徐敬业的起兵反对她，用骆宾王写的《讨武檄文》散布天下，揭露她的昏庸和暴行。不久，骆宾王被捕入狱，在狱中写下了这首诗。此诗作于患难之中：情感充沛、取譬明切、用典自然、语意双关。全篇以蝉比兴，以蝉寓己，「寄托遥深」，蝉、人浑然一体，以托诗人遭受谗陷之忧。\r\n    在我国古代，蝉被视为高洁的象征，因为它高居枝上，餐风饮露，与世无争。因此古代很多诗人咏蝉，有的借以歌颂高洁的品格，有的寓意感慨身世的凄凉。\r\n　　如“清心自饮露，哀响乍吟风。未上华冠侧，先惊翳叶中。”（李百药《咏蝉》）“饮露非表清，轻身易知足。”（褚澐《赋得蝉》）“ 烦君最相惊，我亦举家清。” （李商隐《蝉》），在不同身世经历的诗人笔下，平凡常见的蝉各具性灵，仿佛是品格高尚的高士形象的化身。而在历代鳞次栉比的咏蝉诗中，最受称颂、广为流传的就数这道《在狱咏蝉》诗了。\r\n　　《在狱咏蝉》诗，与一般的咏蝉诗不同，感情真挚而充沛，不但没有无病呻吟，更非“贫士失职而志不平”的平常慨喟。它抒写的是含冤莫辨的深切哀痛。\r\n　　该诗是骆宾王于仪凤三年在狱中所作。他下狱的原因尽管说法不一，然而多数认为是被诬陷的。例如有传说，武后专政，排斥异己，严刑苛法，告密之风盛行。\r\n　　骆宾王屡次上书讽谏，因此获罪撤了职，并以贪赃入狱。也有人依据他的《狱中书情》，分析“三缄慎祸胎”等语，认为他是言语不慎招来了莫须有的打击。\r\n　　具有侠义性格的骆宾王蒙受如此不白之冤，就借咏蝉来替自己的清白申辩，宣泄心中激愤之情。诗的序言中他写道：“仆失路艰虞，遭时徽，不哀伤而自怨，未摇落而先衰。闻蟪蛄之有声，悟平反（昭雪疑狱）\r\n\r\n　　之已奏。见螳螂之抱影，怯危机之未安。感而缀诗，贻诸知己。”在狱中诗人触景生情作该诗，既向知己的朋友诉说自己的冤屈，又表明了对昭雪信心不足。\r\n\r\n　　序言的末尾说：“非为文墨，取代幽忧云耳。”由此可见所写都是肺腑之言。\r\n\r\n　　诗的首联点题，上句中的“西陆”，一方面表明时令已是秋天，一方面又交待了诗人被囚禁的地点一禁垣西。蝉声唱，指蝉的鸣叫。诗序里说：“余禁所，禁垣西，是法曹厅事也。有古槐数株焉。..每至夕照低阴，秋蝉疏引，发声幽息，有切尝闻。岂人心异于曩时，虫响悲乎前听？”诗人失去了自由，听了寒蝉时断时续的鸣叫声，觉得异乎寻常，深感其中有一种幽咽、凄楚的意味。这就自然地引出了下句：“南冠客思侵”。蝉的哀鸣声唤起了诗人思念故乡的无限惆怅与悲戚。这个“侵”字，恰如其分地表现了诗人忧心忡忡的心境和情境。\r\n\r\n　　次联“那堪玄鬓影，来对白头吟”，是紧承上联进一步抒发诗人悲苦烦忧的心情。诗人仿佛是在对蝉倾诉，又仿佛是自言自语：我本来就够痛苦了，哪里还受得了你不断地向我诉苦呢！正所谓以苦引苦，人何以堪！\r\n\r\n　　三联“露重飞难进，风多响易沉”，表面是写蝉，实际是抒写自己境况。秋季露水凝重，打湿了蝉的翅膀，使它难以飞行；秋风频吹，使蝉的声音传不到远方。此处以蝉的困厄处境比喻自己仕途曲折，蹉跎难进；受谗言诽谤良多，身陷囹圄，辩词无以传递。诗句委婉，意在言外。\r\n\r\n　　尾联为一句深沉的慨叹：“无人信高洁，谁为表予心？”现在世上无人看重“高洁”，又能指望谁来替我平反昭雪呢！这声哀叹，仿佛对苍天呼吁，又象是控诉奸佞，满腔愤懑倾泄而出。诗人并没有言过其实，残酷的现实正像他所预料的，尽管“平反之已奏”，却如泥牛入海一般杳无消息。直到调露元年，高宗到东都大赦天下，骆宾王才得以出狱，但“坐赃”\r\n\r\n　　的罪名却和他的“文名”连在一起永远地被载入史册了。这愤恨如何能平消？到敬业起兵伐武，他积极参与并起草了《讨武曌檄》，或许原因正在于此。\r\n\r\n　　曾经说过：“问咏物如何始佳？答：未易言佳。先勿涉岂犬，一岂犬典故，二岂犬寄托，三岂犬刻画，岂犬衬托。去此三者，能成词不易，矧复能佳，是真佳矣。题中之精蕴佳，题外之远致尤佳。自性灵中出佳，自追琢中来亦佳。”《在狱咏蝉》诗最为突出的特点，正是“去此三岂犬”，用典贴切自然，比喻精辟传神，寄情寓兴深远。这真正是深领题中之精蕴，又兼得题外之远致，因此能够成为脍炙人口、千古传颂的名篇。诗的首联，“西陆”对“南冠”，“蝉声”\r\n\r\n　　对“客思”，“唱”对“侵”，对仗工整。次联则换以流水对，上下连贯，前后两联错落有致。第三联含蓄蕴藉，富于理趣。尾联用语犀利畅快。尽管有人认为“未免太露”，但精通诗道的骆宾王却认为不如此难以抒胸臆。这种“一吐为快”的风格，正是骆宾王诗歌一贯的特色。陆时雍曾经说过：“照邻清藻，宾王坦易。”这种“坦易”的诗风也表现了他倜傥不羁、豪放脱俗的气质。骆宾王的诗虽然不能摆脱六朝遗习，但不刻意追求形式。这首咏蝉诗，属对工整，句法善变，语言精炼，音韵和美，格调深沉而不颓丧，给人以整齐活泼的美感。"
        },
        {
            "title": "赋得春云处处生",
            "content": "千里年光静，四望春云生。椠日祥光举，疏云瑞叶轻。\r\n盖阴笼迥树，阵影抱危城。非将吴会远，飘荡帝乡情。"
        },
        {
            "title": "赋得白云抱幽石",
            "content": "重岩抱危石，幽涧曳轻云。绕镇仙衣动，飘蓬羽盖分。\r\n锦色连花静，苔光带叶熏。讵知吴会影，长抱谷城文。"
        },
        {
            "title": "送刘少府游越州",
            "content": "一丘余枕石，三越尔怀铅。离亭分鹤盖，别岸指龙川。\r\n露下蝉声断，寒来雁影连。如何沟水上，凄断听离弦。"
        },
        {
            "title": "冬日过故人任处士书斋",
            "content": "神交尚投漆，虚室罢游兰。网积窗文乱，苔深履迹残。\r\n雪明书帐冷，水静墨池寒。独此琴台夜，流水为谁弹。"
        },
        {
            "title": "送郭少府探得忧字",
            "content": "开筵枕德水，辍棹舣仙舟。贝阙桃花浪，龙门竹箭流。\r\n当歌凄别曲，对酒泣离忧。还望青门外，空见白云浮。"
        },
        {
            "title": "宪台出絷寒夜有怀",
            "content": "独坐怀明发，长谣苦未安。自应迷北叟，谁肯问南冠。\r\n生死交情异，殷忧岁序阑。空馀朝夕鸟，相伴夜啼寒。"
        },
        {
            "title": "送宋五之问得凉字",
            "content": "愿言游泗水，支离去二漳。道术君所笃，筌蹄余自忘。\r\n雪威侵竹冷，秋爽带池凉。欲验离襟切，岐路在他乡。"
        },
        {
            "title": "咏美人在天津桥",
            "content": "美女出东邻，容与上天津。整衣香满路，移步袜生尘。\r\n水下看妆影，眉头画月新。寄言曹子建，个是洛川神。"
        },
        {
            "title": "镂鸡子",
            "content": "幸遇清明节，欣逢旧练人。刻花争脸态，写月竞眉新。\r\n晕罢空馀月，诗成并道春。谁知怀玉者，含响未吟晨。"
        },
        {
            "title": "冬日宴",
            "content": "二三物外友，一百杖头钱。赏洽袁公地，情披乐令天。\r\n促席鸾觞满，当炉兽炭然。何须攀桂树，逢此自留连。"
        },
        {
            "title": "初秋于窦六郎宅宴",
            "content": "千里风云契，一朝心赏同。意尽深交合，神灵俗累空。\r\n草带销寒翠，花枝发夜红。唯将澹若水，长揖古人风。"
        },
        {
            "title": "初秋登王司马楼宴得同字",
            "content": "展骥端居暇，登龙喜宴同。缔赏三清满，承欢六义通。\r\n野晦寒阴积，潭虚夕照空。顾惭非梦鸟，滥此厕雕虫。"
        },
        {
            "title": "夏日游山家同夏少府",
            "content": "返照下层岑，物外狎招寻。兰径薰幽珮，槐庭落暗金。\r\n谷静风声彻，山空月色深。一遣樊笼累，唯馀松桂心。"
        },
        {
            "title": "游灵公观",
            "content": "灵峰标胜境，神府枕通川。玉殿斜连汉，金堂迥架烟。\r\n断风疏晚竹，流水切危弦。别有青门外，空怀玄圃心。"
        },
        {
            "title": "在兖州饯宋五之问",
            "content": "淮沂泗水地，梁甫汶阳东。别路青骊远，离尊绿蚁空。\r\n柳寒凋密翠，棠晚落疏红。别后相思曲，凄断入琴风。"
        },
        {
            "title": "别李峤得胜字",
            "content": "芳尊徒自满，别恨转难胜。客似游江岸，人疑上灞陵。\r\n寒更承夜永，凉景向秋澄。离心何以赠，自有玉壶冰。"
        },
        {
            "title": "送王明府参选赋得鹤",
            "content": "振衣游紫府，飞盖背青田。虚心恒警露，孤影尚凌烟。\r\n离歌凄妙曲，别操绕繁弦。在阴如可和，清响会闻天。"
        },
        {
            "title": "秋夜送阎五还润州",
            "content": "通庄抵旧里，沟水泣新知。断云飘易滞，连露积难披。\r\n素风啼迥堞，惊月绕疏枝。无力励短翰，轻举送长离。"
        },
        {
            "title": "秋日送侯四得弹字",
            "content": "我留安豹隐，君去学鹏抟。岐路分襟易，风云促膝难。\r\n夕涨流波急，秋山落日寒。惟有思归引，凄断为君弹。"
        },
        {
            "title": "送费六还蜀",
            "content": "星楼望蜀道，月峡指吴门。万行流别泪，九折切惊魂。\r\n雪影含花落，云阴带叶昏。还愁三径晚，独对一清尊。"
        },
        {
            "title": "送郑少府入辽,共赋侠客远从戎",
            "content": "边烽警榆塞，侠客度桑干。柳叶开银镝，桃花照玉鞍。\r\n满月临弓影，连星入剑端。不学燕丹客，空歌易水寒。"
        },
        {
            "title": "秋日饯陆道士陈文林",
            "content": "青牛游华岳，赤马走吴宫。玉柱离鸿怨，金罍浮蚁空。\r\n日霁崤陵雨，尘起洛阳风。唯当玄度月，千里与君同。"
        },
        {
            "title": "秋日送尹大赴京",
            "content": "挂瓢余隐舜，负鼎尔干汤。竹叶离樽满，桃花别路长。\r\n低河耿秋色，落月抱寒光。素书如可嗣，幽谷伫宾行。"
        },
        {
            "title": "游兖部逢孔君",
            "content": "游人自卫返，背客隔淮来。倾盖金兰合，忘筌玉叶开。\r\n繁花明日柳，疏蕊落风梅。将期重交态，时慰不然灰。"
        },
        {
            "title": "望乡夕泛",
            "content": "归怀剩不安，促榜犯风澜。落宿含楼近，浮月带江寒。\r\n喜逐行前至，忧从望里宽。今夜南枝鹊，应无绕树难。"
        },
        {
            "title": "同辛簿简仰酬思玄上人林泉四首",
            "content": "闻君招隐地，仿佛武陵春。缉芰知还楚，披榛似避秦。\r\n崩查年祀积，幽草岁时新。一谢沧浪水，安知有逸人。\r\n芳晨临上月，幽赏狎中园。有蝶堪成梦，无羊可触藩。\r\n忘怀南涧藻，蠲思北堂萱。坐叹华滋歇，思君谁为言。\r\n林泉恣探历，风景暂裴徊。客有迁莺处，人无结驷来。\r\n聚花如薄雪，沸水若轻雷。今日徒招隐，终知异凿坏。\r\n俗远风尘隔，春还初服迟。林疑中散地，人似上皇时。\r\n芳杜湘君曲，幽兰楚客词。山中有春草，长似寄相思。"
        },
        {
            "title": "西京守岁",
            "content": "闲居寡言宴，独坐惨风尘。忽见严冬尽，方知列宿春。\r\n夜将寒色去，年共晓光新。耿耿他乡夕，无由展旧亲。"
        },
        {
            "title": "途中有怀",
            "content": "眷然怀楚奏，怅矣背秦关。涸鳞惊照辙，坠羽怯虚弯。\r\n素服三川化，乌裘十上还。莫言无皓齿，时俗薄朱颜。"
        },
        {
            "title": "于紫云观赠道士",
            "content": "碧落澄秋景，玄门启曙关。人疑列御至，客似令威还。\r\n羽盖徒欣仰，云车未可攀。只应倾玉醴，时许寄颓颜。"
        },
        {
            "title": "秋日送别",
            "content": "寂寥心事晚，摇落岁时秋。共此伤年发，相看惜去留。\r\n当歌应破涕，哀命返穷愁。别后能相忆，东陵有故侯。"
        },
        {
            "title": "久客临海有怀",
            "content": "天涯非日观，地屺望星楼。练光摇乱马，剑气上连牛。\r\n草湿姑苏夕，叶下洞庭秋。欲知凄断意，江上涉安流。"
        },
        {
            "title": "至分水戍",
            "content": "行役忽离忧，复此怆分流。溅石回湍咽，萦丛曲涧幽。\r\n阴岩常结晦，宿莽竞含秋。况乃霜晨早，寒风入戍楼。"
        },
        {
            "title": "从军行",
            "content": "平生一顾重，意气溢三军。野日分戈影，天星合剑文。\r\n弓弦抱汉月，马足践胡尘。不求生入塞，唯当死报君。"
        },
        {
            "title": "代女道士王灵妃赠道士李荣",
            "content": "玄都五府风尘绝，碧海三山波浪深。桃实千年非易待，\r\n桑田一变已难寻。别有仙居对三市，金阙银宫相向起。\r\n台前镜影伴仙娥，楼上箫声随凤史。凤楼迢递绝尘埃，\r\n莺时物色正裴回。灵芝紫检参差长，仙桂丹花重叠开。\r\n双童绰约时游陟，三鸟联翩报消息。尽言真侣出遨游，\r\n传道风光无限极。轻花委砌惹裾香，残月窥窗觇幌色。\r\n个时无数并妖妍，个里无穷总可怜。别有众中称黜帝，\r\n天上人间少流例。洛滨仙驾启遥源，淮浦灵津符远筮。\r\n自言少小慕幽玄，只言容易得神仙。珮中邀勒经时序，\r\n箫里寻思复几年。寻思许事真情变，二人容华识少选。\r\n漫道烧丹止七飞，空传化石曾三转。寄语天上弄机人，\r\n寄语河边值查客，乍可匆匆共百年，谁使遥遥期七夕。\r\n想知人意自相寻，果得深心共一心。一心一意无穷已，\r\n投漆投胶非足拟。只将羞涩当风流，持此相怜保终始。\r\n相怜相念倍相亲，一生一代一双人。不把丹心比玄石，\r\n惟将浊水况清尘。只言柱下留期信，好欲将心学松蕣。\r\n不能京兆画蛾眉，翻向成都骋驺引。青牛紫气度灵关，\r\n尽素赩鳞去不还。连苔上砌无穷绿，修竹临坛几处斑。\r\n此时空床难独守，此日别离那可久。梅花如雪柳如丝，\r\n年去年来不自持。初言别在寒偏在，何悟春来春更思。\r\n春时物色无端绪，双枕孤眠谁分许。分念娇莺一种啼，\r\n生憎燕子千般语。朝云旭日照青楼，迟晖丽色满皇州。\r\n落花泛泛浮灵沼，垂柳长长拂御沟。御沟大道多奇赏，\r\n侠客妖容递来往。宝骑连花铁作钱，香轮骛水珠为网。\r\n香轮宝骑竞繁华，可怜今夜宿倡家。鹦鹉杯中浮竹叶，\r\n凤凰琴里落梅花。许辈多情偏送款，为问春花几时满。\r\n千回鸟信说众诸，百过莺啼说长短。长短众诸判不寻，\r\n千回百过浪关心。何曾举意西邻玉，未肯留情南陌金。\r\n南陌西邻咸自保，还辔归期须及早。为想三春狭斜路，\r\n莫辞九折邛关道。假令白里似长安，须使青牛学剑端。\r\n蘋风入驭来应易，竹杖成龙去不难。龙飙去去无消息，\r\n鸾镜朝朝减容色。君心不记下山人，妾欲空期上林翼。\r\n上林三月鸿欲稀，华表千年鹤未归。不分淹留桑路待，\r\n只应直取桂轮飞。\r\n第七十八卷"
        },
        {
            "title": "畴昔篇",
            "content": "少年重英侠，弱岁贱衣冠。既托寰中赏，方承膝下欢。\r\n遨游灞水曲，风月洛城端。且知无玉馔，谁肯逐金丸。\r\n金丸玉馔盛繁华，自言轻侮季伦家。五霸争驰千里马，\r\n三条竞骛七香车。掩映飞轩乘落照，参差步障引朝霞。\r\n池中旧水如悬镜，屋里新妆不让花。意气风云倏如昨，\r\n岁月春秋屡回薄。上苑频经柳絮飞，中园几见梅花落。\r\n当时门客今何在，畴昔交朋已疏索。莫教憔悴损容仪，\r\n会得高秋云雾廓。淹留坐帝乡，无事积炎凉。\r\n一朝披短褐，六载奉长廊。赋文惭昔马，执戟叹前扬。\r\n挥戈出武帐，荷笔入文昌。文昌隐隐皇城里，\r\n由来奕奕多才子。潘陆词锋骆驿飞，张曹翰苑纵横起。\r\n卿相未曾识，王侯宁见拟。垂钓甘成白首翁，\r\n负薪何处逢知己。判将运命赋穷通，从来奇舛任西东。\r\n不应永弃同刍狗，且复飘飖类转蓬。容鬓年年异，\r\n春华岁岁同。荣亲未尽礼，徇主欲申功。\r\n脂车秣马辞乡国，萦辔西南使邛僰。玉垒铜梁不易攀，\r\n地角天涯眇难测。莺啭蝉吟有悲望，鸿来雁度无音息。\r\n阳关积雾万里昏，剑阁连山千种色。蜀路何悠悠，\r\n岷峰阻且修。回肠随九折，迸泪连双流。寒光千里暮，\r\n露气二江秋。长途看束马，平水且沉牛。\r\n华阳旧地标神制，石镜蛾眉真秀丽。诸葛才雄已号龙，\r\n公孙跃马轻称帝。五丁卓荦多奇力，四士英灵富文艺。\r\n云气横开八阵形，桥形遥分七星势。川平烟雾开，\r\n游戏锦城隈。墉高龟望出，水净雁文回。寻姝入酒肆，\r\n访客上琴台。不识金貂重，偏惜玉山颓。\r\n他乡冉冉消年月，帝里沈沈限城阙。不见猿声助客啼，\r\n唯闻旅思将花发。我家迢递关山里，关山迢递不可越。\r\n故园梅柳尚馀春，来时勿使芳菲歇。解鞅欲言归，\r\n执袂怆多违。北梁俱握手，南浦共沾衣。别情伤去盖，\r\n离念惜徂辉。知音何所托，木落雁南飞。回来望平陆，\r\n春来酒应熟。相将菌阁卧青溪，且用藤杯泛黄菊。\r\n十年不调为贫贱，百日屡迁随倚伏。只为须求负郭田，\r\n使我再干州县禄。百年郁郁少腾迁，万里遥遥入镜川。\r\n涘江拂潮冲白日，淮海长波接远天。\r\n丛竹凝朝露，孤山起暝烟。赖有边城月，常伴客旌悬。\r\n东南美箭称吴会，名都隐轸三江外。涂山执玉应昌期，\r\n曲水开襟重文会。仙镝流音鸣鹤岭，宝剑分辉落蛟濑。\r\n未看白马对芦刍"
        },
        {
            "title": "渡瓜步江",
            "content": "捧檄辞幽径，鸣榔下贵洲。惊涛疑跃马，积气似连牛。\r\n月迥寒沙净，风急夜江秋。不学浮云影，他乡空滞留。"
        },
        {
            "title": "帝京篇",
            "content": "山河千里国，城阙九重门。不睹皇居壮，安知天子尊。\r\n皇居帝里崤函谷，鹑野龙山侯甸服。五纬连影集星躔，\r\n八水分流横地轴。秦塞重关一百二，汉家离宫三十六。\r\n桂殿嶔岑对玉楼，椒房窈窕连金屋。三条九陌丽城隈，\r\n万户千门平旦开。复道斜通鳷鹊观，交衢直指凤凰台。\r\n剑履南宫入，簪缨北阙来。声名冠寰宇，文物象昭回。\r\n钩陈肃兰戺，璧沼浮槐市。铜羽应风回，金茎承露起。\r\n校文天禄阁，习战昆明水。朱邸抗平台，黄扉通戚里。\r\n平台戚里带崇墉，炊金馔玉待鸣钟。小堂绮帐三千户，\r\n大道青楼十二重。宝盖雕鞍金络马，兰窗绣柱玉盘龙。\r\n绣柱璇题粉壁映，锵金鸣玉王侯盛。王侯贵人多近臣，\r\n朝游北里暮南邻。陆贾分金将宴喜，陈遵投辖正留宾。\r\n赵李经过密，萧朱交结亲。丹凤朱城白日暮，\r\n青牛绀幰红尘度。侠客珠弹垂杨道，倡妇银钩采桑路。\r\n倡家桃李自芳菲，京华游侠盛轻肥。延年女弟双凤入，\r\n罗敷使君千骑归。同心结缕带，连理织成衣。\r\n春朝桂尊尊百味，秋夜兰灯灯九微。翠幌珠帘不独映，\r\n清歌宝瑟自相依。且论三万六千是，宁知四十九年非。\r\n古来荣利若浮云，人生倚伏信难分。始见田窦相移夺，\r\n俄闻卫霍有功勋。未厌金陵气，先开石椁文。\r\n朱门无复张公子，灞亭谁畏李将军。相顾百龄皆有待，\r\n居然万化咸应改。桂枝芳气已销亡，柏梁高宴今何在。\r\n春去春来苦自驰，争名争利徒尔为。久留郎署终难遇，\r\n空扫相门谁见知。当时一旦擅豪华，自言千载长骄奢。\r\n倏忽抟风生羽翼，须臾失浪委泥沙。黄雀徒巢桂，\r\n青门遂种瓜。黄金销铄素丝变，一贵一贱交情见。\r\n红颜宿昔白头新，脱粟布衣轻故人。故人有湮沦，\r\n新知无意气。灰死韩安国，罗伤翟廷尉。\r\n已矣哉，归去来。马卿辞蜀多文藻，扬雄仕汉乏良媒。\r\n三冬自矜诚足用，十年不调几邅回。汲黯薪逾积，\r\n孙弘阁未开。谁惜长沙傅，独负洛阳才。"
        },
        {
            "title": "春夜韦明府宅宴得春字",
            "content": "酌桂陶芳夜，披薜啸幽人。雅琴驯鲁雉，清歌落范尘。\r\n宿云低迥盖，残月上虚轮。幸此承恩洽，聊当故乡春。"
        },
        {
            "title": "艳情代郭氏答卢照邻",
            "content": "迢迢芊路望芝田，眇眇函关恨蜀川。归云已落涪江外，\r\n还雁应过洛水瀍。洛水傍连帝城侧，帝宅层甍垂凤翼。\r\n铜驼路上柳千条，金谷园中花几色。柳叶园花处处新，\r\n洛阳桃李应芳春。妾向双流窥石镜，君住三川守玉人。\r\n此时离别那堪道，此日空床对芳沼。芳沼徒游比目鱼，\r\n幽径还生拔心草。流风回雪傥便娟，骥子鱼文实可怜。\r\n掷果河阳君有分，货酒成都妾亦然。莫言贫贱无人重，\r\n莫言富贵应须种。绿珠犹得石崇怜，飞燕曾经汉皇宠。\r\n良人何处醉纵横，直如循默守空名。倒提新缣成慊慊，\r\n翻将故剑作平平。离前吉梦成兰兆，别后啼痕上竹生。\r\n别日分明相约束，已取宜家成诫勖。当时拟弄掌中珠，\r\n岂谓先摧庭际玉。悲鸣五里无人问，肠断三声谁为续。\r\n思君欲上望夫台，端居懒听将雏曲。沉沉落日向山低，\r\n檐前归燕并头栖。抱膝当窗看夕兔，侧耳空房听晓鸡。\r\n舞蝶临阶只自舞，啼鸟逢人亦助啼。独坐伤孤枕，\r\n春来悲更甚。峨眉山上月如眉，濯锦江中霞似锦。\r\n锦字回文欲赠君，剑壁层峰自纠纷。平江淼淼分清浦，\r\n长路悠悠间白云。也知京洛多佳丽，也知山岫遥亏蔽。\r\n无那短封即疏索，不在长情守期契。传闻织女对牵牛，\r\n相望重河隔浅流。谁分迢迢经两岁，谁能脉脉待三秋。\r\n情知唾井终无理，情知覆水也难收。不复下山能借问，\r\n更向卢家字莫愁。\r\n·172 ·"
        },
        {
            "title": "咏怀古意上裴侍郎",
            "content": "三十二馀罢，鬓是潘安仁。四十九仍入，年非朱买臣。\r\n纵横愁系越，坎壈倦游秦。出笼穷短翮，委辙涸枯鳞。\r\n穷经不沾用，弹铗欲谁申。天子未驱策，岁月几沉沦。\r\n轻生长慷慨，效死独殷勤。徒歌易水客，空老渭川人。\r\n一得视边塞，万里何苦辛。剑匣胡霜影，弓开汉月轮。\r\n金刀动秋色，铁骑想风尘。为国坚诚款，捐躯忘贱贫。\r\n勒功思比宪，决略暗欺陈。若不犯霜雪，虚掷玉京春。"
        },
        {
            "title": "叙寄员半千",
            "content": "薄宦三河道，自负十馀年。不应惊若厉，只为直如弦。\r\n坐历山川险，吁嗟陵谷迁。长吟空抱膝，短翮讵冲天。\r\n魂归沧海上，望断白云前。钓名劳拾紫，隐迹自谈玄。\r\n不学多能圣，徒思鸿宝仙。斯志良难已，此道岂徒然。\r\n嗟为刀笔吏，耻从绳墨牵。岐路情虽狎，人伦地本偏。\r\n长揖谢时事，独往访林泉。寄言二三子，生死不来旋。"
        },
        {
            "title": "月夜有怀简诸同病",
            "content": "闲庭落景尽，疏帘夜月通。山灵响似应，水净望如空。\r\n栖枝犹绕鹊，遵渚未来鸿。可叹高楼妇，悲思杳难终。"
        },
        {
            "title": "同崔驸马晓初登楼思京",
            "content": "丽谯通四望，繁忧起万端。绮疏低晚魄，镂槛肃初寒。\r\n白云乡思远，黄图归路难。唯馀西向笑，暂似当长安。"
        },
        {
            "title": "北眺舂陵",
            "content": "揽辔疲宵迈，驱马倦晨兴。既出封泥谷，还过避雨陵。\r\n山行明照上，谿宿密云蒸。登高徒欲赋，词殚独抚膺。"
        },
        {
            "title": "出石门",
            "content": "层岩远接天，绝岭上栖烟。松低轻盖偃，藤细弱丝悬。\r\n石明如挂镜，苔分似列钱。暂策为龙杖，何处得神仙。"
        },
        {
            "title": "寓居洛滨对雪忆谢二（一作洛滨对雪忆谢二兄",
            "content": "旅思眇难裁，冲飙恨易哀。旷望洛川晚，飘飖瑞雪来。\r\n积彩明书幌，流韵绕琴台。色夺迎仙羽，花避犯霜梅。\r\n谢庭赏方逸，袁扉掩未开。高人傥有访，兴尽讵须回。"
        },
        {
            "title": "晚憩田家",
            "content": "转蓬劳远役，披薜下田家。山形类九折，水势急三巴。\r\n悬梁接断岸，涩路拥崩查。雾岩沦晓魄，风溆涨寒沙。\r\n心迹一朝舛，关山万里赊。龙章徒表越，闽俗本殊华。\r\n旅行悲泛梗，离赠折疏麻。唯有寒潭菊，独似故园花。"
        },
        {
            "title": "在江南赠宋五之问",
            "content": "井络双源浚，浔阳九派长。沦波通地穴，输委下归塘。\r\n别岛笼朝蜃，连洲拥夕涨。韫珠澄积润，让璧动浮光。\r\n浮光凝折水，积润疏圆沚。玉轮涵地开，剑阁连星起。\r\n风烟标迥秀，英灵信多美。怀德践遗芳，端操惭谋已。\r\n谋已谬观光，牵迹强凄惶。揆拙迷三省，劳生昧两忘。\r\n弹随空被笑，献楚自多伤。一朝殊默语，千里易炎凉。\r\n炎凉几迁贸，川陆疲臻凑。积水架吴涛，连山横楚岫。\r\n风月虽殊昔，星河犹是旧。姑苏望南浦，邯郸通北走。\r\n北走平生亲，南浦别离津。潇湘一超忽，洞庭多苦辛。\r\n秋江无绿芷，寒汀有白蘋。采之将何遗，故人漳水滨。\r\n漳滨已辽远，江潭未旋返。为听短歌行，当想长洲苑。\r\n露金熏菊岸，风佩摇兰坂。蝉鸣稻叶秋，雁起芦花晚。\r\n晚秋云日明，亭皋风雾清。独负平生气，重牵摇落情。\r\n占星非聚德，梦月讵悬名。寂寥伤楚奏，凄断泣秦声。\r\n秦声怀旧里，楚奏悲无已。郢路少知音，丛台富奇士。\r\n温辉凌爱日，壮气惊寒水。一顾重风云，三冬足文史。\r\n文史盛纷纶，京洛多风尘。犹轻五车富，未重一囊贫。\r\n李仙非易托，苏鬼尚难因。不惜劳歌尽，谁为听阳春。"
        },
        {
            "title": "夏日游德州赠高四",
            "content": "日观邻全赵，星临俯旧吴。鬲津开巨浸，稽阜镇名都。\r\n紫云浮剑匣，青山孕宝符。封疆恢霸道，问鼎竞雄图。\r\n神光包四大，皇威震八区。风烟通地轴，星象正天枢。\r\n天枢阴南北，地轴殊乡国。辟门通舜宾，比屋封尧德。\r\n言谢垂钩隐，来参负鼎职。天子不见知，群公讵相识。\r\n未展从东骏，空戢图南翼。时命欲何言，抚膺长叹息。\r\n叹息将如何，游人意气多。白雪梁山曲，寒风易水歌。\r\n泣魏伤吴起，思赵切廉颇。凄断韩王剑，生死翟公罗。\r\n罗悲翟公意，剑负韩王气。骄饵去易论，忌途良可畏。\r\n夙昔怀江海，平生混泾渭。千载契风云，一言忘贱贵。\r\n去去访林泉，空谷有遗贤。言投爵里刺，来泛野人船。\r\n缔交君赠缟，投分我忘筌。成风郢匠斫，流水伯牙弦。\r\n牙弦忘道术，漳滨恣闲逸。聊安张蔚庐，讵扫陈蕃室。\r\n虚室狎招寻，敬爱混浮沉。一诺黄金信，三复白珪心。\r\n霜松贞雅节，月桂朗冲襟。灵台万顷浚，学府九流深。\r\n谈玄明毁璧，拾紫陋籝金。鹭涛开碧海，凤彩缀词林。\r\n林虚星华映，水澈霞光净。霞水两分红，川源四望通。\r\n雾卷天山静，烟销太史空。鸟声流向薄，蝶影乱芳丛。\r\n柳阴低椠水，荷气上薰风。风月芳菲节，物华纷可悦。\r\n将欢促席赏，遽尔又归别。积水带吴门，通波连禹穴。\r\n赠言虽欲尽，机心庶应绝。潘岳本自闲，梁鸿不因热。\r\n一瓢欣狎道，三月聊栖拙。栖拙隐金华，狎道访仙查。\r\n放旷愚公谷，消散野人家。一顷南山豆，五色东陵瓜。\r\n野衣裁薜叶，山酒酌藤花。白云离望远，青溪隐路赊。\r\n傥忆幽岩桂，犹冀折疏麻。"
        },
        {
            "title": "夏日游目聊作",
            "content": "暂屏嚣尘累，言寻物外情。致逸心逾默，神幽体自轻。\r\n浦夏荷香满，田秋麦气清。讵假沧浪上，将濯楚臣缨。"
        },
        {
            "title": "杂曲歌辞·从军中行路难二首",
            "content": "君不见封狐雄虺自成群，冯深负固结妖氛。\r\n玉玺分兵征恶少，金坛受律动将军。将军拥旄宣庙略，\r\n战士横行静夷落。长驱一息背铜梁，直指三巴逾剑阁。\r\n阁道苕上戍楼，剑门遥裔俯灵丘。邛关九折无平路，\r\n江水双源有急流。征役无期返，他乡岁华晚。\r\n杳杳丘陵出，苍苍林薄远。途危紫盖峰，路涩青泥坂。\r\n去去指哀牢，行行入不毛。绝壁千里险，连山四望高。\r\n中外分区宇，夷夏殊风土。交趾枕南荒，昆弥临北户。\r\n川源饶毒雾，溪谷多淫雨。行潦四时流，崩查千岁古。\r\n漂梗飞蓬不自安，扪藤引葛度危峦。昔时闻道从军乐，\r\n今日方知行路难。苍江绿水东流驶，炎洲丹徼南中地。\r\n南中南斗映星河，秦川秦塞阻烟波。三春边地风光少，\r\n五月泸中瘴疠多。朝驱疲斥候，夕息倦谁何。\r\n向月弯繁弱，连星转太阿。重义轻生怀一顾，\r\n东伐西征凡几度。夜夜朝朝斑鬓新，年年岁岁戎衣故。\r\n灞城隅，滇池水，天涯望转积，地际行无已。\r\n徒觉炎凉节物非，不知关山千万里。弃置勿重陈，\r\n重陈多苦辛。且悦清笳杨柳曲，讵忆芳园桃李人。\r\n绛节朱旗分白羽，丹心白刃酬明主。但令一技君王识，\r\n谁惮三边征战苦。行路难，行路难，岐路几千端。\r\n无复归云凭短翰，望日想长安。\r\n君不见玉关尘色暗边亭，铜鞮杂虏寇长城。\r\n天子按剑征馀勇，将军受脤事横行。七德龙韬开玉帐，\r\n千里鼍鼓迭金钲。阴山苦雾埋高垒，交河孤月照连营。\r\n连营去去无穷极，拥旆遥遥过绝国。阵云朝结晦天山，\r\n寒沙夕涨迷疏勒。龙鳞水上开鱼贯，马首山前振雕翼。\r\n长驱万里詟祁连，分麾三命武功宣。百发乌号遥碎柳，\r\n七尽龙文迥照莲。春来秋去移灰管，兰闺柳市芳尘断。\r\n雁门迢递尺书稀，鸳被相思双带缓。行路难。\r\n誓令氛祲静皋兰。但使封侯龙额贵，讵随中妇凤楼寒。"
        },
        {
            "title": "相和歌辞·王昭君",
            "content": "敛容辞豹尾，缄怨度龙鳞。金钿明汉月，玉箸染胡尘。\r\n妆镜菱花暗，愁眉柳叶嚬。惟有清笳曲，时闻芳树春。"
        },
        {
            "title": "相和歌辞·棹歌行",
            "content": "写月图黄罢，凌波拾翠通。镜花摇芰日，衣麝入荷风。\r\n叶密舟难荡，莲疏浦易空。凤媒羞自托，鸳翼恨难穷。\r\n秋帐灯花翠，倡楼粉色红。相思无别曲，并在棹歌中。"
        },
        {
            "title": "在狱咏蝉并序",
            "content": "余禁所禁垣西，是法厅事也，有古槐数珠焉。虽生意可知，同殷仲文之古树，而听讼斯在，即周召伯之甘棠。每至夕照低阴，秋蝉疏引，发声幽息，有切尝闻。岂人心异于曩时，将虫响悲于前听。嗟乎，声以动容，德人以象贤。故洁其身也，禀君子达人之高行，蜕其皮也，有仙都羽化之灵姿。候时而来，顺阴阳之数，应节为变，寄藏用之机。有目斯开，不以道昏而昧其视，有翼自薄，不以俗厚而其真。吟乔树之微风，韵姿天纵，饮高秋之坠露，清畏人知。仆失路艰虞，遭时微徽。不哀伤而自怨，未摇落而先衰。闻蟪蛄之流声，悟平反之已奏，见情沿物应，哀弱羽之飘零，道寄人知，悯馀声之寂寞。非谓文墨，取代幽忧云尔。\r\n西陆蝉声唱，南冠客思深。\r\n不堪玄鬓影，来对白头吟。\r\n露重飞难进，风多响易沉。\r\n无人信高洁，谁为表余心。\r\n【注释】：诗中“深”又作“侵”，“不堪”又作“那堪”。西陆：指秋天。《隋书·天文志》载“日循黄道东行，……行东陆谓之春，行南陆谓之夏，行西陆谓之秋，行北陆谓之冬。”南冠：楚国的帽子，这里是囚犯的代称。《左传·成公九年》载：“晋侯观于军府，见锺仪，问之曰：‘南冠而挚者谁也？’有司对曰：‘郑人所献楚囚也。’”。玄鬓：指蝉。古代妇女将鬓发梳为蝉翼之状，称之蝉鬓，这里以蝉鬓称蝉。白头吟：乐府曲名。【译文】：这首诗是骆宾王任侍御史时，因上书纵论天下大事，得罪了武则天，蒙冤下狱后作。诗中以蝉的高洁为自己力辩。"
        },
        {
            "title": "咏鹅",
            "content": "鹅，鹅，鹅，\r\n曲项向天歌。\r\n白毛浮绿水，\r\n红掌拨清波。"
        },
        {
            "title": "易水送别",
            "content": "此地别燕丹，壮士发冲冠。\r\n昔时人已没，今日水犹寒。"
        },
        {
            "title": "至分陕",
            "content": "陕西开胜壤，召南分沃畴。列树巢维鹊，平渚下睢鸠。\r\n憩棠疑勿剪，曳葛似攀樛。至今王化美，非独在隆周。"
        }
    ]
}