{
    "dynasty": "唐",
    "author": "刘禹锡",
    "intro": "刘禹锡（772－842）字梦得，洛阳人，为匈奴族后裔。晚年任太子宾客，世称“刘宾客”。他和柳宗元一同参预那唐朝永贞年间短命的政治改革，结果一同贬谪远郡，顽强地生活下来，晚年回到洛阳，仍有“马思边草拳毛动”的豪气。他的诗精炼含蓄，往往能以清新的语言表达自己对人生或历史的深刻理解， 因而被白居易推崇备至， 誉为“诗豪”。他在远谪湖南、四川时，接触到少数民族的生活，并受到当地民歌的一些影响，创作出《竹枝》、《浪淘沙》诸词，给后世留下“银钏金钗来负水，长刀短笠去烧畲”的民俗画面。至于“东边日出西边雨，道是无晴还有晴”，更是地道的民歌风味了。他在和白居易的《春词》时，曾注明“依《忆江南》曲拍为句”，这是中国文学史上依曲填词的最早记录。",
    "items": [
        {
            "title": "和乐天送鹤上裴相公别鹤之作",
            "content": "昨日看成送鹤诗，高笼提出白云司。朱门乍入应迷路，\r\n玉树容栖莫拣枝。双舞庭中花落处，数声池上月明时。\r\n三山碧海不归去，且向人间呈羽仪。"
        },
        {
            "title": "秋日过鸿举",
            "content": "看画长廊遍，寻僧一径幽。小池兼鹤净，古木带蝉秋。\r\n客至茶烟起，禽归讲席收。浮杯明日去，相望水悠悠。"
        },
        {
            "title": "乐天示过敦诗旧宅有感一篇，吟之泫然，追想",
            "content": "凄凉同到故人居，门枕寒流古木疏。向秀心中嗟栋宇，\r萧何身后散图书。本营归计非无意，唯算生涯尚有馀。\r忽忆前言更惆怅，丁宁相约速悬车。"
        },
        {
            "title": "吴方之见示独酌小醉首篇，乐天续有酬答，皆",
            "content": "闲门共寂任张罗，静室同虚养太和。尘世欢娱开意少，\r醉乡风景独游多。散金疏傅寻常乐，枕麹刘生取次歌。\r计会雪中争挈榼，鹿裘鹤氅递相过。"
        },
        {
            "title": "令狐相公自太原累示新诗，因以酬寄",
            "content": "飞蓬卷尽塞云寒，战马闲嘶汉地宽。万里胡天无警急，\r一笼烽火报平安。灯前妓乐留宾宴，雪后山河出猎看。\r珍重新诗远相寄，风情不似四登坛。"
        },
        {
            "title": "令狐相公见示河中杨少尹赠答，兼命继之",
            "content": "两首新诗百字余，朱弦玉磬韵难如。汉家丞相重征后，\r梁苑仁风一变初。四面诸侯瞻节制，八方通货溢河渠。\r自从却縠为元帅，大将归来尽把书。"
        },
        {
            "title": "乐天见示伤微之敦诗，晦叔三君子皆有深分，",
            "content": "吟君叹逝双绝句，使我伤怀奏短歌。世上空惊故人少，\r集中惟觉祭文多。芳林新叶催陈叶，流水前波让后波。\r万古到今同此恨，闻琴泪尽欲如何。"
        },
        {
            "title": "郡斋书怀寄江南白尹，兼简分司崔宾客",
            "content": "谩读图书三十车，年年为郡老天涯。一生不得文章力，\r百口空为饱暖家。绮季衣冠称鬓面，吴公政事副词华。\r还思谢病吟归去，同醉城东桃李花。"
        },
        {
            "title": "和乐天洛下醉吟，寄太原令狐相公，兼见怀长",
            "content": "旧相临戎非称意，词人作尹本多情。从容自使边尘静，\r谈笑不闻桴鼓声。章句新添塞下曲，风流旧占洛阳城。\r昨来亦有吴趋咏，惟寄东都与北京。"
        },
        {
            "title": "河南白尹有喜崔宾客归洛兼见怀长句，因而继",
            "content": "几年侍从作名臣，却向青云索得身。朝士忽为方外士，\r主人仍是眼中人。双鸾游处天京好，五马行时海峤春。\r遥羡光阴不虚掷，肯令丝竹暂生尘。"
        },
        {
            "title": "乐天寄重和晚达冬青一篇，因成再答",
            "content": "风云变化饶年少，光景蹉跎属老夫。秋隼得时凌汗漫，\r寒龟饮气受泥涂。东隅有失谁能免，北叟之言岂便无。\r振臂犹堪呼一掷，争知掌下不成卢。"
        },
        {
            "title": "答乐天所寄咏怀，且释其枯树之叹",
            "content": "衙前有乐馔常精，宅内连池酒任倾。自是官高无狎客，\r不论年长少欢情。骊龙颔被探珠去，老蚌胚还应月生。\r莫羡三春桃与李，桂花成实向秋荣。"
        },
        {
            "title": "吟白乐天哭崔儿二篇，怆然寄赠",
            "content": "吟君苦调我沾缨，能使无情尽有情。四望车中心未释，\r千秋亭下赋初成。庭梧已有栖雏处，池鹤今无子和声。\r从此期君比琼树，一枝吹折一枝生。"
        },
        {
            "title": "刑部白侍郎谢病长告，改宾客分司，以诗赠别",
            "content": "鼎食华轩到眼前，拂衣高谢岂徒然。九霄路上辞朝客，\r四皓丛中作少年。他日卧龙终得雨，今朝放鹤且冲天。\r洛阳旧有衡茆在，亦拟抽身伴地仙。"
        },
        {
            "title": "河南王少尹宅燕张常侍白舍人，兼呈卢郎中李",
            "content": "将星夜落使星来，三省清臣到外台。事重各衔天子诏，\r礼成同把故人杯。卷帘松竹雪初霁，满院池塘春欲回。\r第一林亭迎好客，殷勤莫惜玉山颓。"
        },
        {
            "title": "洛中逢白监同话游梁之乐，因寄宣武令狐相公",
            "content": "曾经谢病各游梁，今日相逢忆孝王。少有一身兼将相，\r更能四面占文章。开颜坐上催飞盏，回首庭中看舞枪。\r借问风前兼月下，不知何客对胡床。"
        },
        {
            "title": "楚州开元寺北院枸杞临井繁茂可观，群贤赋诗",
            "content": "僧房药树依寒井，井有香泉树有灵。翠黛叶生笼石甃，\r殷红子熟照铜瓶。枝繁本是仙人杖，根老新成瑞犬形。\r上品功能甘露味，还知一勺可延龄。"
        },
        {
            "title": "罢郡归洛途次山阳，留辞郭中丞使君",
            "content": "自到山阳不许辞，高斋日夜有佳期。管弦正合看书院，\r语笑方酣各咏诗。银汉雪晴褰翠幕，清淮月影落金卮。\r洛阳归客明朝去，容趁城东花发时。"
        },
        {
            "title": "苏州白舍人寄新诗，有叹早白无儿之句，因以",
            "content": "莫嗟华发与无儿，却是人间久远期。雪里高山头白早，\r海中仙果子生迟。于公必有高门庆，谢守何烦晓镜悲。\r幸免如新分非浅，祝君长咏梦熊诗。"
        },
        {
            "title": "白舍人曹长寄新诗，有游宴之盛，因以戏酬",
            "content": "苏州刺史例能诗，西掖今来替左司。二八城门开道路，\r五千兵马引旌旗。水通山寺笙歌去，骑过虹桥剑戟随。\r若共吴王斗百草，不如应是欠西施。"
        },
        {
            "title": "白舍人见酬拙诗，因以寄谢",
            "content": "虽陪三品散班中，资历从来事不同。名姓也曾镌石柱，\r诗篇未得上屏风。甘陵旧党凋零尽，魏阙新知礼数崇。\r烟水五湖如有伴，犹应堪作钓鱼翁。"
        },
        {
            "title": "春日书怀，寄东洛白二十二杨八二庶子",
            "content": "曾向空门学坐禅，如今万事尽忘筌。眼前名利同春梦，\r醉里风情敌少年。野草芳菲红锦地，游丝撩乱碧罗天。\r心知洛下闲才子，不作诗魔即酒颠。"
        },
        {
            "title": "白舍人自杭州寄新诗，有柳色春藏苏小家之句",
            "content": "钱塘山水有奇声，暂谪仙官领百城。女妓还闻名小小，\r使君谁许唤卿卿。鳌惊震海风雷起，蜃斗嘘天楼阁成。\r莫道骚人在三楚，文星今向斗牛明。"
        },
        {
            "title": "广宣上人寄在蜀与韦令公唱和诗卷，因以令公",
            "content": "碧云佳句久传芳，曾向成都住草堂。振锡常过长者宅，\r披衣犹带令公香。一时风景添诗思，八部人天入道场。\r若许相期同结社，吾家本自有柴桑。"
        },
        {
            "title": "送宗密上人归南山草堂寺，因谒河南尹白侍郎",
            "content": "宿习修来得慧根，多闻第一却忘言。自从七祖传心印，\r不要三乘入便门。东泛沧江寻古迹，西归紫阁出尘喧。\r河南白尹大檀越，好把真经相对翻。"
        },
        {
            "title": "夔州窦员外使君见示悼妓诗，顾余尝识之，因",
            "content": "前年曾见两鬟时，今日惊吟悼妓诗。凤管学成知有籍，\r龙媒欲换叹无期。空廊月照常行地，后院花开旧折枝。\r寂寞鱼山青草里，何人更立智琼祠。"
        },
        {
            "title": "窦夔州见寄寒食日忆故姬小红吹笙，因和之",
            "content": "鸾声窈眇管参差，清韵初调众乐随。幽院妆成花下弄，\r高楼月好夜深吹。忽惊暮雨飘零尽，唯有朝云梦想期。\r闻道今年寒食日，东山旧路独行迟。"
        },
        {
            "title": "江陵严司空见示与成都武相公唱和，因命同作",
            "content": "南荆西蜀大行台，幕府旌门相对开。名重三司平水土，\r威雄八阵役风雷。彩云朝望青城起，锦浪秋经白帝来。\r不是郢中清唱发，谁当丞相掞天才。"
        },
        {
            "title": "酬朗州崔员外与任十四兄侍御，同过鄙人旧居",
            "content": "昔日居邻招屈亭，枫林橘树鹧鸪声。一辞御苑青门去，\r十见蛮江白芷生。自此曾沾宣室召，如今又守阖闾城。\r何人万里能相忆，同舍仙郎与外兄。"
        },
        {
            "title": "和苏十郎中谢病闲居时，严常侍萧给事同过访",
            "content": "清羸隐几望云空，左掖鸳鸾到室中。一卷素书消永日，\r数茎斑发对秋风。菱花照后容虽改，蓍草占来命已通。\r莫怪人人惊早白，缘君尚是黑头翁。"
        },
        {
            "title": "途次华州，陪钱大夫登城北楼春望，因睹李崔",
            "content": "城楼四望出风尘，见尽关西渭北春。百二山河雄上国，\r一双旌旆委名臣。壁中今日题诗处，天上同时草诏人。\r莫怪老郎呈滥吹，宦途虽别旧情亲。"
        },
        {
            "title": "蒙恩转仪曹郎，依前充集贤学士，举韩潮州自",
            "content": "翔鸾阙下谢恩初，通籍由来在石渠。暂入南宫判祥瑞，\r还归内殿阅图书。故人犹在三江外，同病凡经二纪馀。\r今日荐君嗟久滞，不惟文体似相如。"
        },
        {
            "title": "秘书崔少监见示坠马长句，因而和之",
            "content": "麟台少监旧仙郎，洛水桥边坠马伤。尘污腰间青襞绶，\r风飘掌下紫游缰。上车著作应来问，折臂三公定送方。\r犹赖德全如醉者，不妨吟咏入篇章。"
        },
        {
            "title": "宣上人远寄和礼部王侍郎放榜后诗，因而继和",
            "content": "礼闱新榜动长安，九陌人人走马看。一日声名遍天下，\r满城桃李属春官。自吟白雪诠词赋，指示青云借羽翰。\r借问至公谁印可，支郎天眼定中观。"
        },
        {
            "title": "闻韩宾擢第归觐，以诗美之，兼贺韩十五曹长",
            "content": "零陵香草满郊坰，丹穴雏飞入翠屏。孝若归来成画赞，\r孟阳别后有山铭。兰陔旧地花才结，桂树新枝色更青。\r为报儒林丈人道，如今从此鬓星星。"
        },
        {
            "title": "哭吕衡州，时予方谪居",
            "content": "一夜霜风凋玉芝，苍生望绝士林悲。空怀济世安人略，\r不见男婚女嫁时。遗草一函归太史，旅坟三尺近要离。\r朔方徙岁行当满，欲为君刊第二碑。"
        },
        {
            "title": "唐秀才赠端州紫石砚，以诗答之",
            "content": "端州石砚人间重，赠我因知正草玄。阙里庙堂空旧物，\r开方灶下岂天然。玉蜍吐水霞光静，彩翰摇风绛锦鲜。\r此日佣工记名姓，因君数到墨池前。"
        },
        {
            "title": "衢州徐员外使君遗以缟纻兼竹书箱，因成一篇",
            "content": "烂柯山下旧仙郎，列宿来添婺女光。远放歌声分白纻，\r知传家学与青箱。水朝沧海何时去，兰在幽林亦自芳。\r闻说天台有遗爱，人将琪树比甘棠。"
        },
        {
            "title": "途次敷水驿，伏睹华州舅氏昔日行县题诗处，",
            "content": "昔日股肱守，朱轮兹地游。繁华日已谢，章句此空留。\r蔓草佳城闭，故林棠树秋。今来重垂泪，不忍过西州。"
        },
        {
            "title": "和李相公以平泉新墅获方外之名，因为诗以报",
            "content": "业继韦平后，家依昆阆间。恩华辞北第，潇洒爱东山。\r满室图书在，入门松菊闲。垂天虽暂息，一举出人寰。"
        },
        {
            "title": "牛相公留守见示，城外新墅有溪竹秋月，亲情",
            "content": "别墅洛城外，月明村野通。光辉满地上，丝管发舟中。\r堤艳菊花露，岛凉松叶风。高情限清禁，寒漏滴深宫。"
        },
        {
            "title": "将赴苏州，途出洛阳，留守李相公累申宴饯，",
            "content": "岁杪风物动，雪馀宫苑晴。兔园宾客至，金谷管弦声。\r洛水故人别，吴宫新燕迎。越郎忧不浅，怀袖有琼英。"
        },
        {
            "title": "微之镇武昌，中路见寄蓝桥怀旧之作，凄然继",
            "content": "今日油幢引，他年黄纸追。同为三楚客，独有九霄期。\r宿草恨长在，伤禽飞尚迟。武昌应已到，新柳映红旗。"
        },
        {
            "title": "酬马大夫以愚献通草茇葜酒，感通拔二字，因",
            "content": "泥沙难振拔，谁复问穷通。莫讶提壶赠，家传枕曲风。\r成谣独酌后，深意片言中。不进终无已，应须荀令公。"
        },
        {
            "title": "乐天池馆夏景方妍，白莲初开彩舟空泊，唯邀",
            "content": "池馆今正好，主人何寂然。白莲方出水，碧树未鸣蝉。\r静室宵闻磬，斋厨晚绝烟。蕃僧如共载，应不是神仙。"
        },
        {
            "title": "令狐相公频示新什，早春南望遐想汉中，因抒",
            "content": "军城临汉水，旌旆起春风。远思见江草，归心看塞鸿。\r野花沿古道，新叶映行宫。惟有诗兼酒，朝朝两不同。"
        },
        {
            "title": "贞元中，侍郎舅氏牧华州，时余再忝科第，前",
            "content": "曾作关中客，频经伏毒岩。晴烟沙苑树，晚日渭川帆。\r昔是青春貌，今悲白雪髯。郡楼空一望，含意卷高帘。"
        },
        {
            "title": "途次大梁，雪中奉天平令狐相公书问，兼示新",
            "content": "远守宦情薄，故人书信来。共曾花下别，今独雪中回。\r纸尾得新什，眉头还暂开。此时同雁鹜，池上一徘徊。"
        },
        {
            "title": "陕州河亭陪韦五大夫，雪后眺望因以留别，与",
            "content": "雪霁太阳津，城池表里春。河流添马颊，原色动龙鳞。\r万里独归客，一杯逢故人。登高向西望，关路正飞尘。"
        },
        {
            "title": "湖州崔郎中曹长寄三癖诗，自言癖在诗与琴酒",
            "content": "视事画屏中，自称三癖翁。管弦泛春渚，旌旆拂晴虹。\r酒对青山月，琴韵白蘋风。会书团扇上，知君文字工。"
        },
        {
            "title": "病中一二禅客见问，因以谢之",
            "content": "劳动诸贤者，同来问病夫。添炉烹雀舌，洒水净龙须。\r身是芭蕉喻，行须筇竹扶。医王有妙药，能乞一丸无。"
        },
        {
            "title": "门下相公荣加册命，天下同欢忝沐眷私，辄感",
            "content": "册命出宸衷，官仪自古崇。特膺平土拜，光赞格天功。\r再佩扶阳印，常乘鲍氏骢。七贤遗老在，犹得咏清风。"
        },
        {
            "title": "太和戊申岁大有年，诏赐百僚出城观秋稼，谨",
            "content": "长安铜雀鸣，秋稼与云平。玉烛调寒暑，金风报顺成。\r川原呈上瑞，恩泽赐闲行。欲反重城掩，犹闻歌吹声。"
        },
        {
            "title": "秋日过鸿举法师寺院，便送归江陵",
            "content": "看画长廊遍，寻僧一径幽。小池兼鹤净，古木带蝉秋。\r客至茶烟起，禽归讲席收。浮杯明日去，相望水悠悠。"
        },
        {
            "title": "同留守王仆射各赋春中一物，从一韵至七",
            "content": "莺。能语，多情。春将半，天欲明。始逢南陌，\r复集东城。林疏时见影，花密但闻声。营中缘催短笛，\r楼上来定哀筝。千门万户垂杨里，百转如簧烟景晴。"
        },
        {
            "title": "重送浙西李相公顷廉问江南已经七载，后历滑",
            "content": "江北万人看玉节，江南千骑引金铙。凤从池上游沧海，\r鹤到辽东识旧巢。城下清波含百谷，窗中远岫列三茅。\r碧鸡白马回翔久，却忆朱方是乐郊。"
        },
        {
            "title": "将赴汝州，途出浚下，留辞李相公",
            "content": "长安旧游四十载，鄂渚一别十四年。后来富贵已零落，\r岁寒松柏犹依然。初逢贞元尚文主，云阙天池共翔舞。\r相看却数六朝臣，屈指如今无四五。夷门天下之咽喉，\r昔时往往生疮疣。联翩旧相来镇压，四海吐纳皆通流。\r久别凡经几多事，何由说得平生意。千思万虑尽如空，\r一笑一言真可贵。世间何事最殷勤，白头将相逢故人。\r功成名遂会归老，请向东山为近邻。"
        },
        {
            "title": "唐侍御寄游道林岳麓二寺诗，并沈中丞姚员外",
            "content": "湘西古刹双蹲蹲，群峰朝拱如骏奔。青松步障深五里，\r龙宫黯黯神为阍。高殿呀然压苍巘，俯瞰长江疑欲吞。\r橘洲泛浮金实动，水郭缭绕朱楼鶱。语馀百响入天籁，\r众奇引步轻翩翻。泉清石布博棋子，萝密鸟韵如簧言。\r回廊架险高且曲，新径穿林明复昏。浅流忽浊山兽过，\r古木半空天火痕。星使双飞出禁垣，元侯饯之游石门。\r紫髯翼从红袖舞，竹风松雪香温黁。远持清琐照巫峡，\r一戛惊断三声猿。灵山会中身不预，吟想峭绝愁精魂。\r恨无黄金千万饼，布地买取为丘园。"
        },
        {
            "title": "乐天寄忆旧游，因作报白君以答",
            "content": "报白君，别来已渡江南春。江南春色何处好，\r燕子双飞故官道。春城三百七十桥，夹岸朱楼隔柳条。\r丫头小儿荡画桨，长袂女郎簪翠翘。郡斋北轩卷罗幕，\r碧池逶迤绕画阁。池边绿竹桃李花，花下舞筵铺彩霞。\r吴娃足情言语黠，越客有酒巾冠斜。坐中皆言白太守，\r不负风光向杯酒。酒酣襞笺飞逸韵，至今传在人人口。\r报白君，相思空望嵩丘云。其奈钱塘苏小小，\r忆君泪点石榴裙。"
        },
        {
            "title": "翰林白二十二学士见寄诗一百篇，因以答贶",
            "content": "吟君遗我百篇诗，使我独坐形神驰。玉琴清夜人不语，\r琪树春朝风正吹。郢人斤斫无痕迹，仙人衣裳弃刀尺。\r世人方内欲相寻，行尽四维无处觅。"
        },
        {
            "title": "三乡驿楼伏睹玄宗望女几山诗，小臣斐然有感",
            "content": "开元天子万事足，唯惜当时光景促。三乡陌上望仙山，\r归作霓裳羽衣曲。仙心从此在瑶池，三清八景相追随。\r天上忽乘白云去，世间空有秋风词。"
        },
        {
            "title": "始至云安，寄兵部韩侍郎中书白舍人二公，近",
            "content": "天外巴子国，山头白帝城。波清蜀栜尽，云散楚台倾。\r迅濑下哮吼，两岸势争衡。阴风鬼神过，暴雨蛟龙生。\r硖断见孤邑，江流照飞甍。蛮军击严鼓，笮马引双旌。\r望阙遥拜舞，分庭备将迎。铜符一以合，文墨纷来萦。\r暮色四山起，愁猿数处声。重关群吏散，静室寒灯明。\r故人青霞意，飞舞集蓬瀛。昔曾在池籞，应知鱼鸟情。"
        },
        {
            "title": "和浙西李大夫晚下北固山，喜径松成阴，怅然",
            "content": "一辞温室树，几见武昌柳。荀谢年何少，韦平望已久。\r种松夹石道，纡组临沙阜。目览帝王州，心存股肱守。\r叶动惊彩翰，波澄见赪首。晋宋齐梁都，千山万江口。\r烟散隋宫出，涛来海门吼。风俗太伯馀，衣冠永嘉后。\r江长天作限，山固壤无朽。自古称佳丽，非贤谁奄有。\r八元邦族盛，万石门风厚。天柱揭东溟，文星照北斗。\r高亭一骋望，举酒共为寿。因赋咏怀诗，远寄同心友。\r禁中晨夜直，江左东西偶。将手握兵符，儒腰盘贵绶。\r颁条风有自，立事言无苟。农野闻让耕，军人不使酒。\r用材当构厦，知道宁窥牖。谁谓青云高，鹏飞终背负。"
        },
        {
            "title": "乐天寄洛下新诗，兼喜微之欲到，因以抒怀也",
            "content": "松间风未起，万叶不自吟。池上月未来，清辉同夕阴。\r宫徵不独运，埙篪自相寻。一从别乐天，诗思日已沉。\r吟君洛中作，精绝百炼金。乃知孤鹤情，月露为知音。\r微之从东来，威凤鸣归林。羡君先相见，一豁平生心。"
        },
        {
            "title": "和浙西李大夫霜夜对月，听小童吹觱篥歌，依",
            "content": "海门双青暮烟歇，万顷金波涌明月。侯家小儿能觱篥，\r对此清光天性发。长江凝练树无风，浏栗一声霄汉中。\r涵胡画角怨边草，萧瑟清蝉吟野丛。冲融顿挫心使指，\r雄吼如风转如水。思妇多情珠泪垂，仙禽欲舞双翅起。\r郡人寂听衣满霜，江城月斜楼影长。才惊指下繁韵息，\r已见树杪明星光。谢公高斋吟激楚，恋阙心同在羁旅。\r一奏荆人白雪歌，如闻雒客扶风邬。吴门水驿按山阴，\r文字殷勤寄意深。欲识阳陶能绝处，少年荣贵道伤心。"
        },
        {
            "title": "令狐相公见示，题洋州崔侍郎宅双木瓜花顷接",
            "content": "金牛蜀路远，玉树帝城春。荣耀生华馆，逢迎欠主人。\r帘前疑小雪，墙外丽行尘。来去皆回首，情深是德邻。"
        },
        {
            "title": "有僧言罗浮事，因为诗以写之",
            "content": "君言罗浮上，容易见九垠。渐高元气壮，汹涌来翼身。\r夜宿最高峰，瞻望浩无邻。海黑天宇旷，星辰来逼人。\r是时当朏魄，阴物恣腾振。日光吐鲸背，剑影开龙鳞。\r倏若万马驰，旌旗耸奫沦。又如广乐奏，金石含悲辛。\r疑其有巨灵，怪物尽来宾。阴阳迭用事，乃俾夜作晨。\r咿喔天鸡鸣，扶桑色昕昕。赤波千万里，涌出黄金轮。\r下视生物息，霏如隙中尘。醯鸡仰瓮口，亦谓云汉津。\r世人信耳目，方寸度大钧。安知视听外，怪愕不可陈。\r悠悠想大方，此乃杯水滨。知小天地大，安能识其真。"
        },
        {
            "title": "客有为余话登天坛遇雨之状，因以赋之",
            "content": "清晨登天坛，半路逢阴晦。疾行穿雨过，却立视云背。\r白日照其上，风雷走于内。滉漾雪海翻，槎牙玉山碎。\r蛟龙露鬐鬣，神鬼含变态。万状互生灭，百音以繁会。\r俯观群动静，始觉天宇大。山顶自晶明，人间已滂沛。\r豁然重昏敛，涣若春冰溃。反照入松门，瀑流飞缟带。\r遥光泛物色，馀韵吟天籁。洞府撞仙钟，村墟起夕霭。\r却见山下侣，已如迷世代。问我何处来，我来云雨外。"
        },
        {
            "title": "卧病闻常山旋师，策勋宥过，王泽大洽，因寄",
            "content": "寂寂重寂寂，病夫卧秋斋。夜蛩思幽壁，槁叶鸣空阶。\r南国异气候，火旻尚昏霾。瘴烟跕飞羽，沴气伤百骸。\r昨闻凯歌旋，饮至酒如淮。无战陋丹水，垂仁轻槁街。\r清庙既策勋，圆丘俟燔柴。车书一以混，幽远靡不怀。\r逐客憔悴久，故乡云雨乖。禽鱼各有化，予欲问齐谐。"
        },
        {
            "title": "送李策秀才还湖南，因寄幕中亲故兼简衡州吕",
            "content": "深春风日净，昼长幽鸟鸣。仆夫前致词，门有白面生。\r摄衣相问讯，解带坐南荣。端志见眉睫，苦言发精诚。\r因出怀中文，调孤词亦清。悄如促柱弦，掩抑多不平。\r乃言本蜀士，世降岷山灵。前人秉艺文，高视来上京。\r曳绶司徒府，所从信国桢。析薪委宝林，善响继家声。\r何处翳附郭，几人思郈成。云天望乔木，风水悲流萍。\r前与计吏西，始列贡士名。森然就笔札，从试春官卿。\r帝城岐路多，万足伺晨星。茫茫风尘中，工拙同有营。\r寒女劳夜织，山苗荣寸茎。侯门方击钟，衣褐谁将迎。\r弱羽果摧颓，壮心郁怦怦。谅无蟠木容，聊复蓬累行。\r昨日讯灵龟，繇言利艰贞。当求舍拔中，必在审己明。\r誓将息薄游，焦思穷笔精。莳兰在幽渚，安得扬芬馨。\r曰余摧落者，散质负华缨。一聆苦辛词，再动伊郁情。\r身弃言不动，爱才心尚惊。恨无羊角风，使尔化北溟。\r论罢情益亲，涉旬忘归程。日携邑中客，闲眺江上城。\r昼憩命金罍，宵谈转璿衡。薰风香麈尾，月露濡桃笙。\r忽被戒羸骖，薄言事南征。火云蔚千里，旅思浩已盈。\r湘江含碧虚，衡岭浮翠晶。岂伊山水异，适与人事并。\r油幕侣昆丘，粲然叠瑶琼。庾楼见清月，孔坐多绿醽。\r复有衡山守，本自云龙庭。抗志在灵府，发越侔咸英。\r一挥出荥阳，惠彼嗤嗤氓。隼旟辞灞水，居者皆涕零。\r惟昔与伊人，交欢经宿龄。一从云雨散，滋我鄙吝萌。\r北渚不堪愁，南音谁复听。离忧若去水，浩漾无时停。\r尝闻祝融峰，上有神禹铭。古石琅玕姿，秘文螭虎形。\r圣功奠远服，神物拥休祯。贤人在其下，仿佛疑蓬瀛。\r君行历郡斋，大袂拂双旌。饰容遇朗鉴，肝鬲可以呈。\r昔日马相如，临邛坐尽倾。勉君刷羽翰，蚤取凌青冥。"
        },
        {
            "title": "送湘阳熊判官孺登府罢归钟陵，因寄呈江西裴",
            "content": "射策志未就，从事岁云除。箧留马卿赋，袖有刘弘书。\r忽见夏木深，怅然忆吾庐。复持州民刺，归谒专城居。\r君家诚易知，胜绝倾里闾。人言北郭生，门有卿相舆。\r钟陵霭千里，带郭西江水。朱槛照河宫，旗亭绿云里。\r前年初缺守，慎简由宸扆。临轩弄郡章，得人方付此。\r是时左冯翊，天下第一理。贵臣持牙璋，优诏发青纸。\r迎风奸吏免，先令疲人喜。何武劾腐儒，陈蕃礼高士。\r昔升君子堂，腰下绶犹黄。汾阴有宝气，赤堇多奇铓。\r束简下曲台，佩鞬来历阳。绮筵陪一笑，兰室袭余芳。\r风水忽异势，江湖遂相忘。因君倘借问，为话老沧浪。"
        },
        {
            "title": "馆娃宫在旧郡西南砚石山前，瞰姑苏台傍有采",
            "content": "宫馆贮娇娃，当时意大夸。艳倾吴国尽，笑入楚王家。\r月殿移椒壁，天花代舜华。唯馀采香径，一带绕山斜。"
        },
        {
            "title": "西州李尚书知愚与元武昌有旧,远示二篇吟之 ",
            "content": ""
        },
        {
            "title": "崔元受少府自贬所还，遗山姜花，以诗答之",
            "content": "故人博罗尉，遗我山姜花。采从碧海上，来自谪仙家。\r云涛润孤根，阴火照晨葩。静摇扶桑日，艳对瀛洲霞。\r世人爱芳辛，搴撷忘幽遐。传名入帝里，飞驿辞天涯。\r王济本尚味，石崇方斗奢。雕盘多不识，绮席乃增华。\r驿马损筋骨，贵人滋齿牙。顾予藜藿士，持此重咨嗟。"
        },
        {
            "title": "八月十五日夜半云开然后玩月，因书一时之景",
            "content": "半夜碧云收，中天素月流。开城邀好客，置酒赏清秋。\r影透衣香润，光凝歌黛愁。斜辉犹可玩，移宴上西楼。"
        },
        {
            "title": "到郡未浃日，登西楼见乐天题诗，因即事以寄",
            "content": "湖上收宿雨，城中无昼尘。楼依新柳贵，池带乱苔青。\r云水正一望，簿书来绕身。烟波洞庭路，愧彼扁舟人。"
        },
        {
            "title": "始闻蝉，有怀白宾客，去岁白有闻蝉见寄诗，",
            "content": "蝉韵极清切，始闻何处悲。人含不平意，景值欲秋时。\r此岁方晼晚，谁家无别离。君言催我老，已是去年诗。"
        },
        {
            "title": "韩十八侍御见示岳阳楼别窦司直诗，因令属和",
            "content": "楚望何苍然，曾澜七百里。孤城寄远目，一写无穷已。\r荡漾浮天盖，四环宣地理。积涨在三秋，混成非一水。\r冬游见清浅，春望多洲沚。云锦远沙明，风烟青草靡。\r火星忽南见，月硖方东迤。雪波西山来，隐若长城起。\r独专朝宗路，驶悍不可止。支川让其威，蓄缩至南委。\r熊武走蛮落，潇湘来奥鄙。炎蒸动泉源，积潦搜山趾。\r归往无旦夕，包含通远迩。行当白露时，眇视秋光里。\r曙色未昭晰，露华遥斐舋。浩尔神骨清，如观混元始。\r北风忽震荡，惊浪迷津涘。怒激鼓铿訇，蹙成山岿硊。\r鹍鹏疑变化，罔象何恢诡。嘘吸写楼台，腾骧露鬐尾。\r景移群动息，波静繁音弭。明月出中央，青天绝纤滓。\r素光淡无际，绿静平如砥。空影渡鹓鸿，秋声思芦苇。\r鲛人弄机杼，贝阙骈红紫。珠蛤吐玲珑，文鳐翔旖旎。\r水乡吴蜀限，地势东南庳。翼轸粲垂精，衡巫屹环峙。\r名雄七泽薮，国辨三苗氏。唐羿断修蛇，荆王惮青兕。\r秦狩迹犹在，虞巡路从此。轩后奏宫商，骚人咏兰芷。\r茅岭潜相应，橘洲傍可指。郭璞验幽经，罗含著前纪。\r观津戚里族，按道侯家子。联袂登高楼，临轩笑相视。\r假守亦高卧，墨曹正垂耳。契阔话凉温，壶觞慰迁徙。\r地偏山水秀，客重杯盘侈。红袖花欲然，银灯昼相似。\r兴酣更抵掌，乐极同启齿。笔锋不能休，藻思一何绮。\r伊余负微尚，夙昔惭知己。出入金马门，交结青云士。\r袭芳践兰室，学古游槐市。策慕宋前军，文师汉中垒。\r陋容昧俯仰，孤志无依倚。卫足不如葵，漏川空叹蚁。\r幸逢万物泰，独处穷途否。锻翮重叠伤，兢魂再三褫。\r蘧瑗亦屡化，左丘犹有耻。桃源访仙宫，薜服祠山鬼。\r故人南台旧，一别如弦矢。今朝会荆峦，斗酒相宴喜。\r为余出新什，笑抃随伸纸。晔若观五色，欢然臻四美。\r委曲风涛事，分明穷达旨。洪韵发华钟，凄音激清徵。\r羊濬要共和，江淹多杂拟。徒欲仰高山，焉能追逸轨。\r湘洲路四达，巴陵城百雉。何必颜光禄，留诗张内史。"
        },
        {
            "title": "和令狐相公晚泛汉江书怀，寄洋州崔侍郎阆州",
            "content": "雨过远山出，江澄暮霞生。因浮济川舟，遂作适野行。\r郊树映缇骑，水禽避红旌。田夫捐畚锸，织妇窥柴荆。\r古岸夏花发，遥林晚蝉清。沿洄方玩境，鼓角已登城。\r部内有良牧，望中寄深情。临觞念佳期，泛瑟动离声。\r寂寞一病士，夙昔接群英。多谢谪仙侣，几时还玉京。"
        },
        {
            "title": "淮阴行",
            "content": "何物令侬羡，\r羡郎船尾燕。\r衔泥趁樯竿，\r宿食长相见。"
        },
        {
            "title": "秋词",
            "content": "山明水净夜来霜，数树深红出浅黄．\r试上高楼清入骨，岂如春色嗾人狂．"
        },
        {
            "title": "秋词",
            "content": "自古逢秋悲寂寥，我言秋日胜春朝．\r晴空一鹤排云上，便引诗情到碧宵．"
        },
        {
            "title": "学阮公体三首（其三）",
            "content": "昔贤多使气，忧国不谋身。目览千载事，心交上古人。 　　\r\n侯门有仁义，灵台多苦辛。不学腰如磬，徒使甑生尘。\r\n【译文】：　　历史上的贤人达士意气豪迈，忧国忧民而不谋自身利益。\r\n　　读了近千年的历史记载，感情上与古人相通。【赏析】：　　刘禹锡认为，过去许多有德才的贤人，凭借着为事业献身的勇气而努力奋斗，他们所忧虑的是国家兴亡，而不是个人的安危利害。\r\n　　纵观几千年的历史，诗人从\"昔贤\"身上汲取力量，与古代的贤者心心相印。权贵之门，有\"仁\"有\"义\"；他们的心，又\"苦\"又\"辛\"。这就揭露了当时权贵们所标榜的\"仁义\"的虚伪性。\r\n　　诗人表示不学那弯曲的玉磬而折腰逢迎权贵，宁使自己无米为炊，直至甑上积满灰尘。因此，这首诗以\"忧国不谋身\"的昔贤作为自己学习的榜样，而对那些所谓\"有仁义\"的侯门进行了尖锐的讽刺，体现了诗人高尚的气节，抒发了坚持斗争，永不妥协的顽强意志。"
        },
        {
            "title": "梦扬州乐妓和诗",
            "content": "花作婵娟玉作妆，风流争似旧徐娘。\r\n夜深曲曲湾湾月，万里随君一寸肠。"
        },
        {
            "title": "乐天是月长斋鄙夫此时愁卧里闾非远云雾难披",
            "content": "五月长斋月，文心苦行心。兰葱不入户，薝卜自成林。\r\n--刘禹锡\r\n护戒先辞酒，嫌喧亦彻琴。尘埃宾位静，香火道场深。\r\n--白居易\r\n我静驯狂象，餐余施众禽。定知于佛佞，岂复向书淫。\r\n--刘禹锡\r\n阑药凋红艳，庭槐换绿阴。风光徒满目，云雾未披襟。\r\n--白居易\r\n树为清凉倚，池因盥漱临。蘋芳遭燕拂，莲坼待蜂寻。\r\n--刘禹锡\r\n舍下环流水，窗中列远岑。苔斑钱剥落，石怪玉嶔岑。\r\n--白居易\r\n鹊顶迎秋秃，莺喉入夏瘖。绿杨垂嫩色，綖棘露长针。\r\n--刘禹锡\r\n散秩身犹幸，趋朝力不任。官将方共拙，年与病交侵。\r\n--白居易\r\n徇乐非时选，忘机似陆沈。鉴容称四皓，扪腹有三壬。\r\n--刘禹锡\r\n携手惭连璧，同心许断金。紫芝虽继唱，白雪少知音。\r\n--白居易\r\n忆罢吴门守，相逢楚水浔。舟中频曲晏，夜后各加斟。\r\n--刘禹锡\r\n浊酒销残漏，弦声间远砧。酡颜舞长袖，密坐接华簪。\r\n--白居易\r\n持论峰峦峻，战文矛戟森。笑言诚莫逆，造次必相箴。\r\n--刘禹锡\r\n往事应如昨，余欢迄至今。迎君常倒屣，访我辄携衾。\r\n--白居易\r\n阴魄初离毕，阳光正在参。待公休一食，纵饮共狂吟。\r\n--刘禹锡"
        },
        {
            "title": "故洛城古墙",
            "content": "粉落椒飞知几春，风吹雨洒旋成尘。\r\n莫言一片危基在，犹过无穷来往人。"
        },
        {
            "title": "洛滨病卧，户",
            "content": "隐几支颐对落晖，故人书信到柴扉。\r\n周南留滞商山老，星象如今属少微。"
        },
        {
            "title": "楼上",
            "content": "江上楼高二十梯，梯梯登遍与云齐。\r\n人从别浦经年去，天向平芜尽处低。"
        },
        {
            "title": "杨柳枝",
            "content": "春江一曲柳千条，二十年前旧板桥。\r\n曾与美人桥上别，恨无消息到今朝。"
        },
        {
            "title": "梁国祠",
            "content": "梁国三郎威德尊，女巫箫鼓走乡村。\r\n万家长见空山上，雨气苍茫生庙门。"
        },
        {
            "title": "尝茶",
            "content": "生拍芳丛鹰觜芽，老郎封寄谪仙家。\r\n今宵更有湘江月，照出菲菲满碗花。"
        },
        {
            "title": "赴连山途次德宗山陵寄张员外",
            "content": "常时并冕奉天颜，委佩低簪彩仗间。\r\n今日独来张乐地，万重云水望桥山。"
        },
        {
            "title": "赠刘景擢第",
            "content": "湘中才子是刘郎，望在长沙住桂阳。\r\n昨日鸿都新上第，五陵年少让清光。"
        },
        {
            "title": "喜康将军见访",
            "content": "谪居愁寂似幽栖，百草当门茅舍低。\r\n夜猎将军忽相访，鹧鸪惊起绕篱啼。"
        },
        {
            "title": "闻道士弹思归引",
            "content": "仙公一奏思归引，逐客初闻自泫然。\r\n莫怪殷勤悲此曲，越声长苦已三年。"
        },
        {
            "title": "夜闻商人船中筝",
            "content": "大艑高帆一百尺，新声促柱十三弦。\r\n扬州市里商人女，来占江西明月天。"
        },
        {
            "title": "杨柳枝",
            "content": "杨子江头烟景迷，隋家宫树拂金堤。\r\n嵯峨犹有当时色，半蘸波中水鸟栖。"
        },
        {
            "title": "田顺郎歌",
            "content": "清歌不是世间音，玉殿尝闻称主心。\r\n唯有顺郎全学得，一声飞出九重深。"
        },
        {
            "title": "寄湖州韩中丞",
            "content": "老郎日日忧苍鬓，远守年年厌白蘋。\r\n终日相思不相见，长频相见是何人。"
        },
        {
            "title": "曹刚",
            "content": "大弦嘈囋小弦清，喷雪含风意思生。\r\n一听曹刚弹薄媚，人生不合出京城。"
        },
        {
            "title": "陪崔大尚书及诸阁老宴杏园",
            "content": "更将何面上春台，百事无成老又催。\r\n唯有落花无俗态，不嫌憔悴满头来。"
        },
        {
            "title": "寄毗陵杨给事三首",
            "content": "挥毫起制来东省，蹑足修名谒外台。\r\n好著櫜鞬莫惆怅，出文入武是全才。\r\n曾主鱼书轻刺史，今朝自请左鱼来。\r\n青云直上无多地，却要斜飞取势回。\r\n东城南陌昔同游，坐上无人第二流。\r\n屈指如今已零落，且须欢喜作邻州。"
        },
        {
            "title": "赴和州于武昌县再遇毛仙翁十八兄因成一绝",
            "content": "武昌山下蜀江东，重向仙舟见葛洪。\r\n又得案前亲礼拜，大罗天诀玉函封。"
        },
        {
            "title": "登清晖楼",
            "content": "浔阳江色潮添满，彭蠡秋声雁送来。\r\n南望庐山千万仞，共夸新出栋梁材。"
        },
        {
            "title": "重答柳柳州",
            "content": "弱冠同怀长者忧，临岐回想尽悠悠。\r\n耦耕若便遗身老，黄发相看万事休。"
        },
        {
            "title": "答后篇",
            "content": "昔日慵工记姓名，远劳辛苦写西京。\r\n近来渐有临池兴，为报元常欲抗行。"
        },
        {
            "title": "答前篇",
            "content": "小儿弄笔不能嗔，涴壁书窗且当勤。\r\n闻彼梦熊犹未兆，女中谁是卫夫人。"
        },
        {
            "title": "酬柳柳州家鸡之赠",
            "content": "日日临池弄小雏，还思写论付官奴。\r\n柳家新样元和脚，且尽姜芽敛手徒。"
        },
        {
            "title": "和滑州李尚书上巳忆江南禊事",
            "content": "白马津头春日迟，沙州归雁拂旌旗。\r\n柳营唯有军中戏，不似江南三月时。"
        },
        {
            "title": "无题",
            "content": "已嗟池上别魂惊，忽报梦中携手行。\r\n此夜独归还乞梦，老人无睡到天明。"
        },
        {
            "title": "秋夜安国观闻笙",
            "content": "织女分明银汉秋，桂枝梧叶共飕飗。\r\n月露满庭人寂寂，霓裳一曲在高楼。"
        },
        {
            "title": "奉和裴令公夜宴",
            "content": "天下苍生望不休，东山虽有但时游。\r\n从来海上仙桃树，肯逐人间风露秋。"
        },
        {
            "title": "吴兴敬郎中见惠斑竹杖兼示一绝聊以谢之",
            "content": "一茎炯炯琅玕色，数节重重玳瑁文。\r\n拄到高山未登处，青云路上愿逢君。"
        },
        {
            "title": "遥和韩睦州元相公二君子",
            "content": "玉人紫绶相辉映，却要霜须一两茎。\r\n其奈无成空老去，每临明镜若为情。"
        },
        {
            "title": "酬杨八副使将赴湖南途中见寄一绝",
            "content": "知逐征南冠楚材，远劳书信到阳台。\r\n明朝若上君山上，一道巴江自此来。"
        },
        {
            "title": "重寄绝句",
            "content": "淮西既是平安地，鸦路今无羽檄飞。\r\n闻道唐州最清静，战场耕尽野花稀。"
        },
        {
            "title": "重寄表臣二首",
            "content": "对酒临流奈别何，君今已醉我蹉跎。\r\n分明记取星星鬓，他日相逢应更多。\r\n世间人事有何穷，过后思量尽是空。\r\n早晚同归洛阳陌，卜邻须近祝鸡翁。"
        },
        {
            "title": "答杨八敬之绝句",
            "content": "饱霜孤竹声偏切，带火焦桐韵本悲。\r\n今日知音一留听，是君心事不平时。"
        },
        {
            "title": "酬马大夫登洭口戍见寄",
            "content": "新辞将印拂朝缨，临水登山四体轻。\r\n犹念天涯未归客，瘴云深处守孤城。"
        },
        {
            "title": "酬元九院长自江陵见寄",
            "content": "无事寻花至仙境，等闲栽树比封君。\r\n金门通籍真多士，黄纸除书每日闻。"
        },
        {
            "title": "赠元九侍御文石枕以诗奖之",
            "content": "文章似锦气如虹，宜荐华簪绿殿中。\r\n纵使凉飙生旦夕，犹堪拂拭愈头风。"
        },
        {
            "title": "赴连州途经",
            "content": "谪在三湘最远州，边鸿不到水南流。\r\n如今暂寄樽前笑，明日辞君步步愁。"
        },
        {
            "title": "答张侍御贾喜再",
            "content": "又被时人写姓名，春风引路入京城。\r\n知君忆得前身事，分付莺花与后生。"
        },
        {
            "title": "酬杨侍郎凭见寄",
            "content": "翔鸾阙底谢皇恩，缨上沧浪旧水痕。\r\n疏傅挥金忽相忆，远擎长句与招魂。"
        },
        {
            "title": "酬思黯代书见戏",
            "content": "官冷如浆病满身，凌寒不易过天津。\r\n少年留取多情兴，请待花时作主人。"
        },
        {
            "title": "裴令公见示诮乐天寄奴买马绝句斐言仰和且戏",
            "content": "常奴安得似方回，争望追风绝足来。\r\n若把翠娥酬騄耳，始知天下有奇才。"
        },
        {
            "title": "吴方之",
            "content": "侯家故吏歌声发，逸处能高怨处低。\r\n今岁洛中无雨雪，眼前风景是江西。"
        },
        {
            "title": "答裴令公雪中讶白二十二与诸公不相访之什",
            "content": "玉树琼楼满眼新，的知开閤待诸宾。\r\n迟迟未去非无意，拟作梁园坐右人。"
        },
        {
            "title": "令狐相公春思见寄",
            "content": "一纸书封四句诗，芳晨对酒远相思。\r\n长吟尽日西南望，犹及残春花落时。"
        },
        {
            "title": "酬令狐相公见寄",
            "content": "群玉山头住四年，每闻笙鹤看诸仙。\r\n何时得把浮丘袖，白日将升第九天。"
        },
        {
            "title": "奉和裴晋公凉风亭睡觉",
            "content": "骊龙睡后珠元在，仙鹤行时步又轻。\r\n方寸莹然无一事，水声来似玉琴声。"
        },
        {
            "title": "和令狐相公别牡丹",
            "content": "平章宅里一栏花，临到开时不在家。\r\n莫道两京非远别，春明门外即天涯。"
        },
        {
            "title": "吟乐天自问怆然有作",
            "content": "亲友关心皆不见，风光满眼倍伤神。\r\n洛阳城里多池馆，几处花开有主人。"
        },
        {
            "title": "寄赠小樊",
            "content": "花面丫头十三四，春来绰约向人时。\r\n终须买取名春草，处处将行步步随。"
        },
        {
            "title": "虎丘寺见元相公二年前题名怆然有咏",
            "content": "浐水送君君不还，见君题字虎丘山。\r\n因知早贵兼才子，不得多时在世间。"
        },
        {
            "title": "醉答乐天",
            "content": "洛城洛城何日归，故人故人今转稀。\r\n莫嗟雪里暂时别，终拟云间相逐飞。"
        },
        {
            "title": "忆乐天",
            "content": "寻常相见意殷勤，别后相思梦更频。\r\n每遇登临好风景，羡他天性少情人。"
        },
        {
            "title": "和严给事闻唐昌观玉蕊花下有游仙二绝",
            "content": "玉女来看玉蕊花，异香先引七香车。\r\n攀枝弄雪时回顾，惊怪人间日易斜。\r\n雪蕊琼丝满院春，衣轻步步不生尘。\r\n君平帘下徒相问，长伴吹箫别有人。"
        },
        {
            "title": "和乐天春词",
            "content": "新妆面面下朱楼，深锁春光一院愁。\r\n行到中庭数花朵，蜻蜓飞上玉搔头。"
        },
        {
            "title": "杏园花下酬乐天见赠",
            "content": "二十馀年作逐臣，归来还见曲江春。\r\n游人莫笑白头醉，老醉花间有几人。"
        },
        {
            "title": "和裴相公傍水闲行",
            "content": "为爱逍遥第一篇，时时闲步赏风烟。\r\n看花临水心无事，功业成来二十年。"
        },
        {
            "title": "城内花",
            "content": "楼下芳园最占春，年年结侣采花频。\r\n繁霜一夜相撩治，不似佳人似老人。"
        },
        {
            "title": "有所嗟二首",
            "content": "庾令楼中初见时，武昌春柳似腰肢。\r\n相逢相笑尽如梦，为雨为云今不知。\r\n鄂渚濛濛烟雨微，女郎魂逐暮云归。\r\n只应长在汉阳渡，化作鸳鸯一只飞。"
        },
        {
            "title": "同乐天登栖灵寺塔",
            "content": "步步相携不觉难，九层云外倚阑干。\r\n忽然笑语半天上，无限游人举眼看。"
        },
        {
            "title": "赠李司空妓",
            "content": "高髻云鬟宫样妆，春风一曲杜韦娘。\r\n司空见惯浑闲事，断尽苏州刺史肠。"
        },
        {
            "title": "后梁宣明二帝碑堂下作",
            "content": "玉马朝周从此辞，园陵寂寞对丰碑。\r\n千行宰树荆州道，暮雨萧萧闻子规。"
        },
        {
            "title": "和浙西尚书闻常州杨给事制新楼因寄之作",
            "content": "文昌星象尽东来，油幕朱门次第开。\r\n且上新楼看风月，会乘云雨一时回。"
        },
        {
            "title": "思黯南墅赏牡丹",
            "content": "偶然相遇人间世，合在增城阿姥家。\r\n有此倾城好颜色，天教晚发赛诸花。"
        },
        {
            "title": "碧涧寺见元九",
            "content": "廊下题诗满壁尘，塔前松树已皴鳞。\r\n古来唯有王文度，重见平生竺道人。"
        },
        {
            "title": "代靖安佳人怨二首",
            "content": "宝马鸣珂踏晓尘，鱼文匕首犯车茵。\r\n适来行哭里门外，昨夜华堂歌舞人。\r\n秉烛朝天遂不回，路人弹指望高台。\r\n墙东便是伤心地，夜夜流萤飞去来。"
        },
        {
            "title": "伤循州浑尚书",
            "content": "贵人沦落路人哀，碧海连天丹旐回。\r\n遥想长安此时节，朱门深巷百花开。"
        },
        {
            "title": "伤愚溪三首",
            "content": "溪水悠悠春自来，草堂无主燕飞回。\r\n隔帘惟见中庭草，一树山榴依旧开。\r\n草圣数行留坏壁，木奴千树属邻家。\r\n唯见里门通德榜，残阳寂寞出樵车。\r\n柳门竹巷依依在，野草青苔日日多。\r\n纵有邻人解吹笛，山阳旧侣更谁过。"
        },
        {
            "title": "伤桃源薛道士",
            "content": "坛边松在鹤巢空，白鹿闲行旧径中。\r\n手植红桃千树发，满山无主任春风。"
        },
        {
            "title": "和令狐相公闻思帝乡有感",
            "content": "当初造曲者为谁，说得思乡恋阙时。\r\n沧海西头旧丞相，停杯处分不须吹。"
        },
        {
            "title": "和西川李尚书伤孔雀及薛涛之什",
            "content": "玉儿已逐金镮葬，翠羽先随秋草萎。\r\n唯见芙蓉含晓露，数行红泪滴清池。"
        },
        {
            "title": "王思道碑堂下作",
            "content": "苍苍宰树起寒烟，尚有威名海内传。\r\n四府旧闻多故吏，几人垂泪拜碑前。"
        },
        {
            "title": "题欹器图",
            "content": "秦国功成思税驾，晋臣名遂叹危机。\r\n无因上蔡牵黄犬，愿作丹徒一布衣。"
        },
        {
            "title": "赏牡丹",
            "content": "庭前芍药妖无格，池上芙蕖净少情。\r\n唯有牡丹真国色，花开时节动京城。"
        },
        {
            "title": "燕尔馆破",
            "content": "画时应遇空亡日，卖处难逢识别人。\r\n唯有多情往来客，强将衫袖拂埃尘。"
        },
        {
            "title": "与歌童田顺郎",
            "content": "天下能歌御史娘，花前叶底奉君王。\r\n九重深处无人见，分付新声与顺郎。"
        },
        {
            "title": "与歌者何戡",
            "content": "二十馀年别帝京，重闻天乐不胜情。\r\n旧人唯有何戡在，更与殷勤唱渭城。"
        },
        {
            "title": "征还京师见旧番官冯叔达",
            "content": "前者匆匆襆被行，十年憔悴到京城。\r\n南宫旧吏来相问，何处淹留白发生。"
        },
        {
            "title": "酬瑞州吴大夫夜泊湘川见寄一绝",
            "content": "夜泊湘川逐客心，月明猿苦血沾襟。\r\n湘妃旧竹痕犹浅，从此因君染更深。"
        },
        {
            "title": "美温尚书镇定兴元以诗寄贺",
            "content": "旌旗入境犬无声，戮尽鲸鲵汉水清。\r\n从此世人开耳目，始知名将出书生。"
        },
        {
            "title": "韩信庙",
            "content": "将略兵机命世雄，苍黄钟室叹良弓。\r\n遂令后代登坛者，每一寻思怕立功。"
        },
        {
            "title": "金陵五题·江令宅",
            "content": "南朝词臣北朝客，归来唯见秦淮碧。\r\n池台竹树三亩馀，至今人道江家宅。"
        },
        {
            "title": "金陵五题·生公讲堂",
            "content": "生公说法鬼神听，身后空堂夜不扃。\r\n高坐寂寥尘漠漠，一方明月可中庭。"
        },
        {
            "title": "金陵五题·台城",
            "content": "台城六代竞豪华，结绮临春事最奢。\r\n万户千门成野草，只缘一曲后庭花。"
        },
        {
            "title": "听旧宫中乐人穆氏唱歌",
            "content": "曾随织女渡天河，记得云间第一歌。\r\n休唱贞元供奉曲，当时朝士已无多。"
        },
        {
            "title": "望夫石",
            "content": "终日望夫夫不归，化为孤石苦相思。\r\n望来已是几千载，只似当时初望时。"
        },
        {
            "title": "与歌者米嘉荣",
            "content": "唱得凉州意外声，旧人唯数米嘉荣。\r\n近来时世轻先辈，好染髭须事后生。"
        },
        {
            "title": "元和甲午岁诏",
            "content": "雷雨江山起卧龙，武陵樵客蹑仙踪。\r\n十年楚水枫林下，今夜初闻长乐钟。"
        },
        {
            "title": "阙下口号呈柳仪曹",
            "content": "彩仗神旗猎晓风，鸡人一唱鼓蓬蓬。\r\n铜壶漏水何时歇，如此相催即老翁。"
        },
        {
            "title": "逢王十二",
            "content": "厩马翩翩禁外逢，星槎上汉杳难从。\r\n定知欲报淮南诏，促召王褒入九重。"
        },
        {
            "title": "监祠夕月坛书事",
            "content": "西皞司分昼夜平，羲和停午太阴生。\r\n铿锵揖让秋光里，观者如云出凤城。"
        },
        {
            "title": "戏赠崔千牛",
            "content": "学道深山许老人，留名万代不关身。\r\n劝君多买长安酒，南陌东城占取春。"
        },
        {
            "title": "台城怀古",
            "content": "清江悠悠王气沉，六朝遗事何处寻。\r\n宫墙隐嶙围野泽，鹳鶂夜鸣秋色深。"
        },
        {
            "title": "赠长沙讚头陀",
            "content": "外道邪山千万重，真言一发尽摧峰。\r\n有时明月无人夜，独向昭潭制恶龙。"
        },
        {
            "title": "重送鸿举师赴江陵谒马逢侍御",
            "content": "西北秋风凋蕙兰，洞庭波上碧云寒。\r\n茂陵才子江陵住，乞取新诗合掌看。"
        },
        {
            "title": "李贾二大谏拜命后寄杨八寿州",
            "content": "谏省新登二直臣，万方惊喜捧丝纶。\r\n则知天子明如日，肯放淮南高卧人。"
        },
        {
            "title": "夜燕福建卢侍郎宅因送之镇",
            "content": "暂驻旌旗洛水堤，绮筵红烛醉兰闺。\r\n美人美酒长相逐，莫怕猿声发建溪。"
        },
        {
            "title": "洛中春末送杜录事赴蕲州",
            "content": "樽前花下长相见，明日忽为千里人。\r\n君过午桥回首望，洛城犹自有残春。"
        },
        {
            "title": "送寥参谋东游二首",
            "content": "九陌逢君又别离，行云别鹤本无期。\r\n望嵩楼上忽相见，看过花开花落时。\r\n繁花落尽君辞去，绿草垂杨引征路。\r\n东道诸侯皆故人，留连必是多情处。"
        },
        {
            "title": "洛中送韩七中丞之吴兴口号五首",
            "content": "昔年意气结群英，几度朝回一字行。\r\n海北江南零落尽，两人相见洛阳城。\r\n自从云散各东西，每日欢娱却惨凄。\r\n离别苦多相见少，一生心事在书题。\r\n今朝无意诉离杯，何况清弦急管催。\r\n本欲醉中轻远别，不知翻引酒悲来。\r\n骆驼桥上蘋风急，鹦鹉杯中箬下春。\r\n水碧山青知好处，开颜一笑向何人。\r\n溪中士女出笆篱，溪上鸳鸯避画旗。\r\n何处人间似仙境，春山携妓采茶时。"
        },
        {
            "title": "秋扇词",
            "content": "莫道恩情无重来，人间荣谢递相催。\r\n当时初入君怀袖，岂念寒炉有死灰。"
        },
        {
            "title": "送霄韵上人游天台",
            "content": "曲江僧向松江见，又到天台看石桥。\r\n鹤恋故巢云恋岫，比君犹自不逍遥。"
        },
        {
            "title": "魏宫词二首",
            "content": "日晚长秋帘外报，望陵歌舞在明朝。\r\n添炉欲爇熏衣麝，忆得分时不忍烧。\r\n日映西陵松柏枝，下台相顾一相思。\r\n朝来乐府长歌曲，唱著君王自作词。"
        },
        {
            "title": "馆娃宫在旧郡西",
            "content": "宫馆贮娇娃，当时意大夸。艳倾吴国尽，笑入楚王家。\r\n月殿移椒壁，天花代舜华。唯馀采香径，一带绕山斜。"
        },
        {
            "title": "答柳子厚",
            "content": "年方伯玉早，恨比四愁多。会待休车骑，相随出罻罗。"
        },
        {
            "title": "九日登高",
            "content": "世路山河险，君门烟雾深。年年上高处，未省不伤心。"
        },
        {
            "title": "罢和州游建康",
            "content": "秋水清无力，寒山暮多思。官闲不计程，遍上南朝寺。"
        },
        {
            "title": "别苏州二首",
            "content": "三载为吴郡，临岐祖帐开。虽非谢桀黠，且为一裴回。\r\n流水阊门外，秋风吹柳条。从来送客处，今日自魂销。"
        },
        {
            "title": "西州李尚书知愚与元武昌有旧,远示二篇吟之",
            "content": "如何赠琴日，已是绝弦时。无复双金报，空馀挂剑悲。\r\n宝匣从此闲，朱弦谁复调。只应随玉树，同向土中销。"
        },
        {
            "title": "和游房公旧竹亭闻琴绝句",
            "content": "尚有竹间路，永无綦下尘。一闻流水曲，重忆餐霞人。"
        },
        {
            "title": "出鄂州界怀表臣二首",
            "content": "离席一挥杯，别愁今尚醉。迟迟有情处，却恨江帆驶。\r\n梦觉疑连榻，舟行忽千里。不见黄鹤楼，寒沙雪相似。"
        },
        {
            "title": "始发鄂渚寄表臣二首",
            "content": "祖帐管弦绝，客帆西风生。回车已不见，犹听马嘶声。\r\n晓发柳林戍，遥城闻五鼓。忆与故人眠，此时犹晤语。"
        },
        {
            "title": "鄂渚留别李二十一表臣大夫",
            "content": "高樯起行色，促柱动离声。欲问江深浅，应如远别情。"
        },
        {
            "title": "堤上行三首",
            "content": "酒旗相望大堤头，堤下连樯堤上楼。\r\n日暮行人争渡急，桨声幽轧满中流。\r\n江南江北望烟波，入夜行人相应歌。\r\n桃叶传情竹枝怨，水流无限月明多。\r\n春堤缭绕水徘徊，酒舍旗亭次第开。\r\n日晚上楼招估客，轲峨大艑落帆来。"
        },
        {
            "title": "敬酬微公见寄二首",
            "content": "凄凉沃州僧，憔悴柴桑宰。别来二十年，唯馀两心在。\r\n越江千里镜，越岭四时雪。中有逍遥人，夜深观水月。"
        },
        {
            "title": "再伤庞尹",
            "content": "京兆归何处，章台空暮尘。可怜鸾镜下，哭杀画眉人。"
        },
        {
            "title": "伤独孤舍人",
            "content": "昔别矜年少，今悲丧国华。远来同社燕，不见早梅花。"
        },
        {
            "title": "答表臣赠别二首",
            "content": "昔为瑶池侣，飞舞集蓬莱。今作江汉别，风雪一徘徊。\r\n嘶马立未还，行舟路将转。江头暝色深，挥袖依稀见。"
        },
        {
            "title": "伤段右丞",
            "content": "江海多豪气，朝廷有直声。何言马蹄下，一旦是佳城。"
        },
        {
            "title": "经檀道济故垒",
            "content": "万里长城坏，荒营野草秋。秣陵多士女，犹唱白符鸠。"
        },
        {
            "title": "寓兴二首",
            "content": "常谈即至理，安事非常情。寄语何平叔，无为轻老生。\r\n世途多礼数，鹏鷃各逍遥。何事陶彭泽，抛官为折腰。"
        },
        {
            "title": "古词二首",
            "content": "轩后初冠冕，前旒为蔽明。安知从复道，然后见人情。\r\n簿领乃俗士，清谈信古风。吾观苏令绰，朱墨一何工。"
        },
        {
            "title": "题寿安甘棠馆二首",
            "content": "公馆似仙家，池清竹径斜。山禽忽惊起，冲落半岩花。\r\n门前洛阳道，门里桃花路。尘土与烟霞，其间十馀步。"
        },
        {
            "title": "唐郎中宅与诸公同饮酒看牡丹",
            "content": "今日花前饮，甘心醉数杯。但愁花有语，不为老人开。"
        },
        {
            "title": "庭竹",
            "content": "露涤铅粉节，风摇青玉枝。依依似君子，无地不相宜。"
        },
        {
            "title": "君山怀古",
            "content": "属车八十一，此地阻长风。千载威灵尽，赭山寒水中。"
        },
        {
            "title": "路傍曲",
            "content": "南山宿雨晴，春入凤凰城。处处闻弦管，无非送酒声。"
        },
        {
            "title": "吕八见寄郡内书怀因而戏和",
            "content": "文苑振金声，循良冠百城。不知今史氏，何处列君名。"
        },
        {
            "title": "咏红柿子",
            "content": "晓连星影出，晚带日光悬。本因遗采掇，翻自保天年。"
        },
        {
            "title": "浑侍中宅牡丹",
            "content": "径尺千余朵，人间有此花。今朝见颜色，更不向诸家。"
        },
        {
            "title": "淮阴行五首",
            "content": "簇簇淮阴市，竹楼缘岸上。好日起樯竿，乌飞惊五两。\r\n今日转船头，金乌指西北。烟波与春草，千里同一色。\r\n船头大铜镮，摩挲光阵阵。早早使风来，沙头一眼认。\r\n何物令侬羡，羡郎船尾燕。衔泥趁樯竿，宿食长相见。\r\n隔浦望行船，头昂尾幰幰。无奈晚来时，清淮春浪软。"
        },
        {
            "title": "和令狐相公春日寻花有怀白侍郎阁老",
            "content": "芳菲满雍州，鸾凤许同游。花径须深入，时光不少留。\r\n色鲜由树嫩，枝亚为房稠。静对仍持酒，高看特上楼。\r\n晴宜连夜赏，雨便一年休。共忆秋官处，馀霞曲水头。"
        },
        {
            "title": "柳花词三首",
            "content": "开从绿条上，散逐香风远。故取花落时，悠扬占春晚。\r\n轻飞不假风，轻落不委地。撩乱舞晴空，发人无限思。\r\n晴天闇闇雪，来送青春暮。无意似多情，千家万家去。"
        },
        {
            "title": "和武中丞秋日寄怀简诸僚故",
            "content": "退朝还公府，骑吹息繁阴。吏散秋庭寂，乌啼烟树深。\r\n威生奉白简，道胜外华簪。风物清远目，功名怀寸阴。\r\n云衢念前侣，彩翰写冲襟。凉菊照幽径，败荷攒碧浔。\r\n感时江海思，报国松筠心。空愧寿陵步，芳尘何处寻。"
        },
        {
            "title": "历阳书事七十韵",
            "content": "一夕为湖地，千年列郡名。霸王迷路处，亚父所封城。\r\n汉置东南尉，梁分肘腋兵。本吴风俗剽，兼楚语音伧。\r\n沸井今无涌，乌江旧有名。土台游柱史，石室隐彭铿。\r\n曹操祠犹在，濡须坞未平。海潮随月大，江水应春生。\r\n忆昨深山里，终朝看火耕。鱼书来北阙，鹢首下南荆。\r\n云雨巫山暗，蕙兰湘水清。章华树已失，鄂渚草来迎。\r\n庐阜香炉出，湓城粉堞明。雁飞彭蠡暮，鸦噪大雷晴。\r\n平野分风使，恬和趁夜程。贵池登陆峻，舂谷渡桥鸣。\r\n骆驿主人问，悲欢故旧情。几年方一面，卜昼便三更。\r\n助喜杯盘盛，忘机笑语訇。管清疑警鹤，弦巧似娇莺。\r\n炽炭烘蹲兽，华茵织斗鲸。回裾飘雾雨，急节堕琼英。\r\n敛黛凝愁色，施钿耀翠晶。容华本南国，妆束学西京。\r\n日落方收鼓，天寒更炙笙。促筵交履舄，痛饮倒簪缨。\r\n谑浪容优孟，娇怜许智琼。蔽明添翠帟，命烛拄金茎。\r\n坐久罗衣皱，杯频粉面騂。兴来从请曲，意堕即飞觥。\r\n令急重须改，欢冯醉尽呈。诘朝还选胜，来日又寻盟。\r\n道别殷勤惜，邀筵次第争。唯闻嗟短景，不复有馀酲。\r\n众散扃朱户，相携话素诚。晤言犹亹亹，残漏自丁丁。\r\n出祖千夫拥，行厨五熟烹。离亭临野水，别思入哀筝。\r\n接境人情洽，方冬馔具精。中流为界道，隔岸数飞甍。\r\n沙浦王浑镇，沧洲谢脁城。望夫人化石，梦帝日环营。\r\n半渡趋津吏，缘堤簇郡甿。场黄堆晚稻，篱碧见冬菁。\r\n里社争来献，壶浆各自擎。鸱夷倾底写，粔籹斗成□。\r\n采石风传柝，新林暮击钲。茧纶牵拨剌，犀焰照澄泓。\r\n露冕观原野，前驱抗旆旌。分庭展宾主，望阙拜恩荣。\r\n比屋惸嫠辈，连年水旱并。遐思常后已，下令必先庚。\r\n远岫低屏列，支流曲带萦。湖鱼香胜肉，官酒重于饧。\r\n忆昔泉源变，斯须地轴倾。鸡笼为石颗，龟眼入泥坑。\r\n事系人风重，官从物论轻。江春俄澹荡，楼月几亏盈。\r\n柳长千丝宛，田塍一线絣。游鱼将婢从，野雉见媒惊。\r\n波净攒凫鹊，洲香发杜蘅。一钟菰葑米，千里水葵羹。\r\n受谴时方久，分忧政未成。比琼虽碌碌，于铁尚铮铮。\r\n早忝登三署，曾闻奏六英。无能甘负弩，不慎在提衡。\r\n口语成中遘，毛衣阻上征。时闻关利钝，智亦有聋盲。\r\n昔愧山东妙，今惭海内兄。后来登甲乙，早已在蓬瀛。\r\n心托秦明镜，才非楚白珩。齿衰亲"
        },
        {
            "title": "省试风光草际浮",
            "content": "熙熙春景霁，草绿春光丽。的历乱相鲜，葳蕤互亏蔽。\r\n乍疑芊绵里，稍动丰茸际。影碎翻崇兰，浮香转丛蕙。\r\n含烟绚碧彩，带露如珠缀。幸因采掇日，况此临芳岁。"
        },
        {
            "title": "和浙西李大夫伊川卜居",
            "content": "早入八元数，尝承三接恩。飞鸣天上路，镇压海西门。\r\n清望寰中许，高情物外存。时来诚不让，归去每形言。\r\n洛下思招隐，江干厌作藩。按经修道具，依样买山村。\r\n开凿随人化，幽阴为律暄。远移难得树，立变旧荒园。\r\n绝塞通潜径，平泉占上原。烟霞遥在想，簿领益为繁。\r\n丹禁虚东閤，苍生望北辕。徒令双白鹤，五里自翩翻。"
        },
        {
            "title": "浙西李大夫述梦四十",
            "content": "位是才能取，时因际会遭。羽仪呈鸑鷟，铓刃试豪曹。\r\n洛下推年少，山东许地高。门承金铉鼎，家有玉璜韬。\r\n海浪扶鹏翅，天风引骥髦。便知蓬阁閟，不识鲁衣褒。\r\n兴发春塘草，魂交益部刀。形开犹抱膝，烛尽遽挥毫。\r\n昔仕当初筮，逢时咏载橐。怀铅辨虫蠹，染素学鹅毛。\r\n车骑方休汝，归来欲效陶。南台资謇谔，内署选风骚。\r\n羽化如乘鲤，楼居旧冠鳌。美香焚湿麝，名果赐干萄。\r\n议赦蝇栖笔，邀歌蚁泛醪。代言无所戏，谢表自称叨。\r\n兰焰凝芳泽，芝泥莹玉膏。对频声价出，直久梦魂劳。\r\n草诏令归马，批章答献獒。银花悬院榜，翠羽映帘绦。\r\n讽谏欣然纳，奇觚率尔操。禁中时谔谔，天下免忉忉。\r\n左顾龟成印，双飞鹄织袍。谢宾缘地密，洁己是心豪。\r\n五日思归沐，三春羡众邀。茶炉依绿笋，棋局就红桃。\r\n溟海桑潜变，阴阳炭暗熬。仙成脱屣去，臣恋捧弓号。\r\n建节辞乌柏，宣风看鹭涛。土山京口峻，铁瓮郡城牢。\r\n曲岛花千树，官池水一篙。莺来和丝管，雁起拂麾旄。\r\n宛转倾罗扇，回旋堕玉搔。罚筹长竖纛，觥盏样如舠。\r\n山是千重障，江为四面濠。卧龙曾得雨，孤鹤尚鸣皋。\r\n剑用雄开匣，弓闲蛰受弢。凤姿尝在竹，鷃羽不离蒿。\r\n吴越分双镇，东西接万艘。今朝比潘陆，江海更滔滔。"
        },
        {
            "title": "和牛相公题姑苏所寄太湖石兼寄李苏州",
            "content": "震泽生奇石，沉潜得地灵。初辞水府出，犹带龙宫腥。\r\n发自江湖国，来荣卿相庭。从风夏云势，上汉古查形。\r\n拂拭鱼鳞见，铿锵玉韵聆。烟波含宿润，苔藓助新青。\r\n嵌穴胡雏貌，纤铓虫篆铭。孱颜傲林薄，飞动向雷霆。\r\n烦热近还散，馀酲见便醒。凡禽不敢息，浮壒莫能停。\r\n静称垂松盖，鲜宜映鹤翎。忘忧常目击，素尚与心冥。\r\n眇小欺湘燕，团圆笑落星。徒然想融结，安可测年龄。\r\n采取询乡耋，搜求按旧经。垂钩入空隙，隔浪动晶荧。\r\n有获人争贺，欢谣众共听。一州惊阅宝，千里远扬舲。\r\n睹物洛阳陌，怀人吴御亭。寄言垂天翼，早晚起沧溟。"
        },
        {
            "title": "酬郑州权舍人见寄二十韵",
            "content": "朱户凌晨启，碧梧含早凉。人从桔柣至，书到漆沮傍。\r\n抃会因佳句，情深取断章。惬心同笑语，入耳胜笙簧。\r\n忆昔三条路，居邻数仞墙。学堂青玉案，彩服紫罗囊。\r\n麟角看成就，龙驹见抑扬。彀中飞一箭，云际落双鶬。\r\n甸邑叨前列，天台愧后行。鲤庭传事业，鸡树遂翱翔。\r\n书殿连鳷鹊，神池接凤凰。追游蒙尚齿，惠好结中肠。\r\n铩翮方抬举，危根易损伤。一麾怜弃置，五字借恩光。\r\n汝海崆峒秀，溱流芍药芳。风行能偃草，境静不争桑。\r\n转旆趋关右，颁条匝渭阳。病吟犹有思，老醉已无狂。\r\n尘满鸿沟道，沙惊白狄乡。伫闻黄纸诏，促召紫微郎。"
        },
        {
            "title": "和兵部郑侍郎省中四松诗十韵",
            "content": "右相历中台，移松武库栽。紫茸抽组绶，青实长玫瑰。\r\n便有干霄势，看成构厦材。数分天柱半，影逐日轮回。\r\n旧赏台阶去，新知谷口来。息阴常仰望，玩境几裴回。\r\n翠粒晴悬露，苍鳞雨起苔。凝音助瑶瑟，飘蕊泛金罍。\r\n月桂花遥烛，星榆叶对开。终须似鸡树，荣茂近昭回。"
        },
        {
            "title": "酬杨八庶子喜韩吴兴与余同迁见赠",
            "content": "早遇圣明朝，雁行登九霄。文轻傅武仲，酒逼盖宽饶。\r\n舍矢同瞻鹄，当筵共赛枭。琢磨三益重，唱和五音调。\r\n台柏烟常起，池荷香暗飘。星文辞北极，旗影度东辽。\r\n直道由来黜，浮名岂敢要。三湘与百越，雨散又云摇。\r\n远守惭侯籍，征还荷诏条。悴容唯舌在，别恨几魂销。\r\n满眼悲陈事，逢人少旧僚。烟霞为老伴，蒲柳任先凋。\r\n虎绶悬新印，龙舼理去桡。断肠天北郡，携手洛阳桥。\r\n幢盖今虽贵，弓旌会见招。其如草玄客，空宇久寥寥。"
        },
        {
            "title": "和东川王相公新涨驿池八韵",
            "content": "今日池塘上，初移造物权。苞蔵成别岛，沿浊致清涟。\r\n变化生言下，蓬瀛落眼前。泛觞惊翠羽，开幕对红莲。\r\n远写风光入，明含气象全。渚烟笼驿树，波日漾宾筵。\r\n曲岸留缇骑，中流转彩船。无因接元礼，共载比神仙。"
        },
        {
            "title": "和杨侍郎初至郴州纪事书情题郡斋八韵",
            "content": "旌节下朝台，分圭从北回。城头鹤立处，驿树凤栖来。\r\n旧路芳尘在，新恩馹骑催。里闾风偃草，鼓舞抃成雷。\r\n吏散山禽啭，庭香夏蕊开。郡斋堪四望，壁记有三台。\r\n人讶征黄晚，文非吊屈哀。一吟梁甫曲，知是卧龙才。"
        },
        {
            "title": "南海马大",
            "content": "红旗阅五兵，绛帐领诸生。味道轻鼎食，退公犹笔耕。\r\n青箱传学远，金匮纳书成。一瞬见前事，九流当抗行。\r\n编蒲曾苦思，垂竹愧无名。今日承芳讯，谁言赠衮荣。"
        },
        {
            "title": "和窦中丞晚入容江作",
            "content": "汉郡三十六，郁林东南遥。人伦选清臣，天外颁诏条。\r\n桂水步秋浪，火山凌雾朝。分圻辨风物，入境闻讴谣。\r\n莎岸见长亭，烟林隔丽谯。日落舟益驶，川平旗自飘。\r\n珠浦远明灭，金沙晴动摇。一吟道中作，离思悬层霄。"
        },
        {
            "title": "和李六侍御文宣王庙释奠作",
            "content": "叹息鲁先师，生逢周室卑。有心律天道，无位救陵夷。\r\n历聘不能用，领徒空尔为。儒风正礼乐，旅象入蓍龟。\r\n西狩非其应，中都安足施。世衰由我贱，泣下为人悲。\r\n遗教光文德，兴王叶梦期。土田封后胤，冕服饰虚仪。\r\n钟鼓胶庠荐，牲牢郡邑祠。闻君喟然叹，偏在上丁时。"
        },
        {
            "title": "元和癸巳岁",
            "content": "蛮水阻朝宗，兵符下渚宫。前筹得上策，无战已成功。\r\n汉使星飞入，夷心草偃同。歌谣开竹栈，拜舞戢桑弓。\r\n就日知冰释，投人念鸟穷。网罗三面解，章奏九门通。\r\n卉服联操袂，雕题尽鞠躬。降幡秋练白，驿骑昼尘红。\r\n火号休传警，机桥罢亘空。登山不见虏，振旆自生风。\r\n江远烟波静，军回气色雄。伫看闻喜后，金石赐元戎。"
        },
        {
            "title": "奉和淮南李相",
            "content": "八柱共承天，东西别隐然。远夷争慕化，真相故临边。\r\n并进夔龙位，仍齐龟鹤年。同心舟已济，造膝璧常联。\r\n对领专征寄，遥持造物权。斗牛添气色，井络静氛烟。\r\n献可通三略，分甘出万钱。汉南趋节制，赵北赐山川。\r\n玉帐观渝舞，虹旌猎楚田。步嫌双绶重，梦入九城偏。\r\n秋雨离情动，新诗乐府传。聆音还窃抃，不觉抚么弦。"
        },
        {
            "title": "奉和中书崔舍人八月十五日夜玩月二十韵",
            "content": "暮景中秋爽，阴灵既望圆。浮精离碧海，分照接虞渊。\r\n迥见孤轮出，高从倚盖旋。二仪含皎澈，万象共澄鲜。\r\n整御当西陆，舒光丽上玄。从星变风雨，顺日助陶甄。\r\n远近同时望，晶荧此夜偏。运行调玉烛，洁白应金天。\r\n曲沼疑瑶镜，通衢若象筵。逢人尽冰雪，遇景即神仙。\r\n引素吞银汉，凝清洗绿烟。皋禽警露下，邻杵思风前。\r\n水是还珠浦，山成种玉田。剑沉三尺影，灯罢九枝然。\r\n象外形无迹，寰中影有迁。稍当云阙正，未映斗城悬。\r\n静对挥宸翰，闲临襞彩笺。境同牛渚上，宿在凤池边。\r\n兴掩寻安道，词胜命仲宣。从今纸贵后，不复咏陈篇。"
        },
        {
            "title": "牛相公",
            "content": "剧韵新篇至，因难始见能。雨天龙变化，晴日凤鶱腾。\r\n游海惊何极，闻韶素不曾。惬心时拊髀，击节日麾肱。\r\n符彩添隃墨，波澜起剡藤。拣金光熠熠，累璧势层层。\r\n珠媚多藏贾，花撩欲定僧。封来真宝物，寄与愧交朋。\r\n已老无时疾，长贫望岁登。雀罗秋寂寂，虫翅晓薨薨。\r\n羸骥方辞绊，虚舟已绝縆。荣华甘死别，健羡亦生憎。\r\n玉柱琤瑽韵，金觥雹凸棱。何时良宴会，促膝对华灯。"
        },
        {
            "title": "酬乐天醉后狂吟十韵",
            "content": "散诞人间乐，逍遥地上仙。诗家登逸品，释氏悟真筌。\r\n制诰留台阁，歌词入管弦。处身于木雁，任世变桑田。\r\n吏隐情兼遂，儒玄道两全。八关斋适罢，三雅兴尤偏。\r\n文墨中年旧，松筠晚岁坚。鱼书曾替代，香火有因缘。\r\n欲向醉乡去，犹为色界牵。好吹杨柳曲，为我舞金钿。"
        },
        {
            "title": "酬乐天晚夏闲居欲相访先以诗见贻",
            "content": "池榭堪临泛，翛然散郁陶。步因驱鹤缓，吟为听蝉高。\r\n林密添新竹，枝低缒晚桃。酒醅晴易熟，药圃夏频薅。\r\n老是班行旧，闲为乡里豪。经过更何处，风景属吾曹。"
        },
        {
            "title": "乐天少",
            "content": "五月长斋戒，深居绝送迎。不离通德里，便是法王城。\r\n举目皆僧事，全家少俗情。精修无上道，结念未来生。\r\n宾閤缁衣占，书堂信鼓鸣。戏童为塔象，啼鸟学经声。\r\n黍用青菰角，葵承玉露烹。马家供薏苡，刘氏饷芜菁。\r\n暗网笼歌扇，流尘晦酒铛。不知何次道，作佛几时成。"
        },
        {
            "title": "三月三日与乐天及河南李尹奉陪裴令公泛洛禊",
            "content": "洛下今修禊，群贤胜会稽。盛筵陪玉铉，通籍尽金闺。\r\n波上神仙妓，岸傍桃李蹊。水嬉如鹭振，歌响杂莺啼。\r\n历览风光好，沿洄意思迷。棹歌能俪曲，墨客竞分题。\r\n翠幄连云起，香车向道齐。人夸绫步障，马惜锦障泥。\r\n尘暗宫墙外，霞明苑树西。舟形随鹢转，桥影与虹低。\r\n川色晴犹远，乌声暮欲栖。唯馀踏青伴，待月魏王堤。"
        },
        {
            "title": "奉和裴令公新成绿野堂即书",
            "content": "蔼蔼鼎门外，澄澄洛水湾。堂皇临绿野，坐卧看青山。\r\n位极却忘贵，功成欲爱闲。官名司管籥，心术去机关。\r\n禁苑凌晨出，园花及露攀。池塘鱼拨剌，竹径鸟绵蛮。\r\n志在安潇洒，尝经历险艰。高情方造适，众意望征还。\r\n好客交珠履，华筵舞玉颜。无因随贺燕，翔集画梁间。"
        },
        {
            "title": "和",
            "content": "永日无人事，芳园任兴行。陶庐树可爱，潘宅雨新晴。\r\n傅粉琅玕节，熏香菡萏茎。榴花裙色好，桐子药丸成。\r\n柳蠹枝偏亚，桑空叶再生。睢盱欲斗雀，索漠不言莺。\r\n动植随四气，飞沉含五情。抢榆与水击，小大强为名。"
        },
        {
            "title": "令狐仆射与余投分素",
            "content": "词一篇音韵弥切，收泪握管以成报章。虽广陵之弦于今绝矣，\r\n而盖泉之感犹庻闻焉。焚之帐之前，附于旧编之末】~\r\n刘禹锡\r\n前日寝门恸，至今悲有余。已嗟万化尽，方见八行书。\r\n满纸传相忆，裁诗怨索居。危弦音有绝，哀玉韵犹虚。\r\n忽叹幽明异，俄惊岁月除。文章虽不朽，精魄竟焉如。\r\n零泪沾青简，伤心见素车。凄凉从此后，无复望双鱼。"
        },
        {
            "title": "和令狐相公南斋小宴听阮咸",
            "content": "阮巷久芜沉，四弦有遗音。雅声发兰室，远思含竹林。\r\n座绝众宾语，庭移芳树阴。飞觞助真气，寂听无流心。\r\n影似白团扇，调谐朱弦琴。一毫不平意，幽怨古犹今。"
        },
        {
            "title": "令狐相公",
            "content": "上国庭前草，移来汉水浔。朱门虽易地，玉树有余阴。\r\n艳彩凝还泛，清香绝复寻。光华童子佩，柔软美人心。\r\n惜晚含远思，赏幽空独吟。寄言知音者，一奏风中琴。"
        },
        {
            "title": "和令狐相公玩白菊",
            "content": "家家菊尽黄，梁国独如霜。莹静真琪树，分明对玉堂。\r\n仙人披雪氅，素女不红妆。粉蝶来难见，麻衣拂更香。\r\n向风摇羽扇，含露滴琼浆。高艳遮银井，繁枝覆象床。\r\n桂丛惭并发，梅蕊妒先芳。一入瑶华咏，从兹播乐章。"
        },
        {
            "title": "和令狐相公谢太原李侍中寄蒲桃",
            "content": "珍果出西域，移根到北方。昔年随汉使，今日寄梁王。\r\n上相芳缄至，行台绮席张。鱼鳞含宿润，马乳带残霜。\r\n染指铅粉腻，满喉甘露香。酝成十日酒，味敌五云浆。\r\n咀嚼停金盏，称嗟响画堂。惭非末至客，不得一枝尝。"
        },
        {
            "title": "白侍郎大尹自河南寄示池北新葺水斋即事招宾",
            "content": "公府有高政，新斋池上开。再吟佳句后，一似画图来。\r\n结构疏林下，夤缘曲岸隈。绿波穿户牖，碧甃叠琼瑰。\r\n幽异当轩满，清光绕砌回。潭心澄晚镜，渠口起晴雷。\r\n瑶草缘堤种，松烟上岛栽。游鱼惊拨剌，浴鹭喜毰毸。\r\n为客烹林笋，因僧采石苔。酒瓶常不罄，书案任成堆。\r\n檐外青雀舫，坐中鹦鹉杯。蒲根抽九节，莲萼捧重台。\r\n芳讯此时到，胜游何日陪。共讥吴太守，自占洛阳才。"
        },
        {
            "title": "遥贺白宾",
            "content": "西辞望苑去，东占洛阳才。度岭无愁思，看山不懊来。\r\n冥鸿何所慕，辽鹤乍飞回。洗竹通新径，携琴上旧台。\r\n尘埃长者辙，风月故人杯。闻道龙门峻，还因上客开。"
        },
        {
            "title": "和令狐相公九日对黄白二菊花见怀",
            "content": "素萼迎寒秀，金英带露香。繁华照旄钺，荣盛对银黄。\r\n琮璧交辉映，衣裳杂彩章。晴云遥盖覆，秋蝶近悠扬。\r\n空想逢九日，何由陪一觞。满丛佳色在，未肯委严霜。"
        },
        {
            "title": "和汴州令狐相公到镇改月偶书所怀",
            "content": "受脤新梁苑，和羹旧傅岩。援毫动星宿，垂钓取韬钤。\r\n赫奕三川至，欢呼百姓瞻。绿油貔虎拥，青纸凤凰衔。\r\n外垒曾无警，中厨亦罢监。推诚人自服，去杀令逾严。\r\n赳赳容皆饰，幡幡口尽钳。为兄怜庾翼，选婿得萧咸。\r\n郁倔咽喉地，骈臻水陆兼。度桥鸣绀幰，入肆飏云帆。\r\n端月当中气，东风应远占。管弦喧夜景，灯烛掩寒蟾。\r\n酒每倾三雅，书能发百函。词人羞布鼓，远客献貂襜。\r\n歌榭白团扇，舞筵金缕衫。旌旗遥一簇，舄履近相搀。\r\n花树当朱阁，晴河逼翠帘。衣风飘叆叇，烛泪滴巉岩。\r\n玉斝虚频易，金炉暖更添。映镮窥艳艳，隔袖见纤纤。\r\n谢傅何由接，桓伊定不凡。应怜郡斋老，旦夕镊霜髯。"
        },
        {
            "title": "罢郡归洛阳寄友人",
            "content": "远谪年犹少，初归鬓已衰。门闲故吏去，室静老僧期。\r\n不见蜘蛛集，频为佝偻欺。颖微囊未出，寒甚谷难吹。\r\n濩落唯心在，平生有己知。商歌夜深后，听者竟为谁。"
        },
        {
            "title": "经伏波神祠",
            "content": "蒙蒙篁竹下，有路上壶头。汉垒麏鼯斗，蛮溪雾雨愁。\r\n怀人敬遗像，阅世指东流。自负霸王略，安知恩泽侯。\r\n乡园辞石柱，筋力尽炎洲。一以功名累，翻思马少游。"
        },
        {
            "title": "晚岁登武陵城顾望水陆怅然有作",
            "content": "星象承乌翼，蛮陬想犬牙。俚人祠竹节，仙洞闭桃花。\r\n城基历汉魏，江源自賨巴。华表廖王墓，菜地黄琼家。\r\n霜轻菊秀晚，石浅水纹斜。樵音绕故垒，汲路明寒沙。\r\n凊风稍改叶，卢橘始含葩。野桥过驿骑，丛祠发迥笳。\r\n跳鳞避举网，倦鸟寄行楂。路尘高出树，山火远连霞。\r\n夕曛转赤岸，浮霭起苍葭。轧轧渡水桨，连连赴林鸦。\r\n叫阍道非远，赐环期自赊。孤臣本危涕，乔木在天涯。"
        },
        {
            "title": "奉和吏部杨尚书太常李卿二相公策免后即事述",
            "content": "文雅关西族，衣冠赵北都。有声真汉相，无颣胜隋珠。\r\n当轴龙为友，临池凤不孤。九天开内殿，百辟看晨趋。\r\n诫满澄欹器，成功别大垆。馀芳在公论，积庆是神扶。\r\n步武离台席，徊翔集帝梧。铨材秉秦镜，典乐去齐竽。\r\n潇洒风尘外，逢迎诗酒徒。唯应待华诰，更食万钱厨。"
        },
        {
            "title": "早秋集贤院即事",
            "content": "金数已三伏，火星正西流。树含秋露晓，阁倚碧天秋。\r\n灰琯应新律，铜壶添夜筹。商飙从朔塞，爽气入神州。\r\n蕙草香书殿，愧花点御沟。山明真色见，水静浊烟收。\r\n早岁忝华省，再来成白头。幸依群玉府，末路尚瀛洲。"
        },
        {
            "title": "武陵书怀五十韵",
            "content": "西汉开支郡，南朝号戚藩。四封当列宿，百雉俯清沅。\r\n高岸朝霞合，惊湍激箭奔。积阴春暗度，将霁雾先昏。\r\n俗尚东皇祀，谣传义帝冤。桃花迷隐迹，楝叶慰忠魂。\r\n户算资渔猎，乡豪恃子孙。照山畬火动，踏月俚歌喧。\r\n拥楫舟为市，连甍竹覆轩。披沙金粟见，拾羽翠翘翻。\r\n茗折苍溪秀，蘋生枉渚暄。禽惊格磔起，鱼戏噞喁繁。\r\n沉约台榭故，李衡墟落存。湘灵悲鼓瑟，泉客泣酬恩。\r\n露变蒹葭浦，星悬橘柚村。虎咆空野震，鼍作满川浑。\r\n邻里皆迁客，儿童习左言。炎天无冽井，霜月见芳荪。\r\n清白家传远，诗书志所敦。列科叨甲乙，从宦出丘樊。\r\n结友心多契，驰声气尚吞。士安曾重赋，元礼许登门。\r\n草檄嫖姚幕，巡兵戊己屯。筑台先自隗，送客独留髡。\r\n遂结王畿绶，来观衢室樽。鸢飞入鹰隼，鱼目俪玙璠。\r\n晓烛罗驰道，朝阳辟帝阍。王正会夷夏，月朔盛旗幡。\r\n独立当瑶阙，传呵步紫垣。按章清犴狱，视祭洁蘋蘩。\r\n御历昌期远，传家宝祚蕃。繇文光夏启，神教畏轩辕。\r\n内禅因天性，雄图授化元。继明悬日月，出震统乾坤。\r\n大孝三朝备，洪恩九族惇。百川宗渤澥，五岳辅昆仑。\r\n何幸逢休运，微班识至尊。校缗资筦榷，复土奉山园。\r\n一失贵人意，徒闻太学论。直庐辞锦帐，远守愧朱幡。\r\n巢幕方犹燕，抢榆尚笑鲲。邅回过荆楚，流落感凉温。\r\n旅望花无色，愁心醉不惛。春江千里草，暮雨一声猿。\r\n问卜安冥数，看方理病源。带赊衣改制，尘涩剑成痕。\r\n三秀悲中散，二毛伤虎贲。来忧御魑魅，归愿牧鸡豚。\r\n就日秦京远，临风楚奏烦。南登无灞岸，旦夕上高原。"
        },
        {
            "title": "许给事见示哭工部刘尚书诗因命同作",
            "content": "汉室贤王后，孔门高第人。济时成国器，乐道任天真。\r\n特达圭无玷，坚贞竹有筠。总戎宽得众，市义贵能贫。\r\n护塞无南牧，驰心拱北辰。乞身来阙下，赐告卧漳滨。\r\n荣耀初题剑，清羸已拖绅。宫星徒列位，隙日不回轮。\r\n自昔追飞侣，今为侍从臣。素弦哀已绝，青简叹犹新。\r\n未遂挥金乐，空悲撤瑟晨。凄凉竹林下，无复见清尘。"
        },
        {
            "title": "海阳湖别浩初师",
            "content": "近郭看殊境，独游常鲜欢。逢君驻缁锡，观貌称林峦。\r\n湖满景方霁，野香春未阑。爱泉移席近，闻石辍棋看。\r\n风止松犹韵，花繁露未干。桥形出树曲，岩影落池寒。\r\n别路千嶂里，诗情暮云端。他年买山处，似此得隳官。"
        },
        {
            "title": "奉送裴司徒令公自东都留守再命太原",
            "content": "星使出关东，兵符赐上公。山河归旧国，管籥换离宫。\r\n行色旌旗动，军声鼓角雄。爱棠馀故吏，骑竹见新童。\r\n汉垒三秋静，胡沙万里空。其如天下望，旦夕咏清风。"
        },
        {
            "title": "送令狐相公自仆射出镇南梁",
            "content": "夏木正阴成，戎装出帝京。沾襟辞阙泪，回首别乡情。\r\n云树褒中路，风烟汉上城。前旌转谷去，后骑踏桥声。\r\n久领鸳行重，无嫌虎绶轻。终提一麾去，再入福苍生。"
        },
        {
            "title": "送陆侍御归淮南使府五韵",
            "content": "江左重诗篇，陆生名久传。凤城来已熟，羊酪不嫌膻。\r\n归路芙蓉府，离堂玳瑁筵。泰山呈腊雪，隋柳布新年。\r\n曾忝扬州荐，因君达短笺。"
        },
        {
            "title": "早秋送台院杨侍御归朝",
            "content": "仙署棣华春，当时已绝伦。今朝丹阙下，更入白眉人。\r\n重振高阳族，分居要路津。一门科第足，五府辟书频。\r\n鸷鸟得秋气，法星悬火旻。圣朝寰海静，所至不埋轮。"
        },
        {
            "title": "送工部张侍郎入蕃吊祭",
            "content": "月窟宾诸夏，云官降九天。饰终邻好重，锡命礼容全。\r\n水咽犹登陇，沙鸣稍极边。路因乘驿近，志为饮冰坚。\r\n毳帐差池见，乌旗摇曳前。归来赐金石，荣耀自编年。"
        },
        {
            "title": "白鹰",
            "content": "毛羽斒斓白纻裁，马前擎出不惊猜。轻抛一点入云去，\r\n喝杀三声掠地来。绿玉觜攒鸡脑破，玄金爪擘兔心开。\r\n都缘解搦生灵物，所以人人道俊哉。"
        },
        {
            "title": "送曹璩归越中旧隐诗",
            "content": "行尽潇湘万里馀，少逢知己忆吾庐。数间茅屋闲临水，\r\n一盏秋灯夜读书。地远何当随计吏，策成终自诣公车。\r\n剡中若问连州事，唯有千山画不如。"
        },
        {
            "title": "送周鲁儒赴举诗",
            "content": "宋日营阳内史孙，因家占得九疑村。童心便有爱书癖，\r\n手指今馀把笔痕。自握蛇珠辞白屋，欲凭鸡卜谒金门。\r\n若逢广坐问羊酪，从此知名在一言。"
        },
        {
            "title": "赠同年陈长史员外",
            "content": "明州长史外台郎，忆昔同年翰墨场。一自分襟多岁月，\r\n相逢满眼是凄凉。推贤有愧韩安国，论旧唯存盛孝章。\r\n所叹谬游东阁下，看君无计出恓惶。"
        },
        {
            "title": "柳絮",
            "content": "飘飏南陌起东邻，漠漠濛濛暗度春。花巷暖随轻舞蝶，\r\n玉楼晴拂艳妆人。萦回谢女题诗笔，点缀陶公漉酒巾。\r\n何处好风偏似雪，隋河堤上古江津。"
        },
        {
            "title": "巫山神女庙",
            "content": "巫山十二郁苍苍，片石亭亭号女郎。晓雾乍开疑卷幔，\r\n山花欲谢似残妆。星河好夜闻清佩，云雨归时带异香。\r\n何事神仙九天上，人间来就楚襄王。"
        },
        {
            "title": "鱼复江中",
            "content": "扁舟尽室贫相逐，白发藏冠镊更加。远水自澄终日绿，\r\n晴林长落过春花。客情浩荡逢乡语，诗意留连重物华。\r\n风樯好住贪程去，斜日青帘背酒家。"
        },
        {
            "title": "别夔州官吏",
            "content": "三年楚国巴城守，一去扬州扬子津。青帐联延喧驿步，\r\n白头俯伛到江滨。巫山暮色常含雨，峡水秋来不恐人。\r\n惟有九歌词数首，里中留与赛蛮神。"
        },
        {
            "title": "自江陵沿流道中",
            "content": "三千三百西江水，自古如今要路津。月夜歌谣有渔父，\r\n风天气色属商人。沙村好处多逢寺，山叶红时觉胜春。\r\n行到南朝征战地，古来名将尽为神。"
        },
        {
            "title": "麻姑山",
            "content": "曾游仙迹见丰碑，除却麻姑更有谁。云盖青山龙卧处，\r\n日临丹洞鹤归时。霜凝上界花开晚，月冷中天果熟迟。\r\n人到便须抛世事，稻田还拟种灵芝。"
        },
        {
            "title": "答东阳于令寒碧图诗",
            "content": "东阳本是佳山水，何况曾经沉隐侯。化得邦人解吟咏，\r\n如今县令亦风流。新开潭洞疑仙境，远写丹青到雍州。\r\n落在寻常画师手，犹能三伏凛生秋。"
        },
        {
            "title": "怀妓",
            "content": "玉钗重合两无缘，鱼在深潭鹤在天。得意紫鸾休舞镜，\r\n能言青鸟罢衔笺。金盆已覆难收水，玉轸长抛不续弦。\r\n若向蘼芜山下过，遥将红泪洒穷泉。\r\n鸾飞远树栖何处，凤得新巢想称心。红壁尚留香漠漠，\r\n碧云初断信沉沉。情知点污投泥玉，犹自经营买笑金。\r\n从此山头似人石，丈夫形状泪痕深。\r\n但曾行处遍寻看，虽是生离死一般。买笑树边花已老，\r\n画眉窗下月犹残。云藏巫峡音容断，路隔星桥过往难。\r\n莫怪诗成无泪滴，尽倾东海也须干。\r\n三山不见海沉沉，岂有仙踪更可寻。青鸟去时云路断，\r\n姮娥归处月宫深。纱窗遥想春相忆，书幌谁怜夜独吟。\r\n料得夜来天上镜，只应偏照两人心。"
        },
        {
            "title": "望夫山",
            "content": "何代提戈去不还，独留形影白云间。肌肤销尽雪霜色，\r\n罗绮点成苔藓斑。江燕不能传远信，野花空解妒愁颜。\r\n近来岂少征人妇，笑采蘼芜上北山。"
        },
        {
            "title": "再授连州至衡阳酬柳柳州赠别",
            "content": "去国十年同赴召，渡湘千里又分岐。重临事异黄丞相，\r\n三黜名惭柳士师。归目并随回雁尽，愁肠正遇断猿时。\r\n桂江东过连山下，相望长吟有所思。"
        },
        {
            "title": "酬皇甫十少尹暮秋久雨喜晴有怀见示",
            "content": "雨馀独坐卷帘帷，便得诗人喜霁诗。摇落从来长年感，\r\n惨舒偏是病身知。扫开云雾呈光景，流尽潢污见路岐。\r\n何况菊香新酒熟，神州司马好狂时。"
        },
        {
            "title": "酬宣州崔大夫见寄",
            "content": "白衣曾拜汉尚书，今日恩光到敝庐。再入龙楼称绮季，\r\n应缘狗监说相如。中郎南镇权方重，内史高斋兴有馀。\r\n遥想敬亭春欲暮，百花飞尽柳花初。"
        },
        {
            "title": "和仆射牛相公寓言二首",
            "content": "两度竿头立定夸，回眸举袖拂青霞。尽抛今日贵人样，\r\n复振前朝名相家。御史定来休直宿，尚书依旧趁参衙。\r\n具瞻尊重诚无敌，犹忆洛阳千树花。\r\n心如止水鉴常明，见尽人间万物情。雕鹗腾空犹逞俊，\r\n骅骝啮足自无惊。时来未觉权为祟，贵了方知退是荣。\r\n只恐重重世缘在，事须三度副苍生。"
        },
        {
            "title": "和陈许王尚",
            "content": "寥廓高翔不可追，风云失路暂相随。方同洛下书生咏，\r\n又见军前大将旗。雪里命宾开玉帐，饮中请号驻金卮。\r\n竹林一自王戎去，嵇阮虽贫兴未衰。"
        },
        {
            "title": "和牛相公雨后寓怀见示",
            "content": "金火交争正抑扬，萧萧飞雨助清商，晓看纨扇恩情薄，\r\n夜觉纱灯刻数长。树上早蝉才发响，庭中百草已无光。\r\n当年富贵亦惆怅，何况悲翁发似霜。"
        },
        {
            "title": "和仆射牛相公见示长句",
            "content": "静得天和兴自浓，不缘宦达性灵慵。大鹏六月有闲意，\r\n仙鹤千年无躁容。流辈尽来多叹息，官班高后少过从。\r\n唯应加筑露台上，賸见终南云外峰。"
        },
        {
            "title": "和",
            "content": "久辞龙阙拥红旗，喜见天颜拜赤墀。三省英寮非旧侣，\r\n万年芳树长新枝。交朋接武居仙院，幕客追风入凤池。\r\n云母屏风即施设，可怜荣耀冠当时。"
        },
        {
            "title": "酬浙东李侍郎越州春晚即事长句",
            "content": "越中蔼蔼繁华地，秦望峰前禹穴西。湖草初生边雁去，\r\n山花半谢杜鹃啼。青油昼卷临高阁，红旆晴翻绕古堤。\r\n明日汉庭征旧德，老人争出若耶溪。"
        },
        {
            "title": "和苏郎中寻丰安里旧居寄主客张郎中",
            "content": "漳滨卧起恣闲游，宣室征还未白头。旧隐来寻通德里，\r\n新篇写出畔牢愁。池看科斗成文字，鸟听提壶忆献酬。\r\n同学同年又同舍，许君云路并华輈。"
        },
        {
            "title": "奉和裴侍中将赴汉南留别座上诸公",
            "content": "金貂晓出凤池头，玉节前临南雍州。暂辍洪炉观剑戟，\r\n还将大笔注春秋。管弦席上留高韵，山水途中入胜游。\r\n岘首风烟看未足，便应重拜富民侯。"
        },
        {
            "title": "裴相公大",
            "content": "草玄门户少尘埃，丞相并州寄马来。初自塞垣衔苜蓿，\r\n忽行幽径破莓苔。寻花缓辔威迟去，带酒垂鞭躞蹀回。\r\n不与王侯与词客，知轻富贵重清才。"
        },
        {
            "title": "酬严给事贺加五品兼简同制水部李郎中",
            "content": "九天雨露传青诏，八舍郎官换绿衣。初佩银鱼随仗入，\r\n宜乘白马退朝归。雕盘贺喜开瑶席，彩笔题诗出锁闱。\r\n闻道水曹偏得意，霞朝雾夕有光辉。"
        },
        {
            "title": "酬太原狄尚书见寄",
            "content": "家声烜赫冠前贤，时望穹崇镇北边。身上官衔如座主，\r\n幕中谭笑取同年。幽并侠少趋鞭弭，燕赵佳人奉管弦。\r\n仍把天兵书号笔，远题长句寄山川。"
        },
        {
            "title": "浙东元相",
            "content": "稽山自与岐山别，何事连年鸑鷟飞。百辟商量旧相入，\r\n九天祗候老臣归。平湖晚泛窥清镜，高阁晨开扫翠微。\r\n今日看书最惆怅，为闻梅雨损朝衣。"
        },
        {
            "title": "张郎中",
            "content": "南宫词客寄新篇，清似湘灵促柱弦。京邑旧游劳梦想，\r\n历阳秋色正澄鲜。云衔日脚成山雨，风驾潮头入渚田。\r\n对此独吟还独酌，知音不见思怆然。"
        },
        {
            "title": "酬国子崔博士立之见寄",
            "content": "健笔高科早绝伦，后来无不揖芳尘。遍看今日乘轩客，\r\n多是昔年呈卷人。胄子执经瞻讲坐，郎官共食接华茵。\r\n烦君远寄相思曲，慰问天南一逐臣。"
        },
        {
            "title": "酬杨司业巨源见寄",
            "content": "辟雍流水近灵台，中有诗篇绝世才。渤海归人将集去，\r\n梨园弟子请词来。琼枝未识魂空断，宝匣初临手自开。\r\n莫道专城管云雨，其如心似不然灰。"
        },
        {
            "title": "和仆射牛相公追感韦裴六相登庸,皆四十余未",
            "content": "坐镇清朝独殷然，闲征故事数前贤。用才同践钧衡地，\r\n禀气终分大小年。威凤本池思泛泳，仙查旧路望回旋。\r\n犹怜绮季深山里，唯有松风与石田。"
        },
        {
            "title": "酬淮南牛相公述旧见贻",
            "content": "少年曾忝汉庭臣，晚岁空馀老病身。初见相如成赋日，\r\n寻为丞相扫门人。追思往事咨嗟久，喜奉清光笑语频。\r\n犹有登朝旧冠冕，待公三入拂埃尘。"
        },
        {
            "title": "寄朗州温右史曹长",
            "content": "暂别瑶墀鸳鹭行，彩旗双引到沅湘。城边流水桃花过，\r\n帘外春风杜若香。史笔枉将书纸尾，朝缨不称濯沧浪。\r\n云台公业家声在，征诏何时出建章。"
        },
        {
            "title": "寄唐州杨八归厚",
            "content": "淮安古地拥州师，画角金饶旦夕吹。浅草遥迎鹔鹴马，\r\n春风乱飐辟邪旗。谪仙年月今应满，戆谏声名众所知。\r\n何况迁乔旧同伴，一双先入凤凰池。"
        },
        {
            "title": "马大夫见示浙西王侍御赠答诗因命同作",
            "content": "忆逐羊车凡几时，今来旧府统戎师。象筵照室会词客，\r\n铜鼓临轩舞海夷，百越酋豪称故吏，十洲风景助新诗。\r\n秣陵从事何年别，一见琼章如素期。"
        },
        {
            "title": "和南海马大夫闻杨侍郎出守郴州因有寄上之作",
            "content": "忽惊金印驾朱轓，遂别鸣珂听晓猿。碧落仙来虽暂谪，\r\n赤泉侯在是深恩。玉环庆远瞻台坐，铜柱勋高压海门。\r\n一咏琼瑶百忧散，何劳更树北堂萱。"
        },
        {
            "title": "南",
            "content": "汉家旄节付雄才，百越南溟统外台。身在绛纱传六艺，\r\n腰悬青绶亚三台。连天浪静长鲸息，映日帆多宝舶来。\r\n闻道楚氛犹未灭，终须旌旆扫云雷。"
        },
        {
            "title": "谢窦员外旬休早凉见示诗",
            "content": "新秋十日浣朱衣，铃阁无声公吏归。风韵渐高梧叶动，\r\n露光初重槿花稀。四时苒苒催容鬓，三爵油油忘是非。\r\n更报明朝池上酌，人知太守字玄晖。"
        },
        {
            "title": "酬窦员外",
            "content": "分忧余刃又从公，白羽胡床啸咏中。彩笔谕戎矜倚马，\r\n华堂留客看惊鸿。渚宫油幕方高步，澧浦甘棠有几丛。\r\n若问骚人何处所，门临寒水落江枫。"
        },
        {
            "title": "寄杨八拾遗",
            "content": "闻君前日独庭争，汉帝偏知白马生。忽领簿书游太学，\r\n宁劳侍从厌承明。洛阳本自宜才子，海内而今有直声。\r\n为谢同僚老博士，范云来岁即公卿。"
        },
        {
            "title": "酬元九侍御赠璧竹鞭长句",
            "content": "碧玉孤根生在林，美人相赠比双金。初开郢客缄封后，\r\n想见巴山冰雪深。多节本怀端直性，露青犹有岁寒心。\r\n何时策马同归去，关树扶疏敲镫吟。"
        },
        {
            "title": "和思黯忆南庄见示",
            "content": "丞相新家伊水头，智囊心匠日增修。化成池沼无痕迹，\r\n奔走清波不自由。台上看山徐举酒，潭中见月慢回舟。\r\n从来天下推尤物，合属人间第一流。"
        },
        {
            "title": "乐天以愚相访沽酒",
            "content": "少年曾醉酒旗下，同辈黄衣颔亦黄。蹴踏青云寻入仕，\r\n萧条白发且飞觞。令征古事欢生雅，客唤闲人兴任狂。\r\n犹胜独居荒草院，蝉声听尽到寒螀。"
        },
        {
            "title": "和仆射牛相公春日闲坐见怀",
            "content": "官曹崇重难频入，第宅清闲且独行。阶蚁相逢如偶语，\r\n园蜂速去恐违程。人于红药惟看色，莺到垂杨不惜声。\r\n东洛池台怨抛掷，移文非久会应成。"
        },
        {
            "title": "和牛相公游南庄醉后寓言戏赠乐天兼见示",
            "content": "城外园林初夏天，就中野趣在西偏。蔷薇乱发多临水，\r\n鸂鶒双游不避船。水底远山云似雪，桥边平岸草如烟。\r\n白家唯有杯觞兴，欲把头盘打少年。"
        },
        {
            "title": "和乐天洛下雪中宴集寄汴州李尚书",
            "content": "洛城无事足杯盘，风雪相和岁欲阑。树上因依见寒鸟，\r\n坐中收拾尽闲官。笙歌要请频何爽，笑语忘机拙更欢。\r\n遥想兔园今日会，琼林满眼映旂竿。"
        },
        {
            "title": "寄",
            "content": "太华莲峰降岳灵，两川棠树接郊坰。政同兄弟人人乐，\r\n曲奏埙篪处处听。杨叶百穿荣会府，芝泥五色耀天庭。\r\n各抛笔砚夸旄钺，莫遣文星让将星。"
        },
        {
            "title": "乐天示过敦诗旧",
            "content": "凄凉同到故人居，门枕寒流古木疏。向秀心中嗟栋宇，\r\n萧何身后散图书。本营归计非无意，唯算生涯尚有馀。\r\n忽忆前言更惆怅，丁宁相约速悬车。"
        },
        {
            "title": "酬乐天请裴令公开春加宴",
            "content": "高名大位能兼有，恣意遨游是特恩。二室烟霞成步障，\r\n三川风物是家园。晨窥苑树韶光动，晚度河桥春思繁。\r\n弦管常调客常满，但逢花处即开樽。"
        },
        {
            "title": "酬乐天偶题酒瓮见寄",
            "content": "从君勇断抛名后，世路荣枯见几回。门外红尘人自走，\r\n瓮头清酒我初开。三冬学任胸中有，万户侯须骨上来。\r\n何幸相招同醉处，洛阳城里好池台。"
        },
        {
            "title": "酬乐天斋满日裴令公置宴席上戏赠",
            "content": "一月道场斋戒满，今朝华幄管弦迎。衔杯本自多狂态，\r\n事佛无妨有佞名。酒力半酣愁已散，文锋未钝老犹争。\r\n平阳不独容宾醉，听取喧呼吏舍声。"
        },
        {
            "title": "吴方之见示独酌小",
            "content": "闲门共寂任张罗，静室同虚养太和。尘世欢娱开意少，\r\n醉乡风景独游多。散金疏傅寻常乐，枕麹刘生取次歌。\r\n计会雪中争挈榼，鹿裘鹤氅递相过。"
        },
        {
            "title": "和乐天斋戒月满夜对道场偶怀咏",
            "content": "常修清净去繁华，人识王城长者家。案上香烟铺贝叶，\r\n佛前灯焰透莲花。持斋已满招闲客，理曲先闻命小娃。\r\n明日若过方丈室，还应问为法来邪。"
        },
        {
            "title": "秋斋独坐寄乐天兼呈吴方之大夫",
            "content": "空斋寂寂不生尘，药物方书绕病身。纤草数茎胜静地，\r\n幽禽忽至似佳宾。世间忧喜虽无定，释氏销磨尽有因。\r\n同向洛阳闲度日，莫教风景属他人。"
        },
        {
            "title": "酬乐天衫酒见寄",
            "content": "酒法众传吴米好，舞衣偏尚越罗轻。动摇浮蚁香浓甚，\r\n装束轻鸿意态生。阅曲定知能自适，举杯应叹不同倾。\r\n终朝相忆终年别，对景临风无限情。"
        },
        {
            "title": "郡内书情献裴侍中留守",
            "content": "功成频献乞身章，摆落襄阳镇洛阳。万乘旌旗分一半，\r\n八方风雨会中央。兵符今奉黄公略，书殿曾随翠凤翔。\r\n心寄华亭一双鹤，日陪高步绕池塘。"
        },
        {
            "title": "酬令狐相公见寄",
            "content": "才兼文武播雄名，遗爱芳尘满洛城。身在行台为仆射，\r\n书来甪里访先生。闲游占得嵩山色，醉卧高听洛水声。\r\n千里相思难命驾，七言诗里寄深情。"
        },
        {
            "title": "酬令狐相公使宅别斋初栽桂树见怀之作",
            "content": "清淮南岸家山树，黑水东边第一栽。影近画梁迎晓日，\r\n香随绿酒入金杯。根留本土依江润，叶起寒棱映月开。\r\n早晚阴成比梧竹，九霄还放彩雏来。"
        },
        {
            "title": "令狐相公",
            "content": "飞蓬卷尽塞云寒，战马闲嘶汉地宽。万里胡天无警急，\r\n一笼烽火报平安。灯前妓乐留宾宴，雪后山河出猎看。\r\n珍重新诗远相寄，风情不似四登坛。"
        },
        {
            "title": "重酬前寄",
            "content": "边烽寂寂尽收兵，宫树苍苍静掩扃。戎羯归心如内地，\r\n天狼无角比凡星。新成丽句开缄后，便入清歌满坐听。\r\n吴苑晋祠遥望处，可怜南北太相形。"
        },
        {
            "title": "酬思黯见示小饮四韵",
            "content": "抛却人间第一官，俗情惊怪我方安。兵符相印无心恋，\r\n洛水嵩云恣意看。三足鼎中知味久，百寻竿上掷身难。\r\n追呼故旧连宵饮，直到天明兴未阑。"
        },
        {
            "title": "令狐相公自天平移镇太原以诗申贺",
            "content": "北都留守将天兵，出入香街宿禁扃。鼙鼓夜闻惊朔雁，\r\n旌旗晓动拂参星。孔璋旧檄家家有，叔度新歌处处听。\r\n夷落遥知真汉相，争来屈膝看仪刑。"
        },
        {
            "title": "和令狐相公言怀寄河中杨少尹",
            "content": "章句惭非第一流，世间才子昔陪游。吴宫已叹芙蓉死，\r\n边月空悲芦管秋。任向洛阳称傲吏，苦教河上领诸侯。\r\n石渠甘对图书老，关外杨公安稳不。"
        },
        {
            "title": "酬令狐留守巡内至集贤院见寄",
            "content": "仙院文房隔旧宫，当时盛事尽成空。墨池半在颓垣下，\r\n书带犹生蔓草中。巡内因经九重苑，裁诗又继二南风。\r\n为兄手写殷勤句，遍历三台各一通。"
        },
        {
            "title": "自左冯归洛下酬乐天兼呈裴令公",
            "content": "新恩通籍在龙楼，分务神都近旧丘。自有园公紫芝侣，\r\n仍追少傅赤松游。华林霜叶红霞晚，伊水晴光碧玉秋。\r\n更接东山文酒会，始知江左未风流。"
        },
        {
            "title": "夏日寄宣武令狐相公",
            "content": "长忆梁王逸兴多，西园花尽兴如何。近来溽暑侵亭馆，\r\n应觉清谈胜绮罗。境入篇章高韵发，风穿号令众心和。\r\n承明欲谒先相报，愿拂朝衣逐晓珂。"
        },
        {
            "title": "酬令狐相公寄贺迁拜之什",
            "content": "邅回二纪重为郎，洛下遥分列宿光。不见当关呼早起，\r\n曾无侍史与焚香。三花秀色通春幌，十字清波绕宅墙。\r\n白发青衫谁比数，相怜只是有梁王。"
        },
        {
            "title": "酬令狐相公赠别",
            "content": "越声长苦有谁闻，老向湘山与楚云。海峤新辞永嘉守，\r\n夷门重见信陵君。田园松菊今迷路，霄汉鸳鸿久绝群。\r\n幸遇甘泉尚词赋，不知何客荐雄文。"
        },
        {
            "title": "和令狐相公送赵常盈炼师与中贵人同拜岳及天",
            "content": "银珰谒者引蜺旌，霞帔仙官到赤城。白鹤迎来天乐动，\r\n金龙掷下海神惊。元君伏奏归中禁，武帝亲斋礼上清。\r\n何事夷门请诗送，梁王文字上声名。"
        },
        {
            "title": "令狐相公",
            "content": "两首新诗百字余，朱弦玉磬韵难如。汉家丞相重征后，\r\n梁苑仁风一变初。四面诸侯瞻节制，八方通货溢河渠。\r\n自从却縠为元帅，大将归来尽把书。"
        },
        {
            "title": "和乐天题真娘墓",
            "content": "薝卜林中黄土堆，罗襦绣黛已成灰。芳魂虽死人不怕，\r\n蔓草逢春花自开。幡盖向风疑舞袖，镜灯临晓似妆台。\r\n吴王娇女坟相近，一片行云应往来。"
        },
        {
            "title": "乐",
            "content": "吟君叹逝双绝句，使我伤怀奏短歌。世上空惊故人少，\r\n集中惟觉祭文多。芳林新叶催陈叶，流水前波让后波。\r\n万古到今同此恨，闻琴泪尽欲如何。"
        },
        {
            "title": "酬乐天见贻贺金紫之什",
            "content": "久学文章含白凤，却因政事赐金鱼。郡人未识闻谣咏，\r\n天子知名与诏书。珍重贺诗呈锦绣，愿言归计并园庐。\r\n旧来词客多无位，金紫同游谁得如。"
        },
        {
            "title": "题于家公主旧宅",
            "content": "树绕荒台叶满池，箫声一绝草虫悲。邻家犹学宫人髻，\r\n园客争偷御果枝。马埒蓬蒿藏狡兔，凤楼烟雨啸愁鸱。\r\n何郎独在无恩泽，不似当初傅粉时。"
        },
        {
            "title": "春日书",
            "content": "曾向空门学坐禅，如今万事尽忘筌。眼前名利同春梦，\r\n醉里风情敌少年。野草芳菲红锦地，游丝撩乱碧罗天。\r\n心知洛下闲才子，不作诗魔即酒颠。"
        },
        {
            "title": "白",
            "content": "钱塘山水有奇声，暂谪仙官领百城。女妓还闻名小小，\r\n使君谁许唤卿卿。鳌惊震海风雷起，蜃斗嘘天楼阁成。\r\n莫道骚人在三楚，文星今向斗牛明。"
        },
        {
            "title": "客有话汴州新政书事寄令狐相公",
            "content": "天下咽喉今大宁，军城喜气彻青冥。庭前剑戟朝迎日，\r\n笔底文章夜应星。三省壁中题姓字，万人头上见仪形。\r\n汴州忽复承平事，正月看灯户不扃。"
        },
        {
            "title": "和乐天柘枝",
            "content": "柘枝本出楚王家，玉面添娇舞态奢。松鬓改梳鸾凤髻，\r\n新衫别织斗鸡纱。鼓催残拍腰身软，汗透罗衣雨点花。\r\n画筵曲罢辞归去，便随王母上烟霞。"
        },
        {
            "title": "广宣上人",
            "content": "碧云佳句久传芳，曾向成都住草堂。振锡常过长者宅，\r\n披衣犹带令公香。一时风景添诗思，八部人天入道场。\r\n若许相期同结社，吾家本自有柴桑。"
        },
        {
            "title": "送宗密上人归南山",
            "content": "宿习修来得慧根，多闻第一却忘言。自从七祖传心印，\r\n不要三乘入便门。东泛沧江寻古迹，西归紫阁出尘喧。\r\n河南白尹大檀越，好把真经相对翻。"
        },
        {
            "title": "送元简上人适越",
            "content": "孤云出岫本无依，胜境名山即是归。久向吴门游好寺，\r\n还思越水洗尘机。浙江涛惊狮子吼，稽岭峰疑灵鹫飞。\r\n更入天台石桥去，垂珠璀璨拂三衣。"
        },
        {
            "title": "赠日本僧智藏",
            "content": "浮杯万里过沧溟，遍礼名山适性灵。深夜降龙潭水黑，\r\n新秋放鹤野田青。身无彼我那怀土，心会真如不读经。\r\n为问中华学道者，几人雄猛得宁馨。"
        },
        {
            "title": "送僧元暠东游",
            "content": "宝书翻译学初成，振锡如飞白足轻。彭泽因家凡几世，\r\n灵山预会是前生。传灯已悟无为理，濡露犹怀罔极情。\r\n从此多逢大居士，何人不愿解珠璎。"
        },
        {
            "title": "西塞山怀古",
            "content": "西晋楼船下益州，金陵王气黯然收。千寻铁锁沉江底，\r\n一片降幡出石头。人世几回伤往事，山形依旧枕江流。\r\n今逢四海为家日，故垒萧萧芦荻秋。"
        },
        {
            "title": "阳山庙观赛神",
            "content": "汉家都尉旧征蛮，血食如今配此山，曲盖幽深苍桧下，\r\n洞箫愁绝翠屏间。荆巫脉脉传神语，野老娑娑起醉颜。\r\n日落风生庙门外，几人连蹋竹歌还。"
        },
        {
            "title": "送李庚先辈赴选",
            "content": "一家何啻十朱轮，诸父双飞秉大钧。曾脱素衣参幕客，\r\n却为精舍读书人。离筵雒水侵杯色，征路函关向晚尘。\r\n今日山公旧宾主，知君不负帝城春。"
        },
        {
            "title": "哭庞京兆",
            "content": "俊骨英才气褎然，策名飞步冠群贤。逢时已自致高位。\r\n得疾还因倚少年。天上别归京兆府，人间空数茂陵阡。\r\n今朝繐帐哭君处，前日见铺歌舞筵。"
        },
        {
            "title": "夔州窦员外使君",
            "content": "前年曾见两鬟时，今日惊吟悼妓诗。凤管学成知有籍，\r\n龙媒欲换叹无期。空廊月照常行地，后院花开旧折枝。\r\n寂寞鱼山青草里，何人更立智琼祠。"
        },
        {
            "title": "赠致仕滕庶子先辈",
            "content": "朝服归来昼锦荣，登科记上更无兄。寿觞每使曾孙献，\r\n胜境长携众妓行。矍铄据鞍时骋健，殷勤把酒尚多情。\r\n凌寒却向山阴去，衣绣郎君雪里行。"
        },
        {
            "title": "庙庭偃松诗",
            "content": "势轧枝偏根已危，高情一见与扶持。忽从憔悴有生意，\r\n却为离披无俗姿。影入岩廊行乐处，韵含天籁宿斋时。\r\n谢公莫道东山去，待取阴成满凤池。"
        },
        {
            "title": "哭",
            "content": "一夜霜风凋玉芝，苍生望绝士林悲。空怀济世安人略，\r\n不见男婚女嫁时。遗草一函归太史，旅坟三尺近要离。\r\n朔方徙岁行当满，欲为君刊第二碑。"
        },
        {
            "title": "江陵严司",
            "content": "南荆西蜀大行台，幕府旌门相对开。名重三司平水土，\r\n威雄八阵役风雷。彩云朝望青城起，锦浪秋经白帝来。\r\n不是郢中清唱发，谁当丞相掞天才。"
        },
        {
            "title": "述旧贺迁寄陕虢孙常侍",
            "content": "南宫幸袭芝兰后，左辅曾交印绶来。多病未离清洛苑，\r\n新恩已历望仙台。关头古塞桃林静，城下长河竹箭回。\r\n闻说随车有零雨，此时偏动子荆才。"
        },
        {
            "title": "酬朗州崔员外",
            "content": "昔日居邻招屈亭，枫林橘树鹧鸪声。一辞御苑青门去，\r\n十见蛮江白芷生。自此曾沾宣室召，如今又守阖闾城。\r\n何人万里能相忆，同舍仙郎与外兄。"
        },
        {
            "title": "题王郎中宣义里新居",
            "content": "爱君新买街西宅，客到如游鄠杜间。雨后退朝贪种树，\r\n申时出省趁看山。门前巷陌三条近，墙内池亭万境闲。\r\n见拟移居作邻里，不论时节请开关。"
        },
        {
            "title": "酬淮南廖参谋秋夕见过之作",
            "content": "扬州从事夜相寻，无限新诗月下吟。初服已惊玄发长，\r\n高情犹向碧云深。语馀时举一杯酒，坐久方闻四处砧。\r\n不逐繁华访闲散，知君摆落俗人心。"
        },
        {
            "title": "和苏十郎中谢病闲居",
            "content": "清羸隐几望云空，左掖鸳鸾到室中。一卷素书消永日，\r\n数茎斑发对秋风。菱花照后容虽改，蓍草占来命已通。\r\n莫怪人人惊早白，缘君尚是黑头翁。"
        },
        {
            "title": "洛中酬福建陈判官见赠",
            "content": "潦倒声名拥肿材，一生多故苦邅回。南宫旧籍遥相管，\r\n东洛闲门昼未开。静对道流论药石，偶逢词客与琼瑰。\r\n怪君近日文锋利，新向延平看剑来。"
        },
        {
            "title": "尉迟郎中见示自南迁牵复却至洛城东旧居之作",
            "content": "曾遭飞语十年谪，新受恩光万里还。朝服不妨游洛浦，\r\n郊园依旧看嵩山。竹含天籁清商乐，水绕庭台碧玉环。\r\n留作功成退身地，如今只是暂时闲。"
        },
        {
            "title": "洛中初冬拜表有怀上京故人",
            "content": "凤楼南面控三条，拜表郎官早渡桥。清洛晓光铺碧簟，\r\n上阳霜叶剪红绡。省门簪组初成列，云路鸳鸾想退朝。\r\n寄谢殷勤九天侣，抢榆水击各逍遥。"
        },
        {
            "title": "途次华州，陪",
            "content": "城楼四望出风尘，见尽关西渭北春。百二山河雄上国，\r\n一双旌旆委名臣。壁中今日题诗处，天上同时草诏人。\r\n莫怪老郎呈滥吹，宦途虽别旧情亲。"
        },
        {
            "title": "无题",
            "content": "翔鸾阙下谢恩初，通籍由来在石渠。暂入南宫判祥瑞，\r\n还归内殿阅图书。故人犹在三江外，同病凡经二纪馀。\r\n今日荐君嗟久滞，不惟文体似相如。"
        },
        {
            "title": "秋日题窦员外崇德里新居",
            "content": "长爱街西风景闲，到君居处暂开颜。清光门外一渠水，\r\n秋色墙头数点山。疏种碧松通月朗，多栽红药待春还。\r\n莫言堆案无馀地，认得诗人在此间。"
        },
        {
            "title": "寄杨虢州与之旧姻",
            "content": "避地江湖知几春，今来本郡拥朱轮。阮郎无复里中旧，\r\n杨仆却为关外人。各系一官难命驾，每怀前好易沾巾。\r\n玉城山里多灵药，摆落功名且养神。"
        },
        {
            "title": "窦夔州",
            "content": "鸾声窈眇管参差，清韵初调众乐随。幽院妆成花下弄，\r\n高楼月好夜深吹。忽惊暮雨飘零尽，唯有朝云梦想期。\r\n闻道今年寒食日，东山旧路独行迟。"
        },
        {
            "title": "秘书崔少",
            "content": "麟台少监旧仙郎，洛水桥边坠马伤。尘污腰间青襞绶，\r\n风飘掌下紫游缰。上车著作应来问，折臂三公定送方。\r\n犹赖德全如醉者，不妨吟咏入篇章。"
        },
        {
            "title": "赠东岳张炼师",
            "content": "东岳真人张炼师，高情雅淡世间稀。堪为列女书青简，\r\n久事元君住翠微。金缕机中抛锦字，玉清台上著霓衣。\r\n云衢不要吹箫伴，只拟乘鸾独自飞。"
        },
        {
            "title": "宣上人远",
            "content": "礼闱新榜动长安，九陌人人走马看。一日声名遍天下，\r\n满城桃李属春官。自吟白雪诠词赋，指示青云借羽翰。\r\n借问至公谁印可，支郎天眼定中观。"
        },
        {
            "title": "闻韩宾擢第",
            "content": "零陵香草满郊坰，丹穴雏飞入翠屏。孝若归来成画赞，\r\n孟阳别后有山铭。兰陔旧地花才结，桂树新枝色更青。\r\n为报儒林丈人道，如今从此鬓星星。"
        },
        {
            "title": "洛中寺北楼见贺监草书题诗",
            "content": "高楼贺监昔曾登，壁上笔踪龙虎腾。中国书流尚皇象，\r\n北朝文士重徐陵。偶因独见空惊目，恨不同时便伏膺。\r\n唯恐尘埃转磨灭，再三珍重嘱山僧。"
        },
        {
            "title": "寄杨八寿州",
            "content": "风猎红旗入寿春，满城歌舞向朱轮。八公山下清淮水，\r\n千骑尘中白面人。桂岭雨馀多鹤迹，茗园晴望似龙鳞。\r\n圣朝方用敢言者，次第应须旧谏臣。"
        },
        {
            "title": "谢寺双桧",
            "content": "双桧苍然古貌奇，含烟吐雾郁参差。晚依禅客当金殿，\r\n初对将军映画旗。龙象界中成宝盖，鸳鸯瓦上出高枝。\r\n长明灯是前朝焰，曾照青青年少时。"
        },
        {
            "title": "览董评事思归之什因以诗赠",
            "content": "几年油幕佐征东，却泛沧浪狎钓童。欹枕醉眠成戏蝶，\r\n抱琴闲望送归鸿。文儒自袭胶西相，倚伏能齐塞上翁。\r\n更说扁舟动乡思，青菰已熟奈秋风。"
        },
        {
            "title": "刘驸马水亭避暑",
            "content": "千竿竹翠数莲红，水阁虚凉玉簟空。琥珀盏红疑漏酒，\r\n水晶帘莹更通风。赐冰满碗沉朱实，法馔盈盘覆碧笼。\r\n尽日逍遥避烦暑，再三珍重主人翁。"
        },
        {
            "title": "唐秀才赠",
            "content": "端州石砚人间重，赠我因知正草玄。阙里庙堂空旧物，\r\n开方灶下岂天然。玉蜍吐水霞光静，彩翰摇风绛锦鲜。\r\n此日佣工记名姓，因君数到墨池前。"
        },
        {
            "title": "衢州徐员",
            "content": "烂柯山下旧仙郎，列宿来添婺女光。远放歌声分白纻，\r\n知传家学与青箱。水朝沧海何时去，兰在幽林亦自芳。\r\n闻说天台有遗爱，人将琪树比甘棠。"
        },
        {
            "title": "松滋渡望峡中",
            "content": "渡头轻雨洒寒梅，云际溶溶雪水来。梦渚草长迷楚望，\r\n夷陵土黑有秦灰。巴人泪应猿声落，蜀客船从鸟道回。\r\n十二碧峰何处所，永安宫外是荒台。"
        },
        {
            "title": "窦朗州见示与澧州元郎中早秋赠答命同作",
            "content": "邻境诸侯同舍郎，芷江兰浦恨无梁。秋风门外旌旗动，\r\n晓露庭中橘柚香。玉簟微凉宜白昼，金笳入暮应清商，\r\n骚人昨夜闻鶗鴂，不叹流年惜众芳。"
        },
        {
            "title": "早春对雪奉寄澧州元郎中",
            "content": "新赐鱼书墨未干，贤人暂出远人安。朝驱旌旆行时令，\r\n夜见星辰忆旧官。梅蕊覆阶铃阁暖，雪峰当户戟枝寒。\r\n宁知楚客思公子，北望长吟澧有兰。"
        },
        {
            "title": "朗州窦员外见示与澧州元郎中郡斋赠答长句二",
            "content": "鸳鹭差池出建章，彩旗朱户蔚相望。新恩共理犬牙地，\r\n昨日同含鸡舌香。白芷江边分驿路，山桃蹊外接甘棠。\r\n应怜一罢金闺籍，枉渚逢春十度伤。"
        },
        {
            "title": "荆门道怀古",
            "content": "南国山川旧帝畿，宋台梁馆尚依稀。马嘶古道行人歇，\r\n麦秀空城野雉飞。风吹落叶填宫井，火入荒陵化宝衣。\r\n徒使词臣庾开府，咸阳终日苦思归。"
        },
        {
            "title": "送景玄师东归",
            "content": "东林寺里一沙弥，心爱当时才子诗。山下偶随流水出，\r\n秋来却赴白云期。滩头蹑屐挑沙菜，路上停舟读古碑。\r\n想到旧房抛锡杖，小松应有过檐枝。"
        },
        {
            "title": "送义舟师却还黔南",
            "content": "黔江秋水浸云霓，独泛慈航路不迷。猿狖窥斋林叶动，\r\n蛟龙闻咒浪花低。如莲半偈心常悟，问菊新诗手自携。\r\n常说摩围似灵鹫，却将山屐上丹梯。"
        },
        {
            "title": "送慧则法师归上都因呈广宣上人",
            "content": "昨日东林看讲时，都人象马蹋琉璃。雪山童子应前世，\r\n金粟如来是本师。一锡言归九城路，三衣曾拂万年枝。\r\n休公久别如相问，楚客逢秋心更悲。"
        },
        {
            "title": "送分司陈郎中只召直史馆重修三圣实录",
            "content": "蝉鸣官树引行车，言自成周赴玉除。远取南朝贵公子，\r\n重修东观帝王书。常时载笔窥金匮，暇日登楼到石渠。\r\n若问旧人刘子政，如今白首在南徐。"
        },
        {
            "title": "送李二十九兄员外赴邠宁使幕",
            "content": "家袭韦平身业文，素风清白至今贫。南宫通籍新郎吏，\r\n西候从戎旧主人。城外草黄秋有雪，烽头烟静虏无尘。\r\n鼎门为别霜天晓，賸把离觞三五巡。"
        },
        {
            "title": "汉寿城春望",
            "content": "汉寿城边野草春，荒祠古墓对荆榛。田中牧竖烧刍狗，\r\n陌上行人看石麟。华表半空经霹雳，碑文才见满埃尘。\r\n不知何日东瀛变，此地还成要路津。"
        },
        {
            "title": "送国子令狐博士赴兴元觐省",
            "content": "相门才子高阳族，学省清资五品官。谏院过时荣棣萼，\r\n谢庭归去踏芝兰。山中花带烟岚晚，栈底江涵雪水寒。\r\n伯仲到家人尽贺，柳营莲府递相欢。"
        },
        {
            "title": "送蕲州李郎中赴任",
            "content": "楚关蕲水路非赊，东望云山日夕佳。薤叶照人呈夏簟，\r\n松花满碗试新茶。楼中饮兴因明月，江上诗情为晚霞。\r\n北地交亲长引领，早将玄鬓到京华。"
        },
        {
            "title": "奉送李户部侍郎自河南尹再除本官归阙",
            "content": "昔年内署振雄词，今日东都结去思。宫女犹传洞箫赋，\r\n国人先咏衮衣诗。华星却复文昌位，别鹤重归太乙池。\r\n想到金闺待通籍，一时惊喜见风仪。"
        },
        {
            "title": "送李中丞赴楚州",
            "content": "缇骑朱旗入楚城，士林皆贺振家声。儿童但喜迎宾守，\r\n故吏犹应记姓名。万顷水田连郭秀，四时烟月映淮清。\r\n忆君初得昆山玉，同向扬州携手行。"
        },
        {
            "title": "送唐舍人出镇闽中",
            "content": "暂辞鸳鹭出蓬瀛，忽拥貔貅镇粤城。闽岭夏云迎皂盖，\r\n建溪秋树映红旌。山川远地由来好，富贵当年别有情。\r\n了却人间婚嫁事，复归朝右作公卿。"
        },
        {
            "title": "送前进士蔡京赴学究科",
            "content": "耳闻战鼓带经锄，振发声名自里闾。已是世间能赋客，\r\n更攻窗下绝编书。朱门达者谁能识，绛帐书生尽不如。\r\n幸遇天官旧丞相，知君无翼上空虚。"
        },
        {
            "title": "重送浙",
            "content": "江北万人看玉节，江南千骑引金铙。凤从池上游沧海，\r\n鹤到辽东识旧巢。城下清波含百谷，窗中远岫列三茅。\r\n碧鸡白马回翔久，却忆朱方是乐郊。"
        },
        {
            "title": "奉送浙西李仆射相公赴镇",
            "content": "建节东行是旧游，欢声喜气满吴州。郡人重得黄丞相，\r\n童子争迎郭细侯。诏下初辞温室树，梦中先到景阳楼。\r\n自怜不识平津阁，遥望旌旗汝水头。"
        },
        {
            "title": "送周使君罢渝州归郢州别墅",
            "content": "君思郢上吟归去，故自渝南掷郡章。野戍岸边留画舸，\r\n绿萝阴下到山庄。池荷雨后衣香起，庭草春深绶带长。\r\n只恐鸣驺催上道，不容待得晚菘尝。"
        },
        {
            "title": "洛中送杨处厚入关便游蜀",
            "content": "洛阳秋日正凄凄，君去西秦更向西。旧学三冬今转富，\r\n曾伤六翮养初齐。王城晓入窥丹凤，蜀路晴来见碧鸡。\r\n早识卧龙应有分，不妨从此蹑丹梯。"
        },
        {
            "title": "送王司马之陕州",
            "content": "暂辍清斋出太常，空携诗卷赴甘棠。府公既有朝中旧，\r\n司马应容酒后狂。案牍来时唯署字，风烟入兴便成章。\r\n两京大道多游客，每遇词人战一场。"
        },
        {
            "title": "送源中丞充新罗册立使",
            "content": "相门才子称华簪，持节东行捧德音。身带霜威辞凤阙，\r\n口传天语到鸡林。烟开鳌背千寻碧，日浴鲸波万顷金。\r\n想见扶桑受恩处，一时西拜尽倾心。"
        },
        {
            "title": "送浑大夫赴丰州",
            "content": "凤衔新诏降恩华，又见旌旗出浑家。故吏来辞辛属国，\r\n精兵愿逐李轻车。毡裘君长迎风驭，锦带酋豪踏雪衙。\r\n其奈明年好春日，无人唤看牡丹花。"
        },
        {
            "title": "送李尚书镇滑州",
            "content": "南徐报政入文昌，东郡须才别建章。视草名高同蜀客，\r\n拥旄年少胜荀郎。黄河一曲当城下，缇骑千重照路傍。\r\n自古相门还出相，如今人望在岩廊。"
        },
        {
            "title": "送春词",
            "content": "昨来楼上迎春处，今日登楼又送归。兰蕊残妆含露泣，\r\n柳条长袖向风挥。佳人对镜容颜改，楚客临江心事违。\r\n万古至今同此恨，无如一醉尽忘机。"
        },
        {
            "title": "题淳于髡墓",
            "content": "生为齐赘婿，死作楚先贤。应以客卿葬，故临官道边。\r\n寓言本多兴，放意能合权。我有一石酒，置君坟树前。"
        },
        {
            "title": "奉和郑相公以考功十弟山姜花俯赐篇咏",
            "content": "采撷黄姜蕊，封题青琐闱。共闻调膳日，正是退朝归。\r\n响为纤筵发，情随彩翰飞。故将天下宝，万里与光辉。"
        },
        {
            "title": "途次敷",
            "content": "昔日股肱守，朱轮兹地游。繁华日已谢，章句此空留。\r\n蔓草佳城闭，故林棠树秋。今来重垂泪，不忍过西州。"
        },
        {
            "title": "有感",
            "content": "死且不自觉，其馀安可论。昨宵凤池客，今日雀罗门。\r\n骑吏尘未息，铭旌风已翻。平生红粉爱，惟解哭黄昏。"
        },
        {
            "title": "思归寄山中友人",
            "content": "萧条对秋色，相忆在云泉。木落病身死，潮平归思悬。\r\n凉钟山顶寺，暝火渡头船。此地非吾士，闲留又一年。"
        },
        {
            "title": "题招隐寺",
            "content": "隐士遗尘在，高僧精舍开。地形临渚断，江势触山回。\r\n楚野花多思，南禽声例哀。殷勤最高顶，闲即望乡来。"
        },
        {
            "title": "南中书来",
            "content": "君书问风俗，此地接炎州。淫祀多青鬼，居人少白头。\r\n旅情偏在夜，乡思岂唯秋。每羡朝宗水，门前尽日流。"
        },
        {
            "title": "谢宣州崔相公赐马",
            "content": "浮云金络膝，昨日别朱轮。衔草如怀恋，嘶风尚意频。\r\n曾将比君子，不是换佳人。从此西归路，应容蹑后尘。"
        },
        {
            "title": "元日感怀",
            "content": "振蛰春潜至，湘南人未归。身加一日长，心觉去年非。\r\n燎火委虚烬，儿童衒彩衣。异乡无旧识，车马到门稀。"
        },
        {
            "title": "谢柳子厚寄叠石砚",
            "content": "常时同砚席，寄砚感离群。清越敲寒玉，参差叠碧云。\r\n烟岚餘斐亹，水墨两氛氲。好与陶贞白，松窗写紫文。"
        },
        {
            "title": "寻汪道士不遇",
            "content": "仙子东南秀，泠然善驭风。笙歌五云里，天地一壶中。\r\n受箓金华洞，焚香玉帝宫。我来君闭户，应是向崆峒。"
        },
        {
            "title": "罢郡姑苏北归渡扬子津",
            "content": "几岁悲南国，今朝赋北征。归心渡江勇，病体得秋轻。\r\n海阔石门小，城高粉堞明。金山旧游寺，过岸听钟声。\r\n故国荒台在，前临震泽波。绮罗随世尽，麋鹿古时多。\r\n筑用金鎚力，摧因石鼠窠。昔年雕辇路，唯有采樵歌。"
        },
        {
            "title": "松江送处州奚使君",
            "content": "吴越古今路，沧波朝夕流。从来别离地，能使管弦愁。\r\n江草带烟暮，海云含雨秋。知君五陵客，不乐石门游。"
        },
        {
            "title": "题报恩寺",
            "content": "云外支硎寺，名声敌虎丘。石文留马迹，峰势耸牛头。\r\n泉眼潜通海，松门预带秋。迟回好风景，王谢昔曾游。"
        },
        {
            "title": "发苏州后登武丘寺望海楼",
            "content": "独宿望海楼，夜深珍木冷。僧房已闭户，山月方出岭。\r\n碧池涵剑彩，宝刹摇星影。却忆郡斋中，虚眠此时景。"
        },
        {
            "title": "和李相公以",
            "content": "业继韦平后，家依昆阆间。恩华辞北第，潇洒爱东山。\r\n满室图书在，入门松菊闲。垂天虽暂息，一举出人寰。"
        },
        {
            "title": "和李相公初归平泉过龙门南岭遥望山居即事",
            "content": "暂别明庭去，初随优诏还。曾为鹏鸟赋，喜过凿龙山。\r\n新墅烟火起，野程泉石间。岩廊人望在，只得片时闲。"
        },
        {
            "title": "和李相公平泉潭上喜见初月",
            "content": "家山见初月，林壑悄无尘。幽境此何夕，清光如为人。\r\n潭空破镜入，风动翠蛾嚬。会向琐窗望，追思伊洛滨。"
        },
        {
            "title": "酬李相公喜归乡国自巩县夜泛洛水见寄",
            "content": "巩树烟月上，清光含碧流。且无三已色，犹泛五湖舟。\r\n鹏息风还起，凤归林正秋。虽攀小山桂，此地不淹留。"
        },
        {
            "title": "和重题",
            "content": "林端落照尽，湖上远岚清。水榭芝兰室，仙舟鱼鸟情。\r\n人琴久寂寞，烟月若平生。一泛钓璜处，再吟锵玉声。"
        },
        {
            "title": "和西川李尚书汉州微月游房太尉西湖",
            "content": "木落汉川夜，西湖悬玉钩。旌旗环水次，舟楫泛中流。\r\n目极想前事，神交如共游。瑶琴久已绝，松韵自悲秋。"
        },
        {
            "title": "酬滑州李尚书秋日见寄",
            "content": "一入石渠署，三闻宫树蝉。丹霄未得路，白发又添年。\r\n双节外台贵，孤箫中禁传。征黄在旦夕，早晚发南燕。"
        },
        {
            "title": "牛相公林亭雨后偶成",
            "content": "飞雨过池阁，浮光生草树。新竹开粉奁，初莲爇香注。\r\n野花无时节，水鸟自来去。若问知境人，人间第一处。"
        },
        {
            "title": "牛相公留守",
            "content": "别墅洛城外，月明村野通。光辉满地上，丝管发舟中。\r\n堤艳菊花露，岛凉松叶风。高情限清禁，寒漏滴深宫。"
        },
        {
            "title": "将赴苏州，途",
            "content": "岁杪风物动，雪馀宫苑晴。兔园宾客至，金谷管弦声。\r\n洛水故人别，吴宫新燕迎。越郎忧不浅，怀袖有琼英。"
        },
        {
            "title": "微之镇",
            "content": "今日油幢引，他年黄纸追。同为三楚客，独有九霄期。\r\n宿草恨长在，伤禽飞尚迟。武昌应已到，新柳映红旗。"
        },
        {
            "title": "奉和司空裴相公中书即事通简旧僚之作",
            "content": "谭笑在岩廊，人人尽所长。仪形见山立，文字动星光。\r\n日运丹青笔，时看赤白囊。伫闻戎马息，入贺领鸳行。"
        },
        {
            "title": "酬马大夫以愚献",
            "content": "泥沙难振拔，谁复问穷通。莫讶提壶赠，家传枕曲风。\r\n成谣独酌后，深意片言中。不进终无已，应须荀令公。"
        },
        {
            "title": "元日乐天见过因举酒为贺",
            "content": "渐入有年数，喜逢新岁来。震方天籁动，寅位帝车回。\r\n门巷扫残雪，林园惊早梅。与君同甲子，寿酒让先杯。"
        },
        {
            "title": "和乐天烧药不成命酒独醉",
            "content": "九转欲成就，百神应主持。婴啼鼎上去，老貌镜前悲。\r\n却顾空丹灶，回心向酒卮。醺然耳热后，暂似少年时。"
        },
        {
            "title": "秋晚病中乐天以诗见问力疾奉酬",
            "content": "耳虚多听远，展转晨鸡鸣。一室背灯卧，中宵扫叶声。\r\n兰芳经雨败，鹤病得秋轻。肯踏衡门草，唯应是友生。"
        },
        {
            "title": "早秋雨后寄乐天",
            "content": "夜云起河汉，朝雨洒高林。梧叶先风落，草虫迎湿吟。\r\n簟凉扇恩薄，室静琴思深。且喜炎前别，安能怀寸阴。"
        },
        {
            "title": "酬乐天小台晚坐见忆",
            "content": "小台堪远望，独上清秋时。有酒无人劝，看山只自知。\r\n幽禽啭新竹，孤莲落静池。高门勿遽掩，好客无前期。"
        },
        {
            "title": "新秋对月寄乐天",
            "content": "月露发光彩，此时方见秋。夜凉金气应，天静火星流。\r\n蛩响偏依井，萤飞直过楼。相知尽白首，清景复追游。"
        },
        {
            "title": "秋晚新晴夜月如练有怀乐天",
            "content": "雨歇晚霞明，风调夜景清。月高微晕散，云薄细鳞生。\r\n露草百虫思，秋林千叶声。相望一步地，脉脉万重情。"
        },
        {
            "title": "酬乐天感秋凉见寄",
            "content": "庭晚初辨色，林秋微有声。槿衰犹强笑，莲迥却多情。\r\n檐燕归心动，鞲鹰俊气生。闲人占闲景，酒熟且同倾。"
        },
        {
            "title": "乐天池",
            "content": "池馆今正好，主人何寂然。白莲方出水，碧树未鸣蝉。\r\n静室宵闻磬，斋厨晚绝烟。蕃僧如共载，应不是神仙。"
        },
        {
            "title": "秋中暑退赠乐天",
            "content": "暑服宜秋著，清琴入夜弹。人情皆向菊，风意欲摧兰。\r\n岁稔贫心泰，天凉病体安。相逢取次第，却甚少年欢。"
        },
        {
            "title": "闲坐忆乐天以诗问酒熟未",
            "content": "案头开缥帙，肘后检青囊。唯有达生理，应无治老方。\r\n减书存眼力，省事养心王。君酒何时熟，相携入醉乡。"
        },
        {
            "title": "酬喜相遇同州与乐天替代",
            "content": "旧托松心契，新交竹使符。行年同甲子，筋力羡丁夫。\r\n别后诗成帙，携来酒满壶。今朝停五马，不独为罗敷。"
        },
        {
            "title": "将之官留辞裴令公留守",
            "content": "祖帐临伊水，前旌指渭河。风烟里数少，云雨别情多。\r\n重叠受恩久，邅回如命何。东山与东阁，终异再经过。"
        },
        {
            "title": "酬乐天小亭寒夜有怀",
            "content": "寒夜阴云起，疏林宿鸟惊。斜风闪灯影，迸雪打窗声。\r\n竟夕不能寐，同年知此情。汉皇无奈老，何况本书生。"
        },
        {
            "title": "酬乐天闲卧见寄",
            "content": "散诞向阳眠，将闲敌地仙。诗情茶助爽，药力酒能宣。\r\n风碎竹间日，露明池底天。同年未同隐，缘欠买山钱。"
        },
        {
            "title": "酬令狐相公新蝉见寄",
            "content": "相去三千里，闻蝉同此时。清吟晓露叶，愁噪夕阳枝。\r\n忽尔弦断绝，俄闻管参差。洛桥碧云晚，西望佳人期。"
        },
        {
            "title": "和令狐相公咏栀子花",
            "content": "蜀国花已尽，越桃今已开。色疑琼树倚，香似玉京来。\r\n且赏同心处，那忧别叶催。佳人如拟咏，何必待寒梅。"
        },
        {
            "title": "令狐相",
            "content": "军城临汉水，旌旆起春风。远思见江草，归心看塞鸿。\r\n野花沿古道，新叶映行宫。惟有诗兼酒，朝朝两不同。"
        },
        {
            "title": "和令狐仆射相公题龙回寺",
            "content": "兹地回銮日，皇家禅圣时。路无胡马迹，人识汉官仪。\r\n天子旌旗度，法王龙象随。知怀去家叹，经此益迟迟。"
        },
        {
            "title": "和令狐相公春早朝回盐铁使院中作",
            "content": "柳动御沟清，威迟堤上行。城隅日未过，山色雨初晴。\r\n莺避传呼起，花临府署明。簿书盈几案，要自有高情。"
        },
        {
            "title": "无题",
            "content": "金牛蜀路远，玉树帝城春。荣耀生华馆，逢迎欠主人。\r\n帘前疑小雪，墙外丽行尘。来去皆回首，情深是德邻。"
        },
        {
            "title": "酬令狐相公杏园花下饮有怀见寄",
            "content": "年年曲江望，花发即经过。未饮心先醉，临风思倍多。\r\n三春看又尽，两地欲如何。日望长安道，空成劳者歌。"
        },
        {
            "title": "贞元中，侍郎舅氏牧",
            "content": "曾作关中客，频经伏毒岩。晴烟沙苑树，晚日渭川帆。\r\n昔是青春貌，今悲白雪髯。郡楼空一望，含意卷高帘。"
        },
        {
            "title": "酬令狐相公季冬南郊宿斋见寄",
            "content": "坛下雪初霁，南城冻欲生。斋心祠上帝，高步领名卿。\r\n沐浴含芳泽，周旋听佩声。犹怜广平守，寂寞竟何成。"
        },
        {
            "title": "酬令狐相公庭前白菊花谢偶书所怀见寄",
            "content": "数丛如雪色，一旦冒霜开。寒蕊差池落，清香断续来。\r\n思深含别怨，芳谢惜年催。千里难同赏，看看又早梅。"
        },
        {
            "title": "酬令狐相公首夏闲居书怀见寄",
            "content": "蕙草芳未歇，绿槐阴已成。金罍唯独酌，瑶瑟有离声。\r\n翔泳各殊势，篇章空寄情。应怜三十载，未变使君名。"
        },
        {
            "title": "酬令狐相公亲仁郭家花下即事见寄",
            "content": "荀令园林好，山公游赏频。岂无花下侣，远望眼中人。\r\n斜日渐移影，落英纷委尘。一吟相思曲，惆怅江南春。"
        },
        {
            "title": "酬令狐相公岁暮远怀见寄",
            "content": "别侣孤鹤怨，冲天威凤归。容光一以间，梦想是耶非。\r\n芳讯远弥重，知音老更稀。不如湖上雁，北向整毛衣。"
        },
        {
            "title": "酬太原令狐相公见寄",
            "content": "书信来天外，琼瑶满匣中。衣冠南渡远，旌节北门雄。\r\n鹤唳华亭月，马嘶榆塞风。山川几千里，惟有两心同。"
        },
        {
            "title": "酬令狐相公秋怀见寄",
            "content": "寂寞蝉声静，差池燕羽回。秋风怜越绝，朔气想台骀。\r\n相去数千里，无因同一杯。殷勤望飞雁，新自塞垣来。"
        },
        {
            "title": "途次大梁，雪",
            "content": "远守宦情薄，故人书信来。共曾花下别，今独雪中回。\r\n纸尾得新什，眉头还暂开。此时同雁鹜，池上一徘徊。"
        },
        {
            "title": "和郓州令狐相公春晚对花",
            "content": "朱门退公后，高兴对花枝。望阙无穷思，看书欲尽时。\r\n含芳朝竞发，凝艳晚相宜。人意殷勤惜，狂风岂得知。"
        },
        {
            "title": "和令狐相公以司空裴相见招南亭看雪四韵",
            "content": "重门不下关，枢务有馀闲。上客同看雪，高亭尽见山。\r\n瑞呈霄汉外，兴入笑言间。知是平阳会，人人带酒还。"
        },
        {
            "title": "酬令狐相公雪中游玄都见忆",
            "content": "好雪动高情，心期在玉京。人披鹤氅出，马踏象筵行。\r\n照耀楼台变，淋漓松桂清。玄都留五字，使入步虚声。"
        },
        {
            "title": "和令狐相公寻白阁老见留小饮因赠",
            "content": "傲士更逢酒，乐天仍对花。文章管星历，情兴占年华。\r\n宦达翻思退，名高却不夸。惟存浩然气，相共赏烟霞。"
        },
        {
            "title": "和令狐相公入潼关",
            "content": "寒光照旌节，关路晓无尘。吏谒前丞相，山迎旧主人。\r\n东瞻军府静，西望敕书频。心共黄河水，同升天汉津。"
        },
        {
            "title": "酬令狐相公早秋见寄",
            "content": "公来第四秋，乐国号无愁。军士游书肆，商人占酒楼。\r\n熊罴交黑槊，宾客满青油。今日文章主，梁王不姓刘。"
        },
        {
            "title": "令狐相公俯赠篇章斐然仰谢",
            "content": "鄂渚临流别，梁园冲雪来。旅愁随冻释，欢意待花开。\r\n城晓乌频起，池春雁欲回。饮和心自醉，何必管弦催。"
        },
        {
            "title": "和令狐相公郡斋对紫薇花",
            "content": "明丽碧天霞，丰茸紫绶花。香闻荀令宅，艳入孝王家。\r\n几岁自荣乐，高情方叹嗟。有人移上苑，犹足占年华。"
        },
        {
            "title": "酬乐天初冬早寒见寄",
            "content": "乍起衣犹冷，微吟帽半欹。霜凝南屋瓦，鸡唱后园枝。\r\n洛水碧云晓，吴宫黄叶时。两传千里意，书札不如诗。"
        },
        {
            "title": "秋日书怀寄白宾客",
            "content": "州远雄无益，年高健亦衰。兴情逢酒在，筋力上楼知。\r\n蝉噪芳意尽，雁来愁望时。商山紫芝客，应不向秋悲。"
        },
        {
            "title": "八月十五日夜",
            "content": "半夜碧云收，中天素月流。开城邀好客，置酒赏清秋。\r\n影透衣香润，光凝歌黛愁。斜辉犹可玩，移宴上西楼。"
        },
        {
            "title": "和乐天诮失婢榜者",
            "content": "把镜朝犹在，添香夜不归。鸳鸯拂瓦去，鹦鹉透笼飞。\r\n不逐张公子，即随刘武威。新知正相乐，从此脱青衣。"
        },
        {
            "title": "答乐天见忆",
            "content": "与老无期约，到来如等闲。偏伤朋友尽，移兴子孙间。\r\n笔底心无毒，杯前胆不豩。唯馀忆君梦，飞过武牢关。"
        },
        {
            "title": "冬日晨兴寄乐天",
            "content": "庭树晓禽动，郡楼残点声。灯挑红烬落，酒暖白光生。\r\n发少嫌梳利，颜衰恨镜明。独吟谁应和，须寄洛阳城。"
        },
        {
            "title": "秋夕不寐寄乐天",
            "content": "洞户夜帘卷，华堂秋簟清。萤飞过池影，蛩思绕阶声。\r\n老枕知将雨，高窗报欲明。何人谙此景，远问白先生。"
        },
        {
            "title": "到郡未",
            "content": "湖上收宿雨，城中无昼尘。楼依新柳贵，池带乱苔青。\r\n云水正一望，簿书来绕身。烟波洞庭路，愧彼扁舟人。"
        },
        {
            "title": "赠乐天",
            "content": "一别旧游尽，相逢俱涕零。在人虽晚达，于树似冬青。\r\n痛饮连宵醉，狂吟满坐听。终期抛印绶，共占少微星。"
        },
        {
            "title": "始闻蝉，有怀白宾客",
            "content": "蝉韵极清切，始闻何处悲。人含不平意，景值欲秋时。\r\n此岁方晼晚，谁家无别离。君言催我老，已是去年诗。"
        },
        {
            "title": "酬令狐相公春日言怀见寄",
            "content": "前陪看花处，邻里近王昌。今想临戎地，旌旗出汶阳。\r\n营飞柳絮雪，门耀戟枝霜。东望清河水，心随艑上郎。"
        },
        {
            "title": "海门潮别浩初师",
            "content": "前日过萧寺，看师上讲筵。都上礼白足，施者散金钱。\r\n方便无非教，经行不废禅。还知习居士，发论侍弥天。"
        },
        {
            "title": "赠眼医婆罗门僧",
            "content": "三秋伤望眼，终日哭途穷。两目今先暗，中年似老翁。\r\n看朱渐成碧，羞日不禁风。师有金篦术，如何为发蒙。"
        },
        {
            "title": "同乐天和微之深春二十首",
            "content": "何处深春好，春深万乘家。宫门皆映柳，辇路尽穿花。\r\n池色连天汉，城形象帝车。旌旗暖风里，猎猎向西斜。\r\n何处深春好，春深阿母家。瑶池长不夜，珠树正开花。\r\n桥峻通星渚，楼暄近日车。层城十二阙，相对日西斜。\r\n何处深春好，春深执政家。恩光贪捧日，贵重不看花。\r\n玉馔堂交印，沙堤柱碍车。多门一已闭，直道更无斜。\r\n何处深春好，春深大镇家。前旌光照日，后骑蹙成花。\r\n节院收衙队，球场簇看车。广筵歌舞散，书号夕阳斜。\r\n何处深春多，春深贵戚家。枥嘶无价马，庭发有名花。\r\n欲进宫人食，先薰命妇车。晚归长带酒，冠盖任倾斜。\r\n何处深春好，春深恩泽家。炉添龙脑炷，绶结虎头花。\r\n宾客珠成履，婴孩锦缚车。画堂帘幕外，来去燕飞斜。\r\n何处深春好，春深京兆家。人眉新柳叶，马色醉桃花。\r\n盗息无鸣鼓，朝回自走车。能令帝城外，不敢径由斜。\r\n何处深春好，春深刺史家。夜阑犹命乐，雨甚亦寻花。\r\n傲客多凭酒，新姬苦上车。公门吏散后，风摆戟衣斜。\r\n何处深春好，春深羽客家。芝田绕舍色，杏树满山花。\r\n云是淮王宅，风为列子车。古坛操简处，一径入林斜。\r\n何处深春好，春深小隐家。芟庭留野菜，撼树去狂花。\r\n醉酒一千日，贮书三十车。雉衣从露体，不敢有馀斜。\r\n何处深春好，春深富室家。唯多贮金帛，不拟负莺花。\r\n国乐呼联辔，行厨载满车。归来看理曲，灯下宝钗斜。\r\n何处深春好，春深豪士家。多沽味浓酒，贵买色深花。\r\n已臂鹰随马，连催妓上车。城南踏青处，村落逐原斜。\r\n何处深春好，春深贵胄家。迎呼偏熟客，拣选最多花。\r\n饮馔开华幄，笙歌出钿车。兴酣樽易罄，连泻酒瓶斜。\r\n何处深春好，春深唱第家。名传一纸榜，兴管九衢花。\r\n荐听诸侯乐，来随计吏车。杏园抛曲处，挥袖向风斜。\r\n何处深春好，春深少妇家。能偷新禁曲，自剪入时花。\r\n追逐同游伴，平章贵价车。从来不堕马，故遣髻鬟斜。\r\n何处深春好，春深幼女家。双鬟梳顶髻，两面绣裙花。\r\n妆坏频临镜，身轻不占车。秋千争次第，牵拽彩绳斜。\r\n何处深春好，春深兰若家。当香收柏叶，养蜜近梨花。\r\n野径宜行乐，游人尽驻车。菜园篱落短，遥见桔槔斜。\r\n何处深春好，春深老宿家。小栏围蕙草，高架引藤花。\r\n四字香书印，三乘壁画车。迟回听"
        },
        {
            "title": "曲江春望",
            "content": "凤城烟雨歇，万象含佳气。酒后人倒狂，花时天似醉。\r\n三春车马客，一代繁华地。何事独伤怀，少年曾得意。"
        },
        {
            "title": "和乐天早寒",
            "content": "雨引苔侵壁，风驱叶拥阶。久留闲客话，宿请老僧斋。\r\n酒瓮新陈接，书签次第排。翛然自有处，摇落不伤怀。"
        },
        {
            "title": "终南秋雪",
            "content": "南岭见秋雪，千门生早寒。闲时驻马望，高处卷帘看。\r\n雾散琼枝出，日斜铅粉残。偏宜曲江上，倒影入清澜。"
        },
        {
            "title": "和裴相公寄白侍郎求双鹤",
            "content": "皎皎华亭鹤，来随太守船。青云意长在，沧海别经年。\r\n留滞清洛苑，裴回明月天。何如凤池上，双舞入祥烟。"
        },
        {
            "title": "答白刑部闻新蝉",
            "content": "蝉声未发前，已自感流年。一入凄凉耳，如闻断续弦。\r\n晴清依露叶，晚急畏霞天。何事秋卿咏，逢时亦悄然。"
        },
        {
            "title": "鹤叹二首",
            "content": "寂寞一双鹤，主人在西京。故巢吴苑树，深院洛阳城。\r\n徐引竹间步，远含云外情。谁怜好风月，邻舍夜吹笙。\r\n丹顶宜承日，霜翎不染泥。爱池能久立，看月未成栖。\r\n一院春草长，三山归路迷。主人朝谒早，贪养汝南鸡。"
        },
        {
            "title": "岁杪将发楚州呈乐天",
            "content": "楚泽雪初霁，楚城春欲归。清淮变寒色，远树含清晖。\r\n原野已多思，风霜潜减威。与君同旅雁，北向刷毛衣。"
        },
        {
            "title": "请告东归发灞桥却寄诸僚友",
            "content": "征徒出灞涘，回首伤如何。故人云雨散，满目山川多。\r\n行车无停轨，流景同迅波。前欢渐成昔，感叹益劳歌。"
        },
        {
            "title": "初至长安",
            "content": "左迁凡二纪，重见帝城春。老大归朝客，平安出岭人。\r\n每行经旧处，却想似前身。不改南山色，其馀事事新。"
        },
        {
            "title": "哭王仆射相公",
            "content": "子侯一日病，滕公千载归。门庭怆已变，风物澹无辉。\r\n群吏谒新府，旧宾沾素衣。歌堂忽暮哭，贺雀尽惊飞。"
        },
        {
            "title": "伤丘中丞",
            "content": "邺下杀才子，苍茫冤气凝。枯杨映漳水，野火上西陵。\r\n马鬣今无所，龙门昔共登。何人为吊客，唯是有青蝇。"
        },
        {
            "title": "故相国燕国公于司空挽歌二首",
            "content": "雕弓封旧国，黑弰继前功。十年镇南雍，九命作司空。\r\n池台乐事尽，箫鼓葬仪雄。一代英豪气，晓散白杨风。\r\n阴山贵公子，来葬五陵西。前马悲无主，犹带朔风嘶。\r\n汉水晋山郭，襄阳白铜鞮。至今有遗爱，日暮人凄凄。"
        },
        {
            "title": "伤韦宾客",
            "content": "韦公八十馀，位至六尚书。五福唯无富，一生谁得如。\r\n桂枝攀最久，兰省出仍初。海内时流尽，何人动素车。"
        },
        {
            "title": "文宗元圣昭献孝皇帝挽歌三首",
            "content": "继体三才理，承颜九族亲。禹功留海内，殷历付天伦。\r\n调露曲常在，秋风词尚新。本支方百代，先让棣华春。\r\n月落宫车动，风凄仪仗闲。路唯瞻凤翣，人尚想龙颜。\r\n御宇方无事，乘云遂不还。圣情悲望处，沉日下西山。\r\n享国十五载，升天千万年。龙镳仙路远，骑吹礼容全。\r\n日下初陵外，人悲旧剑前。周南有遗老，掩泪望秦川。"
        },
        {
            "title": "敬宗睿武昭愍孝皇帝挽歌三首",
            "content": "宝历方无限，仙期忽有涯。事亲崇汉礼，传圣法殷家。\r\n晚出芙蓉阙，春归棠棣华。玉轮今日动，不是画云车。\r\n任贤劳梦寐，登位富春秋。欲遂东人幸，宁虞杞国忧。\r\n长杨收羽骑，太液泊龙舟。惟有衣冠在，年年怆月游。\r\n讲学金华殿，亲耕钩盾田。侍臣容谏猎，方士信求仙。\r\n虹影俄侵日，龙髯不上天。空余水银海，长照夜灯前。"
        },
        {
            "title": "再经故元九相公宅池上作",
            "content": "故池春又至，一到一伤情。雁鹜群犹下，蛙螟衣已生。\r\n竹丛身后长，台势雨来倾。六尺孤安在，人间未有名。"
        },
        {
            "title": "闻董评事疾因以书赠",
            "content": "繁露传家学，青莲译梵书。火风乖四大，文字废三馀。\r\n欹枕昼眠静，折巾秋鬓疏。武皇思视草，谁许茂陵居。"
        },
        {
            "title": "赠澧州高大夫司马霞寓",
            "content": "前年牧锦城，马蹋血泥行。千里追戎首，三军许勇名。\r\n残兵疑鹤唳，空垒辩乌声。一误云中级，南游湘水清。"
        },
        {
            "title": "宿诚禅师山房题赠二首",
            "content": "宴坐白云端，清江直下看。来人望金刹，讲席绕香坛。\r\n虎啸夜林动，鼍鸣秋涧寒。众音徒起灭，心在净中观。\r\n不出孤峰上，人间四十秋。视身如传舍，阅世似东流。\r\n法为因缘立，心从次第修。中宵问真偈，有住是吾忧。"
        },
        {
            "title": "晚泊牛渚",
            "content": "芦苇晚风起，秋江鳞甲生。残霞忽变色，游雁有馀声。\r\n戍鼓音响绝，渔家灯火明。无人能咏史，独自月中行。"
        },
        {
            "title": "罢郡归洛阳闲居",
            "content": "十年江海守，旦夕有归心。及此西还日，空成东武吟。\r\n花间数杯酒，月下一张琴。闻说功名事，依前惜寸阴。"
        },
        {
            "title": "城东闲游",
            "content": "借问池台主，多居要路津。千金买绝境，永日属闲人。\r\n竹径萦纡入，花林委曲巡。斜阳众客散，空锁一园春。"
        },
        {
            "title": "陕",
            "content": "雪霁太阳津，城池表里春。河流添马颊，原色动龙鳞。\r\n万里独归客，一杯逢故人。登高向西望，关路正飞尘。"
        },
        {
            "title": "途中早发",
            "content": "中庭望启明，促促事晨征。寒树鸟初动，霜桥人未行。\r\n水流白烟起，日上彩霞生。隐士应高枕，无人问姓名。"
        },
        {
            "title": "登陕州北楼却忆京师亲友",
            "content": "独上百尺楼，目穷思亦愁。初日遍露草，野田荒悠悠。\r\n尘息长道白，林清宿烟收。回首云深处，永怀乡旧游。"
        },
        {
            "title": "咏庭梅寄人",
            "content": "早花常犯寒，繁实常苦酸。何事上春日，坐令芳意阑。\r\n夭桃定相笑，游妓肯回看。君问调金鼎，方知正味难。"
        },
        {
            "title": "为郎分司寄上都同舍",
            "content": "籍通金马门，家在铜驼陌。省闼昼无尘，宫树朝凝碧。\r\n荒街浅深辙，古渡潺湲石。唯有嵩丘云，堪夸早朝客。"
        },
        {
            "title": "湖州崔郎中曹长寄",
            "content": "视事画屏中，自称三癖翁。管弦泛春渚，旌旆拂晴虹。\r\n酒对青山月，琴韵白蘋风。会书团扇上，知君文字工。"
        },
        {
            "title": "德宗神武孝文皇帝挽歌二首",
            "content": "出震清多难，乘时播大钧。操弦调六气，挥翰动三辰。\r\n运偶升天日，哀深率土人。瑶池无辙迹，谁见属车尘。\r\n凤翣拥铭旌，威迟异吉行。汉仪陈秘器，楚挽咽繁声。\r\n驻綍辞清庙，凝笳背直城。唯应留内传，知是向蓬瀛。"
        },
        {
            "title": "秋日送客至潜水驿",
            "content": "候吏立沙际，田家连竹溪。枫林社日鼓，茅屋午时鸡。\r\n鹊噪晚禾地，蝶飞秋草畦。驿楼宫树近，疲马再三嘶。"
        },
        {
            "title": "步出武陵东亭临江寓望",
            "content": "鹰至感风候，霜馀变林麓。孤帆带日来，寒江转沙曲。\r\n戍摇旗影动，津晚橹声促。月上彩霞收，渔歌远相续。"
        },
        {
            "title": "秋江晚泊",
            "content": "长泊起秋色，空江涵霁晖。暮霞千万状，宾鸿次第飞。\r\n古戍见旗迥，荒村闻犬稀。轲峨艑上客，劝酒夜相依。"
        },
        {
            "title": "病中一二",
            "content": "劳动诸贤者，同来问病夫。添炉烹雀舌，洒水净龙须。\r\n身是芭蕉喻，行须筇竹扶。医王有妙药，能乞一丸无。"
        },
        {
            "title": "门下相",
            "content": "册命出宸衷，官仪自古崇。特膺平土拜，光赞格天功。\r\n再佩扶阳印，常乘鲍氏骢。七贤遗老在，犹得咏清风。"
        },
        {
            "title": "昼居池上亭独吟",
            "content": "日午树阴正，独吟池上亭。静看蜂教诲，闲想鹤仪形。\r\n法酒调神气，清琴入性灵。浩然机已息，几杖复何铭。"
        },
        {
            "title": "分司东都蒙襄阳李司徒相公书问因以奉寄",
            "content": "早忝金马客，晚为商洛翁。知名四海内，多病一生中。\r\n举世往还尽，何人心事同。几时登岘首，恃旧揖三公。"
        },
        {
            "title": "金陵怀古",
            "content": "潮满冶城渚，日斜征虏亭。蔡洲新草绿，幕府旧烟青。\r\n兴废由人事，山川空地形。后庭花一曲，幽怨不堪听。"
        },
        {
            "title": "太和戊",
            "content": "长安铜雀鸣，秋稼与云平。玉烛调寒暑，金风报顺成。\r\n川原呈上瑞，恩泽赐闲行。欲反重城掩，犹闻歌吹声。"
        },
        {
            "title": "八月十五日夜玩月",
            "content": "天将今夜月，一遍洗寰瀛。暑退九霄净，秋澄万景清。\r\n星辰让光彩，风露发晶英。能变人间世，翛然是玉京。"
        },
        {
            "title": "观八阵图",
            "content": "轩皇传上略，蜀相运神机。水落龙蛇出，沙平鹅鹳飞。\r\n波涛无动势，鳞介避馀威。会有知兵者，临流指是非。"
        },
        {
            "title": "经东都安国观九仙公主旧院作",
            "content": "仙院御沟东，今来事不同。门开青草日，楼闭绿杨风。\r\n将犬升天路，披云赴月宫。武皇曾驻跸，亲问主人翁。"
        },
        {
            "title": "春日退朝",
            "content": "紫陌夜来雨，南山朝下看。戟枝迎日动，阁影助松寒。\r\n瑞气转绡縠，游光泛波澜。御沟新柳色，处处拂归鞍。"
        },
        {
            "title": "赠别约师",
            "content": "师逢吴兴守，相伴住禅扃。春雨同栽树，秋灯对讲经。\r\n庐山曾结社，桂水远扬舲。话旧还惆怅，天南望柳星。"
        },
        {
            "title": "送深法师游南岳",
            "content": "师在白云乡，名登善法堂。十方传句偈，八部会坛场。\r\n飞锡无定所，宝书留旧房。唯应衔果雁，相送至衡阳。"
        },
        {
            "title": "赠别君素上人诗",
            "content": "穷巷唯秋草，高僧独扣门。相欢如旧识，问法到无言。\r\n水为风生浪，珠非尘可昏。悟来皆是道，此别不销魂。"
        },
        {
            "title": "送元上人归稽亭",
            "content": "重叠稽亭路，山僧归独行。远峰斜日影，本寺旧钟声。\r\n徒侣问新事，烟云怆别情。应夸乞食处，踏遍凤凰城。"
        },
        {
            "title": "送从弟郎中赴浙西",
            "content": "衔命出尚书，新恩换使车。汉庭无右者，梁苑重归欤。\r\n又食建业水，曾依京口居。共经何限事，宾主两如初。"
        },
        {
            "title": "送李友路秀才赴举",
            "content": "谁怜相门子，不语望秋山。生长绮纨内，辛勤笔砚间。\r\n荣亲在名字，好学弃官班。伫俟明年桂，高堂开笑颜。"
        },
        {
            "title": "洛中送崔司业使君扶侍赴唐州",
            "content": "绿野芳城路，残春柳絮飞。风鸣骕骦马，日照老莱衣。\r\n洛苑鱼书至，江村雁户归。相思望淮水，双鲤不应稀。"
        },
        {
            "title": "送卢处士归嵩山别业",
            "content": "世业嵩山隐，云深无四邻。药炉烧姹女，酒瓮贮贤人。\r\n晚日华阴雾，秋风函谷尘。送君从此去，铃阁少谈宾。"
        },
        {
            "title": "送赵中丞自司金郎转官参山南令狐仆射幕府",
            "content": "绿树满褒斜，西南蜀路赊。驿门临白草，县道入黄花。\r\n相府开油幕，门生逐绛纱。行看布政后，还从入京华。"
        },
        {
            "title": "奉送家兄归王屋山隐居二首",
            "content": "洛阳天坛上，依稀似玉京。夜分先见日，月静远闻笙。\r\n云路将鸡犬，丹台有姓名。古来成道者，兄弟亦同行。\r\n春来山事好，归去亦逍遥。水净苔莎色，露香芝朮苗。\r\n登台吸瑞景，飞步翼神飙。愿荐埙篪曲，相将学玉箫。"
        },
        {
            "title": "发华州留别张侍御",
            "content": "束简下延阁，买符驱短辕。同人惜分袂，结念醉芳樽。\r\n切切别弦急，萧萧征骑烦。临岐无限意，相视却忘言。"
        },
        {
            "title": "送河南皇甫少尹赴绛州",
            "content": "祖帐临周道，前旌指晋城。午桥群吏散，亥字老人迎。\r\n诗酒同行乐，别离方见情。从此洛阳社，吟咏属书生。"
        },
        {
            "title": "送太常萧博士弃官归养赴东都",
            "content": "兄弟尽鸳鸾，归心切问安。贪荣五彩服，遂挂两梁冠。\r\n侍膳曾调鼎，循陔更握兰。从今别君后，长忆德星看。"
        },
        {
            "title": "送工部萧郎中刑部李郎中并以本官兼中丞分命",
            "content": "霜简映金章，相辉同舍郎。天威巡虎落，星使出鸳行。\r\n尊俎成全策，京坻阅见粮。归来虏尘灭，画地奏明光。"
        },
        {
            "title": "边风行",
            "content": "边马萧萧鸣，边风满碛生。暗添弓箭力，斗上鼓鼙声。\r\n袭月寒晕起，吹云阴阵成。将军占气候，出号夜翻营。"
        },
        {
            "title": "七夕二首",
            "content": "河鼓灵旗动，嫦娥破镜斜。满空天是幕，徐转斗为车。\r\n机罢犹安石，桥成不碍槎。谁知观津女，竟夕望云涯。\r\n天衢启云帐，神驭上星桥。初喜渡河汉，频惊转斗杓。\r\n馀霞张锦幛，轻电闪红绡。非是人间世，还悲后会遥。"
        },
        {
            "title": "春有情篇",
            "content": "为问游春侣，春情何处寻。花含欲语意，草有斗生心。\r\n雨频催发色，云轻不作阴。纵令无月夜，芳兴暗中深。"
        },
        {
            "title": "酬杨侍郎凭见寄",
            "content": "十年毛羽摧颓，一旦天书召回。\r\n看看瓜时欲到，故侯也好归来。"
        },
        {
            "title": "再赠乐天",
            "content": "一政政官轧轧，一年年老駸駸。\r\n身外名何足算，别来诗且同吟。"
        },
        {
            "title": "答乐天临都驿见赠",
            "content": "北固山边波浪，东都城里风尘。\r\n世事不同心事，新人何似故人。"
        },
        {
            "title": "酬令狐相公六言见寄",
            "content": "已嗟别离太远，更被光阴苦催。\r\n吴苑燕辞人去，汾川雁带书来。\r\n愁吟月落犹望，忆梦天明未回。\r\n今日便令歌者，唱兄诗送一杯。"
        },
        {
            "title": "泽宫诗",
            "content": "秩秩泽宫，有的维鹄。祁祁庶士，于以干禄。\r\n彼鹄斯微，若止若翔。千里之差，起于毫芒。\r\n我矢既直，我弓既良，依于高墉，因我不臧。\r\n高墉伊何，维器与时。视之以心，谁谓鹄微。"
        },
        {
            "title": "伤我马词",
            "content": "生于碛砺善驰走，万里南来困丘阜。青菰寒菽非适口，\r\n病闻北风犹举首。金台已平骨空朽，投之龙渊从尔友。"
        },
        {
            "title": "同留守王仆",
            "content": "莺。能语，多情。春将半，天欲明。始逢南陌，\r\n复集东城。林疏时见影，花密但闻声。营中缘催短笛，\r\n楼上来定哀筝。千门万户垂杨里，百转如簧烟景晴。"
        },
        {
            "title": "叹水别白二十二",
            "content": "水。至清，尽美。从一勺，至千里。利人利物，\r\n时行时止。道性净皆然，交情淡如此。君游金谷堤上，\r\n我在石渠署里。两心相忆似流波，潺湲日夜无穷已。"
        },
        {
            "title": "和浙西李大夫霜夜对",
            "content": "海门双青暮烟歇，万顷金波涌明月。侯家小儿能觱篥，\r\n对此清光天性发。长江凝练树无风，浏栗一声霄汉中。\r\n涵胡画角怨边草，萧瑟清蝉吟野丛。冲融顿挫心使指，\r\n雄吼如风转如水。思妇多情珠泪垂，仙禽欲舞双翅起。\r\n郡人寂听衣满霜，江城月斜楼影长。才惊指下繁韵息，\r\n已见树杪明星光。谢公高斋吟激楚，恋阙心同在羁旅。\r\n一奏荆人白雪歌，如闻雒客扶风邬。吴门水驿按山阴，\r\n文字殷勤寄意深。欲识阳陶能绝处，少年荣贵道伤心。"
        },
        {
            "title": "和牛相公南溪醉歌见寄",
            "content": "脱屣将相守冲谦，唯于山水独不廉。枕伊背洛得胜地，\r\n鸣皋少室来轩檐。相形面势默指画，言下变化随顾瞻。\r\n清池曲榭人所致，野趣幽芳天与添。有时转入潭岛间，\r\n珍木如幄藤为帘。忽然便有江湖思，沙砾平浅草纤纤。\r\n怪石钓出太湖底，珠树移自天台尖。崇兰迎风绿泛艳，\r\n坼莲含露红襜。ā修廊架空远岫入，弱柳覆槛流波沾。\r\n渚蒲抽芽剑脊动，岸荻迸笋锥头铦。携觞命侣极永日。\r\n此会虽数心无厌。人皆置庄身不到，富贵难与逍遥兼。\r\n唯公出处得自在，决就放旷辞炎炎。座宾尽欢恣谈谑，\r\n愧我掉头还奋髯。能令商於多病客，亦觉自适非沉潜。"
        },
        {
            "title": "送鸿举游江西",
            "content": "禅客学禅兼学文，出山初似无心云。从风卷舒来何处，\r\n缭绕巴山不得去。山州古寺好闲居，读尽龙王宫里书。\r\n使君滩头拣石砚，白帝城边寻野蔬。忽然登高心瞥起，\r\n又欲浮杯信流水。烟波浩淼鱼鸟情，东去三千三百里。\r\n荆门峡断无盘涡，湘平汉阔清光多。庐山雾开见瀑布，\r\n江西月净闻渔歌。钟陵八郡多名守，半是西方社中友。\r\n与师相见便谈空，想得高斋狮子吼。"
        },
        {
            "title": "八月十五日夜桃源玩月",
            "content": "尘中见月心亦闲，况是清秋仙府间。凝光悠悠寒露坠，\r\n此时立在最高山。碧虚无云风不起，山上长松山下水。\r\n群动翛然一顾中，天高地平千万里。少君引我升玉坛，\r\n礼空遥请真仙官。云輧欲下星斗动，天乐一声肌骨寒。\r\n金霞昕昕渐东上，轮欹影促犹频望。绝景良时难再并，\r\n他年此日应惆怅。"
        },
        {
            "title": "吐绶鸟词",
            "content": "越山有鸟翔寥廓，嗉中天绶光若若。越人偶见而奇之，\r\n因名吐绶江南知。四明天姥神仙地，朱鸟星精钟异气。\r\n赤玉雕成彪炳毛，红绡翦出玲珑翅。湖烟始开山日高，\r\n迎风吐绶盘花绦。临波似染琅琊草，映叶疑开阿母桃。\r\n花红草绿人间事，未若灵禽自然贵。鹤吐明珠暂报恩，\r\n鹊衔金印空为瑞。春和秋霁野花开，玩景寻芳处处来。\r\n翠幕雕笼非所慕，珠丸柘弹莫相猜。栖月啼烟凌缥缈，\r\n高林先见金霞晓。三山仙路寄遥情，刷羽扬翘欲上征。\r\n不学碧鸡依井络，愿随青鸟向层城。太液池中有黄鹄，\r\n怜君长向高枝宿。如何一借羊角风，来听箫韶九成曲。"
        },
        {
            "title": "观棋歌送儇师西游",
            "content": "长沙男子东林师，闲读艺经工弈棋。有时凝思如入定，\r\n暗覆一局谁能知。今年访予来小桂，方袍袖中贮新势。\r\n山人无事秋日长，白昼懵懵眠匡床。因君临局看斗智，\r\n不觉迟景沉西墙。自从仙人遇樵子，直到开元王长史。\r\n前身后身付馀习，百变千化无穷已。初疑磊落曙天星，\r\n次见搏击三秋兵。雁行布陈众未晓，虎穴得子人皆惊。\r\n行尽三湘不逢敌，终日饶人损机格。自言台阁有知音，\r\n悠然远起西游心。商山夏木阴寂寂，好处徘徊驻飞锡。\r\n忽思争道画平沙，独笑无言心有适。蔼蔼京城在九天，\r\n贵游豪士足华筵。此时一行出人意，赌取声名不要钱。"
        },
        {
            "title": "送僧仲剬东游兼寄呈灵澈上人",
            "content": "释子道成神气闲，住持曾上清凉山。晴空礼拜见真像，\r\n金毛五髻卿云间。西游长安隶僧籍，本寺门前曲江碧。\r\n松间白月照宝书，竹下香泉洒瑶席。前时学得经论成，\r\n奔驰象马开禅扃。高筵谈柄一麾拂，讲下门徒如醉醒。\r\n旧闻南方多长老，次第来入荆门道。荆州本自重弥天，\r\n南朝塔庙犹依然。宴坐东阳枯树下，经行居止故台边。\r\n忽忆遗民社中客，为我衡阳驻飞锡。讲罢同寻相鹤经，\r\n闲来共蜡登山屐。一旦扬眉望沃州，自言王谢许同游。\r\n凭将杂拟三十首，寄与江南汤慧休。"
        },
        {
            "title": "平蔡州三首",
            "content": "蔡州城中众心死，妖星夜落照壕水。汉家飞将下天来，\r\n马箠一挥门洞开。贼徒崩腾望旗拜，有若群蛰惊春雷。\r\n狂童面缚登槛车，太白夭矫垂捷书。相公从容来镇抚，\r\n常侍郊迎负文弩。四人归业闾里间，小儿跳浪健儿舞。\r\n汝南晨鸡喔喔鸣，城头鼓角音和平。路傍老人忆旧事，\r\n相与感激皆涕零。老人收泣前致辞，官军入城人不知。\r\n忽惊元和十二载，重见天宝承平时。\r\n九衢车马浑浑流，使臣来献淮西囚。四夷闻风失匕箸，\r\n天子受贺登高楼。妖童擢发不足数，血污城西一抔土。\r\n南峰无火楚泽间，夜行不锁穆陵关。策勋礼毕天下泰，\r\n猛士按剑看恒山。"
        },
        {
            "title": "将",
            "content": "长安旧游四十载，鄂渚一别十四年。后来富贵已零落，\r\n岁寒松柏犹依然。初逢贞元尚文主，云阙天池共翔舞。\r\n相看却数六朝臣，屈指如今无四五。夷门天下之咽喉，\r\n昔时往往生疮疣。联翩旧相来镇压，四海吐纳皆通流。\r\n久别凡经几多事，何由说得平生意。千思万虑尽如空，\r\n一笑一言真可贵。世间何事最殷勤，白头将相逢故人。\r\n功成名遂会归老，请向东山为近邻。"
        },
        {
            "title": "唐侍御寄游道林",
            "content": "湘西古刹双蹲蹲，群峰朝拱如骏奔。青松步障深五里，\r\n龙宫黯黯神为阍。高殿呀然压苍巘，俯瞰长江疑欲吞。\r\n橘洲泛浮金实动，水郭缭绕朱楼鶱。语馀百响入天籁，\r\n众奇引步轻翩翻。泉清石布博棋子，萝密鸟韵如簧言。\r\n回廊架险高且曲，新径穿林明复昏。浅流忽浊山兽过，\r\n古木半空天火痕。星使双飞出禁垣，元侯饯之游石门。\r\n紫髯翼从红袖舞，竹风松雪香温黁。远持清琐照巫峡，\r\n一戛惊断三声猿。灵山会中身不预，吟想峭绝愁精魂。\r\n恨无黄金千万饼，布地买取为丘园。"
        },
        {
            "title": "两如何诗谢裴令公赠别二首",
            "content": "一言一顾重，重何如。今日陪游清洛苑，昔年别入承明庐。\r\n一东一西别，别何如。终期大冶再熔炼，愿托扶摇翔碧虚。"
        },
        {
            "title": "乐",
            "content": "报白君，别来已渡江南春。江南春色何处好，\r\n燕子双飞故官道。春城三百七十桥，夹岸朱楼隔柳条。\r\n丫头小儿荡画桨，长袂女郎簪翠翘。郡斋北轩卷罗幕，\r\n碧池逶迤绕画阁。池边绿竹桃李花，花下舞筵铺彩霞。\r\n吴娃足情言语黠，越客有酒巾冠斜。坐中皆言白太守，\r\n不负风光向杯酒。酒酣襞笺飞逸韵，至今传在人人口。\r\n报白君，相思空望嵩丘云。其奈钱塘苏小小，\r\n忆君泪点石榴裙。"
        },
        {
            "title": "忆春草",
            "content": "忆春草，处处多情洛阳道。金谷园中见日迟，\r\n铜驼陌上迎风早。河南大君频出难，只得池塘十步看。\r\n府门闭后满街月，几处游人草头歇。馆娃宫外姑苏台，\r\n郁郁芊芊拨不开。无风自偃君知否，西子裙裾曾拂来。"
        },
        {
            "title": "翰林白二",
            "content": "吟君遗我百篇诗，使我独坐形神驰。玉琴清夜人不语，\r\n琪树春朝风正吹。郢人斤斫无痕迹，仙人衣裳弃刀尺。\r\n世人方内欲相寻，行尽四维无处觅。"
        },
        {
            "title": "竞渡曲",
            "content": "沅江五月平堤流，邑人相将浮彩舟。灵均何年歌已矣，\r\n哀谣振楫从此起。杨桴击节雷阗阗，乱流齐进声轰然。\r\n蛟龙得雨鬐鬣动，螮蝀饮河形影联。刺史临流褰翠帏，\r\n揭竿命爵分雄雌。先鸣馀勇争鼓舞，未至衔枚颜色沮。\r\n百胜本自有前期，一飞由来无定所。风俗如狂重此时，\r\n纵观云委江之湄。彩旂夹岸照蛟室，罗袜凌波呈水嬉。\r\n曲终人散空愁暮，招屈亭前水东注。"
        },
        {
            "title": "伤秦姝行",
            "content": "长安二月花满城，插花女儿弹银筝。南宫仙郎下朝晚，\r\n曲头驻马闻新声。马蹄逶迟心荡漾，高楼已远犹频望。\r\n此时意重千金轻，鸟传消息绀轮迎。芳筵银烛一相见，\r\n浅笑低鬟初目成。蜀弦铮摐指如玉，皇帝弟子韦家曲。\r\n青牛文梓赤金簧，玫瑰宝柱秋雁行。敛蛾收袂凝清光，\r\n抽弦缓调怨且长。八鸾锵锵渡银汉，九雏威凤鸣朝阳。\r\n曲终韵尽意不足，馀思悄绝愁空堂。从郎镇南别城阙，\r\n楼船理曲潇湘月。冯夷蹁跹舞渌波，鲛人出听停绡梭。\r\n北池含烟瑶草短。万松亭下清风满。秦声一曲此时闻，\r\n岭泉呜咽南云断。来自长陵小市东，蕣华零落瘴江风。\r\n侍儿掩泣收银甲，鹦鹉不言愁玉笼。博山炉中香自灭，\r\n镜奁尘暗同心结。从此东山非昔游，长嗟人与弦俱绝。"
        },
        {
            "title": "秋萤引",
            "content": "汉陵秦苑遥苍苍，陈根腐叶秋萤光。夜空寥寂金气净，\r\n千门九陌飞悠扬。纷纶晖映互明灭，金炉星喷镫花发。\r\n露华洗濯清风吹，低昂不定招摇垂。高丽罘罳照珠网，\r\n斜历璇题舞罗幌。曝衣楼上拂香裙，承露台前转仙掌。\r\n槐市诸生夜读书，北窗分明辨鲁鱼。行子东山起征思，\r\n中郎骑省悲秋气。铜雀人归自入帘，长门帐开来照泪。\r\n谁言向晦常自明，儿童走步娇女争。天生有光非自衒，\r\n远近低昂暗中见。撮蚊妖鸟亦夜起，翅如车轮而已矣。"
        },
        {
            "title": "百舌吟",
            "content": "晓星寥落春云低，初闻百舌间关啼。花树满空迷处所，\r\n摇动繁英坠红雨。笙簧百啭音韵多，黄鹂吞声燕无语。\r\n东方朝日迟迟升，迎风弄景如自矜。数声不尽又飞去，\r\n何许相逢绿杨路。绵蛮宛转似娱人，一心百舌何纷纷。\r\n酡颜侠少停歌听，坠珥妖姬和睡闻。可怜光景何时尽，\r\n谁能低回避鹰隼。廷尉张罗自不关，潘郎挟弹无情损。\r\n天生羽族尔何微，舌端万变乘春晖。南方朱鸟一朝见，\r\n索漠无言蒿下飞。"
        },
        {
            "title": "聚蚊谣",
            "content": "沉沉夏夜兰堂开，飞蚊伺暗声如雷。嘈然欻起初骇听，\r\n殷殷若自南山来。喧腾鼓舞喜昏黑，昧者不分听者惑。\r\n露花滴沥月上天，利觜迎人著不得。我躯七尺尔如芒，\r\n我孤尔众能我伤。天生有时不可遏，为尔设幄潜匡床。\r\n清商一来秋日晓，羞尔微形饲丹鸟。"
        },
        {
            "title": "西山兰若试茶歌",
            "content": "山僧后檐茶数丛，春来映竹抽新茸。宛然为客振衣起，\r\n自傍芳丛摘鹰觜。斯须炒成满室香，便酌砌下金沙水。\r\n骤雨松声入鼎来，白云满碗花徘徊。悠扬喷鼻宿酲散，\r\n清峭彻骨烦襟开。阳崖阴岭各殊气，未若竹下莓苔地。\r\n炎帝虽尝未解煎，桐君有箓那知味。新芽连拳半未舒，\r\n自摘至煎俄顷馀。木兰沾露香微似，瑶草临波色不如。\r\n僧言灵味宜幽寂，采采翘英为嘉客。不辞缄封寄郡斋，\r\n砖井铜炉损标格。何况蒙山顾渚春，白泥赤印走风尘。\r\n欲知花乳清泠味，须是眠云跂石人。"
        },
        {
            "title": "武昌老人说笛歌",
            "content": "武昌老人七十馀，手把庾令相问书。自言少小学吹笛，\r\n早事曹王曾赏激。往年镇戍到蕲州，楚山萧萧笛竹秋。\r\n当时买材恣搜索，典却身上乌貂裘。古苔苍苍封老节，\r\n石上孤生饱风雪。商声五音随指发，水中龙应行云绝。\r\n曾将黄鹤楼上吹，一声占尽秋江月。如今老去语尤迟，\r\n音韵高低耳不知。气力已微心尚在，时时一曲梦中吹。"
        },
        {
            "title": "城西行",
            "content": "城西簇簇三叛族，叛者为谁蔡吴蜀。中使提刀出禁来，\r\n九衢车马轰如雷。临刑与酒杯未覆，雠家白官先请肉。\r\n守吏能然董卓脐，饥乌来觇桓玄目。城西人散泰阶平，\r\n雨洗血痕春草生。"
        },
        {
            "title": "三乡驿楼伏睹",
            "content": "开元天子万事足，唯惜当时光景促。三乡陌上望仙山，\r\n归作霓裳羽衣曲。仙心从此在瑶池，三清八景相追随。\r\n天上忽乘白云去，世间空有秋风词。"
        },
        {
            "title": "送裴处士应制举诗",
            "content": "裴生久在风尘里，气劲言高少知己。注书曾学郑司农，\r\n历国多于孔夫子。往年访我到连州，无穷绝境终日游。\r\n登山雨中试蜡屐，入洞夏里披貂裘。白帝城边又相遇，\r\n敛翼三年不飞去。忽然结束如秋蓬，自称对策明光宫。\r\n人言策中说何事，掉头不答看飞鸿。彤庭翠松迎晓日，\r\n凤衔金榜云间出。中贵腰鞭立倾酒，宰臣委佩观摇笔。\r\n古称射策如弯弧，一发偶中何时无。由来草泽无忌讳，\r\n努力满挽当亨衢。忆得当年识君处，嘉禾驿后联墙住。\r\n垂钩钓得王馀鱼，踏芳共登苏小墓。此事今同梦想间，\r\n相看一笑且开颜。老大希逢旧邻里，为君扶病到方山。"
        },
        {
            "title": "平齐行二首",
            "content": "胡尘昔起蓟北门，河南地属平卢军。貂裘代马绕东岳，\r\n峄阳孤桐削为角。地形十二虏意骄，恩泽含容历四朝。\r\n鲁人皆解带弓箭，齐人不复闻箫韶。今朝天子圣神武，\r\n手握玄符平九土。初哀狂童袭故事，文告不来方振怒。\r\n去秋诏下诛东平，官军四合犹婴城。春来群乌噪且惊，\r\n气如坏山堕其庭。牙门大将有刘生，夜半射落欃枪星。\r\n帐中虏血流满地，门外三军舞连臂。驿骑函首过黄河，\r\n城中无贼天气和。朝廷侍郎来慰抚，耕夫满野行人歌。\r\n泰山沉寇六十年，旅祭不享生愁烟。今逢圣君欲封禅，\r\n神使阴兵来助战。妖气扫尽河水清，日观杲杲卿云见。\r\n开元皇帝东封时，百神受职争奔驰。千钧猛簴顺流下，\r\n洪波涵淡浮熊罴。侍臣燕公秉文笔，玉检告天无愧词。\r\n当今睿孙承圣祖，岳神望幸河宗舞。青门大道属车尘，\r\n共待葳蕤翠华举。"
        },
        {
            "title": "白鹭儿",
            "content": "白鹭儿，最高格。毛衣新成雪不敌，众禽喧呼独凝寂。\r\n孤眠芊芊草，久立潺潺石。前山正无云，飞去入遥碧。"
        },
        {
            "title": "踏潮歌",
            "content": "屯门积日无回飙，沧波不归成踏潮。轰如鞭石矻且摇，\r\n亘空欲驾鼋鼍桥。惊湍蹙缩悍而骄，大陵高岸失岧峣。\r\n四边无阻音响调，背负元气掀重霄。介鲸得性方逍遥，\r\n仰鼻嘘吸扬朱翘。海人狂顾迭相招，罽衣髽首声哓哓。\r\n征南将军登丽谯，赤旗指麾不敢嚣。翌日风回沴气消，\r\n归涛纳纳景昭昭。乌泥白沙复满海，海色不动如青瑶。"
        },
        {
            "title": "墙阴歌",
            "content": "白日左右浮天潢，朝晡影入东西墙。昔为儿童在阴戏，\r\n当时意小觉日长。东邻侯家吹笙簧，随阴促促移象床。\r\n西邻田舍乏糟糠，就影汲汲舂黄粱。因思九州四海外，\r\n家家只占墙阴内。莫言墙阴数尺间，老却主人如等闲。\r\n君看眼前光阴促，中心莫学太行山。"
        },
        {
            "title": "龙阳县歌",
            "content": "县门白日无尘土，百姓县前挽鱼罟。主人引客登大堤，\r\n小儿纵观黄犬怒。鹧鸪惊鸣绕篱落，橘柚垂芳照窗户。\r\n沙平草绿见吏稀，寂历斜阳照县鼓。"
        },
        {
            "title": "泰娘歌",
            "content": "泰娘家本阊门西，门前绿水环金堤。有时妆成好天气，\r\n走上皋桥折花戏。风流太守韦尚书，路傍忽见停隼旟。\r\n斗量明珠鸟传意，绀幰迎入专城居。长鬟如云衣似雾，\r\n锦茵罗荐承轻步。舞学惊鸿水榭春，歌传上客兰堂暮。\r\n从郎西入帝城中，贵游簪组香帘栊。低鬟缓视抱明月，\r\n纤指破拨生胡风。繁华一旦有消歇，题剑无光履声绝。\r\n洛阳旧宅生草莱，杜陵萧萧松柏哀。妆奁虫网厚如茧，\r\n博山炉侧倾寒灰。蕲州刺史张公子，白马新到铜驼里。\r\n自言买笑掷黄金，月堕云中从此始。安知鵩鸟座隅飞，\r\n寂寞旅魂招不归。秦嘉镜有前时结，韩寿香销故箧衣。\r\n山城少人江水碧，断雁哀猿风雨夕。朱弦已绝为知音，\r\n云鬓未秋私自惜。举目风烟非旧时，梦寻归路多参差。\r\n如何将此千行泪，更洒湘江斑竹枝。"
        },
        {
            "title": "洞庭秋月行",
            "content": "洞庭秋月生湖心，层波万顷如熔金。孤轮徐转光不定，\r\n游气濛濛隔寒镜。是时白露三秋中，湖平月上天地空。\r\n岳阳楼头暮角绝，荡漾已过君山东。山城苍苍夜寂寂，\r\n水月逶迤绕城白。荡桨巴童歌竹枝，连樯估客吹羌笛。\r\n势高夜久阴力全，金气肃肃开星躔。浮云野马归四裔，\r\n遥望星斗当中天。天鸡相呼曙霞出，敛影含光让朝日。\r\n日出喧喧人不闲，夜来清景非人间。"
        },
        {
            "title": "桃源行",
            "content": "渔舟何招招，浮在武陵水。拖纶掷饵信流去，\r\n误入桃源行数里。清源寻尽花绵绵，踏花觅径至洞前。\r\n洞门苍黑烟雾生，暗行数步逢虚明。俗人毛骨惊仙子，\r\n争来致词何至此。须臾皆破冰雪颜，笑言委曲问人间。\r\n因嗟隐身来种玉，不知人世如风烛。筵羞石髓劝客餐，\r\n灯爇松脂留客宿。鸡声犬声遥相闻，晓色葱笼开五云。\r\n渔人振衣起出户，满庭无路花纷纷。翻然恐失乡县处，\r\n一息不肯桃源住。桃花满溪水似镜，尘心如垢洗不去。\r\n仙家一出寻无踪，至今流水山重重。"
        },
        {
            "title": "更衣曲",
            "content": "博山炯炯吐香雾，红烛引至更衣处。夜如何其夜漫漫，\r\n邻鸡未鸣寒雁度。庭前雪压松桂丛，廊下点点悬纱笼。\r\n满堂醉客争笑语，嘈囋琵琶青幕中。"
        },
        {
            "title": "始至云安，寄",
            "content": "天外巴子国，山头白帝城。波清蜀栜尽，云散楚台倾。\r\n迅濑下哮吼，两岸势争衡。阴风鬼神过，暴雨蛟龙生。\r\n硖断见孤邑，江流照飞甍。蛮军击严鼓，笮马引双旌。\r\n望阙遥拜舞，分庭备将迎。铜符一以合，文墨纷来萦。\r\n暮色四山起，愁猿数处声。重关群吏散，静室寒灯明。\r\n故人青霞意，飞舞集蓬瀛。昔曾在池籞，应知鱼鸟情。"
        },
        {
            "title": "晚步扬子游南塘望沙尾",
            "content": "淮海多夏雨，晓来天始晴。萧条长风至，千里孤云生。\r\n卑湿久喧浊，搴开偶虚清。客游广陵郡，晚出临江城。\r\n郊外绿杨阴，江中沙屿明。归帆翳尽日，去棹闻遗声。\r\n乡国殊渺漫，羁心目悬旌。悠然京华意，怅望怀远程。\r\n薄暮大山上，翩翩双鸟征。"
        },
        {
            "title": "缺题",
            "content": "故人日已远，窗下尘满琴。坐对一樽酒，恨多无力斟。\r\n幕疏萤色迥，露重月华深。万境与群籁，此时情岂任。"
        },
        {
            "title": "武夫词",
            "content": "武夫何洸洸，衣紫袭绛裳。借问胡为尔，列校在鹰扬。\r\n依倚将军势，交结少年场。探丸害公吏，抽刃妒名倡。\r\n家产既不事，顾盼自生光。酣歌高楼上，袒裼大道傍。\r\n昔为编户人，秉耒甘哺糠。今来从军乐，跃马饫膏粱。\r\n犹思风尘起，无种取侯王。"
        },
        {
            "title": "海阳十咏·月窟",
            "content": "溅溅漱幽石，注入团圆处。有如常满杯，承彼清夜露。\r\n岩曲月斜照，林寒春晚煦。游人不敢触，恐有蛟龙护。"
        },
        {
            "title": "九华山歌",
            "content": "奇峰一见惊魂魄，意想洪炉始开辟。疑是九龙夭矫欲攀天，\r\n忽逢霹雳一声化为石，不然何至今，悠悠亿万年，\r\n气势不死如腾屳。云含幽兮月添冷，月凝晖兮江漾影。\r\n结根不得要路津，迥秀长在无人境。轩皇封禅登云亭，\r\n大禹会计临东溟。乘樏不来广乐绝，独与猿鸟愁青荧。\r\n君不见敬亭之山黄索漠，兀如断岸无棱角。\r\n宣城谢守一首诗，遂使声名齐五岳。九华山，九华山，\r\n自是造化一尤物，焉能籍甚乎人间。"
        },
        {
            "title": "海阳十咏·双溪",
            "content": "流水绕双岛，碧溪相并深。浮花拥曲处，远影落中心。\r\n闲鹭久独立，曝龟惊复沉。蘋风有时起，满谷箫韶音。"
        },
        {
            "title": "海阳十咏·棼丝瀑",
            "content": "飞流透嵌隙，喷洒如丝棼。含晕迎初旭，翻光破夕曛。\r\n馀波绕石去，碎响隔溪闻。却望琼沙际，逶迤见脉分。"
        },
        {
            "title": "海阳十咏·蒙池",
            "content": "潆渟幽壁下，深净如无力。风起不成文，月来同一色。\r\n地灵草木瘦，人远烟霞逼。往往疑列仙，围棋在岩侧。"
        },
        {
            "title": "海阳十咏·飞练瀑",
            "content": "晶晶掷岩端，洁光如可把。琼枝曲不折，云片晴犹下。\r\n石坚激清响，叶动承馀洒。前时明月中，见是银河泻。"
        },
        {
            "title": "海阳十咏·裴溪",
            "content": "楚客忆关中，疏溪想汾水。萦纡非一曲，意态如千里。\r\n倒影罗文动，微波笑颜起。君今赐环归，何人承玉趾。"
        },
        {
            "title": "海阳十咏·玄览亭",
            "content": "潇洒青林际，夤缘碧潭隈。淙流冒石下，轻波触砌回。\r\n香风逼人度，幽花覆水开。故令无四壁，晴夜月光来。"
        },
        {
            "title": "海阳十咏·云英潭",
            "content": "芳幄覆云屏，石奁开碧镜。支流日飞洒，深处自疑莹。\r\n潜去不见迹，清音常满听。有时病朝酲，来此心神醒。"
        },
        {
            "title": "海阳十咏·切云亭",
            "content": "迥破林烟出，俯窥石潭空。波摇杏梁日，松韵碧窗风。\r\n隔水生别岛，带桥如断虹。九疑南面事，尽入寸眸中。"
        },
        {
            "title": "海阳十咏·吏隐亭",
            "content": "结构得奇势，朱门交碧浔。外来始一望，写尽平生心。\r\n日轩漾波影，月砌镂松阴。几度欲归去，回眸情更深。"
        },
        {
            "title": "酬留守牛相公宫城早秋寓言见寄",
            "content": "晓月映宫树，秋光起天津。凉风稍动叶，宿露未生尘。\r\n星气尚芳丽，旷望感心神。挥毫成逸韵，开閤迟来宾。\r\n摆去将相印，渐为逍遥身。如招后房宴，却要白头人。"
        },
        {
            "title": "秋日书怀寄河南王尹",
            "content": "公府想无事，西池秋水清。去年为狎客，永日奉高情。\r\n况有台上月，如闻云外笙。不知桑落酒，今岁与谁倾。"
        },
        {
            "title": "酬冯十七舍人宿卫赠别五韵",
            "content": "少年为别日，隋宫杨柳阴。白首相逢处，巴江烟浪深。\r\n使星上三蜀，春雨沾衣襟。王程促速意，夜语殷勤心。\r\n却归天上去，遗我云间音。"
        },
        {
            "title": "春日寄杨八唐州二首",
            "content": "淮西春草长，淮水逶迤光。燕入新村落，人耕旧战场。\r\n可怜行春守，立马看斜桑。\r\n漠漠淮上春，莠苗生故垒。梨花方城路，荻笋萧陂水。\r\n高斋有谪仙，坐啸清风起。"
        },
        {
            "title": "酬湖州崔郎中见寄",
            "content": "风筝吟秋空，不肖指爪声。高人灵府间，律吕伴咸英。\r\n昔年与兄游，文似马长卿。今来寄新诗，乃类陶渊明。\r\n磨砻老益智，吟咏闲弥精。岂非山水乡，荡漾神机清。\r\n渚烟蕙兰动，溪雨虹蜺生。冯君虚上舍，待余乘兴行。"
        },
        {
            "title": "韩十八侍",
            "content": "楚望何苍然，曾澜七百里。孤城寄远目，一写无穷已。\r\n荡漾浮天盖，四环宣地理。积涨在三秋，混成非一水。\r\n冬游见清浅，春望多洲沚。云锦远沙明，风烟青草靡。\r\n火星忽南见，月硖方东迤。雪波西山来，隐若长城起。\r\n独专朝宗路，驶悍不可止。支川让其威，蓄缩至南委。\r\n熊武走蛮落，潇湘来奥鄙。炎蒸动泉源，积潦搜山趾。\r\n归往无旦夕，包含通远迩。行当白露时，眇视秋光里。\r\n曙色未昭晰，露华遥斐舋。浩尔神骨清，如观混元始。\r\n北风忽震荡，惊浪迷津涘。怒激鼓铿訇，蹙成山岿硊。\r\n鹍鹏疑变化，罔象何恢诡。嘘吸写楼台，腾骧露鬐尾。\r\n景移群动息，波静繁音弭。明月出中央，青天绝纤滓。\r\n素光淡无际，绿静平如砥。空影渡鹓鸿，秋声思芦苇。\r\n鲛人弄机杼，贝阙骈红紫。珠蛤吐玲珑，文鳐翔旖旎。\r\n水乡吴蜀限，地势东南庳。翼轸粲垂精，衡巫屹环峙。\r\n名雄七泽薮，国辨三苗氏。唐羿断修蛇，荆王惮青兕。\r\n秦狩迹犹在，虞巡路从此。轩后奏宫商，骚人咏兰芷。\r\n茅岭潜相应，橘洲傍可指。郭璞验幽经，罗含著前纪。\r\n观津戚里族，按道侯家子。联袂登高楼，临轩笑相视。\r\n假守亦高卧，墨曹正垂耳。契阔话凉温，壶觞慰迁徙。\r\n地偏山水秀，客重杯盘侈。红袖花欲然，银灯昼相似。\r\n兴酣更抵掌，乐极同启齿。笔锋不能休，藻思一何绮。\r\n伊余负微尚，夙昔惭知己。出入金马门，交结青云士。\r\n袭芳践兰室，学古游槐市。策慕宋前军，文师汉中垒。\r\n陋容昧俯仰，孤志无依倚。卫足不如葵，漏川空叹蚁。\r\n幸逢万物泰，独处穷途否。锻翮重叠伤，兢魂再三褫。\r\n蘧瑗亦屡化，左丘犹有耻。桃源访仙宫，薜服祠山鬼。\r\n故人南台旧，一别如弦矢。今朝会荆峦，斗酒相宴喜。\r\n为余出新什，笑抃随伸纸。晔若观五色，欢然臻四美。\r\n委曲风涛事，分明穷达旨。洪韵发华钟，凄音激清徵。\r\n羊濬要共和，江淹多杂拟。徒欲仰高山，焉能追逸轨。\r\n湘洲路四达，巴陵城百雉。何必颜光禄，留诗张内史。"
        },
        {
            "title": "和浙西李大夫晚下",
            "content": "一辞温室树，几见武昌柳。荀谢年何少，韦平望已久。\r\n种松夹石道，纡组临沙阜。目览帝王州，心存股肱守。\r\n叶动惊彩翰，波澄见赪首。晋宋齐梁都，千山万江口。\r\n烟散隋宫出，涛来海门吼。风俗太伯馀，衣冠永嘉后。\r\n江长天作限，山固壤无朽。自古称佳丽，非贤谁奄有。\r\n八元邦族盛，万石门风厚。天柱揭东溟，文星照北斗。\r\n高亭一骋望，举酒共为寿。因赋咏怀诗，远寄同心友。\r\n禁中晨夜直，江左东西偶。将手握兵符，儒腰盘贵绶。\r\n颁条风有自，立事言无苟。农野闻让耕，军人不使酒。\r\n用材当构厦，知道宁窥牖。谁谓青云高，鹏飞终背负。"
        },
        {
            "title": "萋兮吟",
            "content": "天涯浮云生，争蔽日月光。穷巷秋风起，先摧兰蕙芳。\r\n万货列旗亭，恣心注明珰。名高毁所集，言巧智难防。\r\n勿谓行大道，斯须成太行。莫吟萋兮什，徒使君子伤。"
        },
        {
            "title": "和郴州杨侍郎玩郡斋紫薇花十四韵",
            "content": "几年丹霄上，出入金华省。暂别万年枝，看花桂阳岭。\r\n南方足奇树，公府成佳境。绿阴交广除，明艳透萧屏。\r\n雨馀人吏散，燕语帘栊静。懿此含晓芳，翛然忘簿领。\r\n紫茸垂组缕，金缕攒锋颖。露溽暗传香，风轻徐就影。\r\n苒弱多意思，从容占光景。得地在侯家，移根近仙井。\r\n开尊好凝睇，倚瑟仍回颈。游蜂驻彩冠，舞鹤迷烟顶。\r\n兴生红药后，爱与甘棠并。不学夭桃姿，浮荣在俄顷。"
        },
        {
            "title": "酬牛相公独饮偶醉寓言见示",
            "content": "宫漏夜丁丁，千门闭霜月。华堂列红烛，丝管静中发。\r\n歌眉低有思，舞体轻无骨。主人启酡颜，酣畅浃肌发。\r\n犹思城外客，阡陌不可越。春意日夕深，此欢无断绝。"
        },
        {
            "title": "岁夜咏怀",
            "content": "弥年不得意，新岁又如何。念昔同游者，而今有几多。\r\n以闲为自在，将寿补蹉跎。春色无情故，幽居亦见过。"
        },
        {
            "title": "酬乐天咏老见示",
            "content": "人谁不愿老，老去有谁怜。身瘦带频减，发稀冠自偏。\r\n废书缘惜眼，多炙为随年。经事还谙事，阅人如阅川。\r\n细思皆幸矣，下此便翛然。莫道桑榆晚，微霞尚满天。"
        },
        {
            "title": "和乐天秋凉闲卧",
            "content": "暑退人体轻，雨馀天色改。荷珠贯索断，竹粉残妆在。\r\n高僧扫室请，逸客登楼待。槐柳渐萧疏，闲门少光彩。"
        },
        {
            "title": "酬乐天闻新蝉见赠",
            "content": "碧树鸣蝉后，烟云改容光。瑟然引秋气，芳草日夜黄。\r\n夹道喧古槐，临池思垂杨。离人下忆泪，志士激刚肠。\r\n昔闻阻山川，今听同匡床。人情便所遇，音韵岂殊常。\r\n因之比笙竽，送我游醉乡。"
        },
        {
            "title": "和乐天宴李周美中丞宅池上赏樱桃花",
            "content": "樱桃千万枝，照耀如雪天。王孙宴其下，隔水疑神仙。\r\n宿露发清香，初阳动暄妍。妖姬满髻插，酒客折枝传。\r\n同此赏芳月，几人有华筵。杯行勿遽辞，好醉逸三年。"
        },
        {
            "title": "洛中早春赠乐天",
            "content": "漠漠复霭霭，半晴将半阴。春来自何处，无迹日以深。\r\n韶嫩冰后木，轻盈烟际林。藤生欲有托，柳弱不自任。\r\n花意已含蓄，鸟言尚沉吟。期君当此时，与我恣追寻。\r\n翻愁烂熳后，春暮却伤心。"
        },
        {
            "title": "和乐天洛城春齐梁体八韵",
            "content": "帝城宜春入，游人喜意长。草生季伦谷，花出莫愁坊。\r\n断云发山色，轻风漾水光。楼前戏马地，树下斗鸡场。\r\n白头自为侣，绿酒亦满觞。潘园观种植，谢墅阅池塘。\r\n至闲似隐逸，过老不悲伤。相问焉功德，银黄游故乡。"
        },
        {
            "title": "和令狐相公晚泛汉",
            "content": "雨过远山出，江澄暮霞生。因浮济川舟，遂作适野行。\r\n郊树映缇骑，水禽避红旌。田夫捐畚锸，织妇窥柴荆。\r\n古岸夏花发，遥林晚蝉清。沿洄方玩境，鼓角已登城。\r\n部内有良牧，望中寄深情。临觞念佳期，泛瑟动离声。\r\n寂寞一病士，夙昔接群英。多谢谪仙侣，几时还玉京。"
        },
        {
            "title": "令狐相公见示赠竹二十韵仍命继和",
            "content": "高人必爱竹，寄兴良有以。峻节可临戎，虚心宜待士。\r\n众芳信妍媚，威凤难栖止。遂于鼙鼓间，移植东南美。\r\n封以梁国土，浇之浚泉水。得地色不移，凌空势方起。\r\n新青排故叶，馀纷笼疏理。犹复隔墙藩，何因出尘滓。\r\n兹辰去前蔽，永日劳瞪视。槭槭林已成，荧荧玉相似。\r\n规摹起心匠，洗涤在颐指。曲直既了然，孤高何卓尔。\r\n垂梢覆内屏，迸笋侵前戺。妓席拂云鬓，宾阶荫珠履。\r\n抱琴恣闲玩，执卷堪斜倚。露下悬明珰，风来韵清徵。\r\n坚贞贯四候，标格殊百卉。岁晚当自知，繁华岂云比。\r\n古诗无赠竹，高唱从此始。一听清瑶音，峥然长在耳。"
        },
        {
            "title": "酬乐天七月一日夜即事见寄",
            "content": "夜树风韵清，天河云彩轻。故苑多露草，隔城闻鹤鸣。\r\n摇落从此始，别离含远情。闻君当是夕，倚瑟吟商声。\r\n外物岂不足，中怀向谁倾。秋来念归去，同听嵩阳笙。"
        },
        {
            "title": "早夏郡中书事",
            "content": "水禽渡残月，飞雨洒高城。华堂对嘉树，帘庑含晓清。\r\n拂镜整危冠，振衣步前楹。将吏俨成列，簿书纷来萦。\r\n言下辨曲直，笔端破交争。虚怀询病苦，怀律操剽轻。\r\n阍吏告无事，归来解簪缨。高帘覆朱阁，忽尔闻调笙。"
        },
        {
            "title": "月夜忆乐天兼寄微之",
            "content": "今宵帝城月，一望雪相似。遥想洛阳城，清光正如此。\r\n知君当此夕，亦望镜湖水。展转相忆心，月明千万里。"
        },
        {
            "title": "乐天寄洛下",
            "content": "松间风未起，万叶不自吟。池上月未来，清辉同夕阴。\r\n宫徵不独运，埙篪自相寻。一从别乐天，诗思日已沉。\r\n吟君洛中作，精绝百炼金。乃知孤鹤情，月露为知音。\r\n微之从东来，威凤鸣归林。羡君先相见，一豁平生心。"
        },
        {
            "title": "白太守行",
            "content": "闻有白太守，抛官归旧谿。苏州十万户，尽作婴儿啼。\r\n太守驻行舟，阊门草萋萋。挥袂谢啼者，依然两眉低。\r\n朱户非不崇，我心如重狴。华池非不清，意在寥廓栖。\r\n夸者窃所怪，贤者默思齐。我为太守行，题在隐起珪。"
        },
        {
            "title": "有獭吟",
            "content": "有獭得嘉鱼，自谓天见怜。先祭不敢食，捧鳞望青玄。\r\n人立寒沙上，心专眼悁悁。渔翁以为妖，举块投其咽。\r\n呼儿贯鱼归，与獭同烹煎。关关黄金鹗，大翅摇江烟。\r\n下见盈寻鱼，投身擘洪连。攫拏隐鳞去，哺雏林岳巅。\r\n鸱乌欲伺隙，遥噪莫敢前。长居青云路，弹射无由缘。\r\n何地无江湖，何水无鲔鳣。天意不宰割，菲祭徒虔虔。\r\n空余知礼重，载在淹中篇。"
        },
        {
            "title": "谪居悼往二首",
            "content": "邑邑何邑邑，长沙地卑湿。楼上见春多，花前恨风急。\r\n猿愁肠断叫，鹤病翘趾立。牛衣独自眠，谁哀仲卿泣。\r\n郁郁何郁郁，长安远如日。终日念乡关，燕来鸿复还。\r\n潘岳岁寒思，屈平憔悴颜。殷勤望归路，无雨即登山。"
        },
        {
            "title": "重至衡阳伤柳仪曹",
            "content": "忆昨与故人，湘江岸头别。我马映林嘶，君帆转山灭。\r\n马嘶循古道，帆灭如流电。千里江蓠春，故人今不见。"
        },
        {
            "title": "冬夜宴河中李相公中堂命筝歌送酒",
            "content": "朗朗鹍鸡弦，华堂夜多思。帘外雪已深，座中人半醉。\r\n翠蛾发清响，曲尽有馀意。酌我莫忧狂，老来无逸气。"
        },
        {
            "title": "和河南裴尹侍郎宿斋天平寺诣九龙祠祈雨二十",
            "content": "有事九龙庙，洁斋梵王祠。玉箫何时绝，碧树空凉飔。\r\n吏散埃壒息，月高庭宇宜。重城肃穆闭，涧水潺湲时。\r\n人稀夜复闲，虑静境亦随。缅怀断鳌足，凝想乘鸾姿。\r\n朱明盛农节，膏泽方愆期。瞻言五灵瑞，能救百谷萎。\r\n咿喔晨鸡鸣，阑干斗柄垂。修容谒神像，注意陈正词。\r\n惊飙起泓泉，若调雷雨师。黑烟耸鳞甲，洒液如棼丝。\r\n丰隆震天衢，列缺挥火旗。炎空忽凄紧，高溜悬绠縻。\r\n生物已滂沛，湿云稍离披。丹霞启南陆，白水含东菑。\r\n熙熙飞走适，蔼蔼草树滋。浮光动宫观，远思盈川坻。\r\n吴公敏于政，谢守工为诗。商山有病客，言贺舒庞眉。"
        },
        {
            "title": "有僧言罗浮事",
            "content": "君言罗浮上，容易见九垠。渐高元气壮，汹涌来翼身。\r\n夜宿最高峰，瞻望浩无邻。海黑天宇旷，星辰来逼人。\r\n是时当朏魄，阴物恣腾振。日光吐鲸背，剑影开龙鳞。\r\n倏若万马驰，旌旗耸奫沦。又如广乐奏，金石含悲辛。\r\n疑其有巨灵，怪物尽来宾。阴阳迭用事，乃俾夜作晨。\r\n咿喔天鸡鸣，扶桑色昕昕。赤波千万里，涌出黄金轮。\r\n下视生物息，霏如隙中尘。醯鸡仰瓮口，亦谓云汉津。\r\n世人信耳目，方寸度大钧。安知视听外，怪愕不可陈。\r\n悠悠想大方，此乃杯水滨。知小天地大，安能识其真。"
        },
        {
            "title": "秋江早发",
            "content": "轻阴迎晓日，霞霁秋江明。草树含远思，襟杯有馀清。\r\n凝睇万象起，朗吟孤愤平。渚鸿未矫翼，而我已遐征。\r\n因思市朝人，方听晨鸡鸣。昏昏恋衾枕，安见元气英。\r\n纳爽耳目变，玩奇筋骨轻。沧洲有奇趣，浩然吾将行。"
        },
        {
            "title": "裴祭酒尚书见示春归城南青松坞别墅寄王左丞",
            "content": "早宦阅人事，晚怀生道机。时从学省出，独望郊园归。\r\n野彴度春水，山花映岩扉。石头解金章，林下步绿薇。\r\n青松郁成坞，修竹盈尺围。吟风起天籁，蔽日无炎威。\r\n危径盘羊肠，连甍耸翚飞。幽谷响樵斧，澄潭环钓矶。\r\n因高见帝城，冠盖扬光辉。白云难持寄，清韵投所希。\r\n二公如长离，比翼翔太微。含情谢林壑，酬赠骈珠玑。\r\n顾予久郎潜，愁寂对芳菲。一闻丘中趣，再抚黄金徽。"
        },
        {
            "title": "客有为余",
            "content": "清晨登天坛，半路逢阴晦。疾行穿雨过，却立视云背。\r\n白日照其上，风雷走于内。滉漾雪海翻，槎牙玉山碎。\r\n蛟龙露鬐鬣，神鬼含变态。万状互生灭，百音以繁会。\r\n俯观群动静，始觉天宇大。山顶自晶明，人间已滂沛。\r\n豁然重昏敛，涣若春冰溃。反照入松门，瀑流飞缟带。\r\n遥光泛物色，馀韵吟天籁。洞府撞仙钟，村墟起夕霭。\r\n却见山下侣，已如迷世代。问我何处来，我来云雨外。"
        },
        {
            "title": "游桃源一百韵",
            "content": "沅江清悠悠，连山郁岑寂。回流抱绝巘，皎镜含虚碧。\r\n昏旦递明媚，烟岚分委积。香蔓垂绿潭，暴龙照孤碛。\r\n渊明著前志，子骥思远蹠。寂寂无何乡，密尔天地隔。\r\n金行太元岁，渔者偶探赜。寻花得幽踪，窥洞穿暗隙。\r\n依微闻鸡犬，豁达值阡陌。居人互将迎，笑语如平昔。\r\n广乐虽交奏，海禽心不怿。挥手一来归，故溪无处觅。\r\n绵绵五百载，市朝几迁革。有路在壶中，无人知地脉。\r\n皇家感至道，圣祚自天锡。金阙传本枝，玉函留宝历。\r\n禁山开秘宇，复户洁灵宅。蕊检香氛氲，醮坛烟幂幂。\r\n我来尘外躅，莹若朝星析。崖转对翠屏，水穷留画鹢。\r\n三休俯乔木，千级扳峭壁。旭日闻撞钟，彩云迎蹑屐。\r\n遂登最高顶，纵目还楚泽。平湖见草青，远岸连霞赤。\r\n幽寻如梦想，绵思属空阒。夤缘且忘疲，耽玩近成癖。\r\n清猿伺晓发，瑶草凌寒坼。祥禽舞葱茏，珠树摇玓瓅。\r\n羽人顾我笑，劝我税归轭。霓裳何飘飖，童颜洁白皙。\r\n重岩是藩屏，驯鹿受羁靮。楼居弥清霄，萝茑成翠帟。\r\n仙翁遗竹杖，王母留桃核。姹女飞丹砂，青童护金液。\r\n宝气浮鼎耳，神光生剑脊。虚无天乐来，僁窣鬼兵役。\r\n丹丘肃朝礼，玉札工紬绎。枕中淮南方，床下阜乡舄。\r\n明灯坐遥夜，幽籁听淅沥。因话近世仙，耸然心神惕。\r\n乃言瞿氏子，骨状非凡格。往事黄先生，群儿多侮剧。\r\n謷然不屑意，元气贮肝膈。往往游不归，洞中观博弈。\r\n言高未易信，犹复加诃责。一旦前致辞，自云仙期迫。\r\n言师有道骨，前事常被谪。如今三山上，名字在真籍。\r\n悠然谢主人，后岁当来觌。言毕依庭树，如烟去无迹。\r\n观者皆失次，惊追纷络绎。日暮山径穷，松风自萧槭。\r\n适逢修蛇见，瞋目光激射。如严三清居，不使恣搜索。\r\n唯馀步纲势，八趾在沙砾。至今东北隅，表以坛上石。\r\n列仙徒有名，世人非目击。如何庭庑际，白日振飞翮。\r\n洞天岂幽远，得道如咫尺。一气无死生，三光自迁易。\r\n因思人间世，前路何狭窄。瞥然此生中，善祝期满百。\r\n大方播群类，秀气肖翕辟。性静本同和，物牵成阻厄。\r\n是非斗方寸，荤血昏精魄。遂令多夭伤，犹喜见斑白。\r\n喧喧车马驰，苒苒桑榆夕。共安缇绣荣，不悟泥途适。\r\n纷吾本孤贱，世叶在逢掖。九流宗指归，百氏旁捃摭。\r\n公卿偶慰荐，乡曲缪推择。居安白"
        },
        {
            "title": "望衡山",
            "content": "东南倚盖卑，维岳资柱石。前当祝融居，上拂朱鸟翮。\r\n青冥结精气，磅礴宣地脉。还闻肤寸阴，能致弥天泽。"
        },
        {
            "title": "和董庶中古散调词赠尹果毅",
            "content": "昔听东武吟，壮年心已悲。如何今濩落，闻君辛苦辞。\r\n言有穷巷士，弱龄颇尚奇。读得玄女符，生当事边时。\r\n借名游侠窟，结客幽并儿。往来长楸间，能带双鞬驰。\r\n崩腾天宝末，尘暗燕南垂。爟火入咸阳，诏征神武师。\r\n是时占军幕，插羽扬金羁。万夫列辕门，观射中戟支。\r\n誓当雪国雠，亲爱从此辞。中宵倚长剑，起视蚩尤旗。\r\n介马晨萧萧，阵云竟天涯。阴风猎白草，旗槊光参差。\r\n勇气贯中肠，视身忽如遗。生擒白马将，虏骑不敢追。\r\n贵臣上战功，名姓随意移。终岁肌骨苦，他人印累累。\r\n谒者既清宫，诸侯各罢戏。上将赐甲第，门戟不可窥。\r\n眦血下沾襟，天高问无期。却寻故乡路，孤影空相随。\r\n行逢里中旧，扑樕昔所嗤。一言合侯王，腰佩黄金龟。\r\n问我何自苦，可怜真数奇。迟回顾徒御，得色悬双眉。\r\n翻然悟世途，抚己昧所宜。田园已芜没，流浪江海湄。\r\n鸷禽毛翮摧，不见翔云姿。衰容蔽逸气，孑孑无人知。\r\n寂寞草玄徒，长吟下书帷。为君发哀韵，若扣瑶林枝。\r\n有客识其真，潺湲涕交颐。饮尔一杯酒，陶然足自怡。"
        },
        {
            "title": "崔元受少府自贬所还",
            "content": "故人博罗尉，遗我山姜花。采从碧海上，来自谪仙家。\r\n云涛润孤根，阴火照晨葩。静摇扶桑日，艳对瀛洲霞。\r\n世人爱芳辛，搴撷忘幽遐。传名入帝里，飞驿辞天涯。\r\n王济本尚味，石崇方斗奢。雕盘多不识，绮席乃增华。\r\n驿马损筋骨，贵人滋齿牙。顾予藜藿士，持此重咨嗟。"
        },
        {
            "title": "武陵观火诗",
            "content": "楚乡祝融分，炎火常为虞。是时直突烟，发自晨炊徒。\r\n盲风扇其威，白昼曛阳乌。操绠不暇汲，循墙还避逾。\r\n怒如列缺光，迅与芬轮俱。联延掩四远，赫奕成洪炉。\r\n汹疑云涛翻，飒若鬼神趋。当前迎焮赩，是物同膏腴。\r\n金乌入梵天，赤龙游玄都。腾烟透窗户，飞焰生栾栌。\r\n火山摧半空，星雨洒中衢。瑶坛被髹漆，宝树攒珊瑚。\r\n光县与琴焦，旗亭无酒濡。市人委百货，邑令遗双凫。\r\n馀势下隈隩，长熛烘舳舻。吹焚照水府，炙浪愁天吴。\r\n灾罢云日晚，心惊视听殊。高灰辨廪庾，黑土连闉闍。\r\n众烬合星罗，游氛铄人肤。厚地藏宿热，遥林呈骤枯。\r\n火德资生人，庸可一日无。御之失其道，敲石弥天隅。\r\n晋库走龙剑，吴宫伤燕雏。五行有沴气，先哲垂訏谟。\r\n宋郑同日起，时当贤大夫。无苛自可乐，弭患非所图。\r\n贤守恤人瘼，临烟驻骊驹。吊场色惨忸，颜失词劬愉。\r\n下令蠲里布，指期轻市租。閈垣适未立，苫盖自相娱。\r\n山木行剪伐，江泥宜墐途。邑臣不必曾，何用征越巫。"
        },
        {
            "title": "途中早发",
            "content": "马踏尘上霜，月明江头路。行人朝气锐，宿鸟相辞去。\r\n流水隔远村，缦山多红树。悠悠关塞内，往来无闲步。"
        },
        {
            "title": "善卷坛下作",
            "content": "先生见尧心，相与去九有。斯民既已治，我得安林薮。\r\n道为自然贵，名是无穷寿。瑶坛在此山，识者常回首。"
        },
        {
            "title": "卧病闻常山",
            "content": "寂寂重寂寂，病夫卧秋斋。夜蛩思幽壁，槁叶鸣空阶。\r\n南国异气候，火旻尚昏霾。瘴烟跕飞羽，沴气伤百骸。\r\n昨闻凯歌旋，饮至酒如淮。无战陋丹水，垂仁轻槁街。\r\n清庙既策勋，圆丘俟燔柴。车书一以混，幽远靡不怀。\r\n逐客憔悴久，故乡云雨乖。禽鱼各有化，予欲问齐谐。"
        },
        {
            "title": "谒柱山会禅师",
            "content": "我本山东人，平生多感慨。弱冠游咸京，上书金马外。\r\n结交当世贤，驰声溢四塞。勉修贵及早，狃捷不知退。\r\n锱铢扬芬馨，寻尺招瑕颣。淹留郢南都，摧颓羽翰碎。\r\n安能咎往事，且欲去沉痗。吾师得真如，寄在人寰内。\r\n哀我堕名网，有如翾飞辈。曈曈揭智烛，照使出昏昧。\r\n静见玄关启，歆然初心会。夙尚一何微，今得信可大。\r\n觉路明证入，便门通忏悔。悟理言自忘，处屯道犹泰。\r\n色身岂吾宝，慧性非形碍。思此灵山期，未卜何年载。"
        },
        {
            "title": "登司马错古城",
            "content": "将军将秦师，西南奠遐服。故垒清江上，苍烟晦乔木。\r\n登临直萧辰，周览壮前躅。堑平陈叶满，墉高秋蔓绿。\r\n废井抽寒菜，毁台生鲁谷。耕人得古器，宿雨多遗镞。\r\n楚塞郁重叠，蛮溪纷诘曲。留此数仞基，几人伤远目。"
        },
        {
            "title": "磨镜篇",
            "content": "流尘翳明镜，岁久看如漆。门前负局人，为我一磨拂。\r\n萍开绿池满，晕尽金波溢。白日照空心，圆光走幽室。\r\n山神妖气沮，野魅真形出。却思未磨时，瓦砾来唐突。."
        },
        {
            "title": "咏古二首有所寄",
            "content": "车音想辚辚，不见綦下尘。可怜平阳第，歌舞娇青春。\r\n金屋容色在，文园词赋新。一朝复得幸，应知失意人。\r\n寂寥照镜台，遗基古南阳。真人昔来游，翠凤相随翔。\r\n目成在桑野，志遂贮椒房。岂无三千女，初心不可忘。"
        },
        {
            "title": "偶作二首",
            "content": "终朝对尊酒，嗜兴非嗜甘。终日偶众人，纵言不纵谈。\r\n世情闲静见，药性病多谙。寄谢嵇中散，予无甚不堪。\r\n万卷堆床书，学者识其真。万里长江水，征夫渡要津。\r\n养生非但药，悟佛不因人。燕石何须辨，逢时即至珍。"
        },
        {
            "title": "读张曲江集作",
            "content": "圣言贵忠恕，至道重观身。法在何所恨，色相斯为仁。\r\n良时难久恃，阴谪岂无因。寂寞韶阳庙，魂归不见人。"
        },
        {
            "title": "调瑟词",
            "content": "调瑟在张弦，弦平音自足。朱弦二十五，缺一不成曲。\r\n美人爱高张，瑶轸再三促。上弦虽独响，下应不相属。\r\n日暮声未和，寂寥一枯木。却顾膝上弦，流泪难相续。"
        },
        {
            "title": "秋晚题湖城驿池上亭",
            "content": "秋次池上馆，林塘照南荣。尘衣纷未解，幽思浩已盈。\r\n风莲坠故萼，露菊含晚英。恨为一夕客，愁听晨鸡鸣。"
        },
        {
            "title": "奉酬湖州崔郎中见寄五韵",
            "content": "山阳昔相遇，灼灼晨葩鲜。同游翰墨场，和乐埙篪然。\r\n一落名宦途，浩如乘风船。行当衰暮日，卧理淮海边。\r\n犹期谢病后，共乐桑榆年。"
        },
        {
            "title": "寄陕州姚中丞",
            "content": "八月天气肃，二陵风雨收。旌旗阙下来，云日关东秋。\r\n禹迹想前事，汉台馀故丘。徘徊襟带地，左右帝王州。\r\n留滞悲昔老，恩光荣彻侯。相思望棠树，一寄商声讴。"
        },
        {
            "title": "连州腊日观莫徭猎西山",
            "content": "海天杀气薄，蛮军步伍嚣。林红叶尽变，原黑草初烧。\r\n围合繁钲息，禽兴大旆摇。张罗依道口，嗾犬上山腰。\r\n猜鹰虑奋迅，惊鹿时跼跳。瘴云四面起，腊雪半空消。\r\n箭头余鹄血，鞍傍见雉翘。日暮还城邑，金笳发丽谯。"
        },
        {
            "title": "观柘枝舞二首",
            "content": "胡服何葳蕤，仙仙登绮墀。神飙猎红蕖，龙烛映金枝。\r\n垂带覆纤腰，安钿当妩眉。翘袖中繁鼓，倾眸溯华榱。\r\n燕秦有旧曲，淮南多冶词。欲见倾城处，君看赴节时。\r\n山鸡临清镜，石燕赴遥津。何如上客会，长袖入华裀。\r\n体轻似无骨，观者皆耸神。曲尽回身处，层波犹注人。"
        },
        {
            "title": "翠微寺有感",
            "content": "吾王昔游幸，离宫云际开。朱旗迎夏早，凉轩避暑来。\r\n汤饼赐都尉，寒冰颁上才。龙髯不可望，玉座生尘埃。"
        },
        {
            "title": "送惟良上人",
            "content": "高斋洒寒水，是夕山僧至。玄牝无关锁，琼书舍文字。\r\n灯明香满室，月午霜凝地。语到不言时，世间人尽睡。"
        },
        {
            "title": "送僧方及南谒柳员外",
            "content": "昔事庐山远，精舍虎溪东。朝阳照瀑水，楼阁虹霓中。\r\n骋望羡游云，振衣若秋蓬。旧房闭松月，远思吟江风。\r\n古寺历头陀，奇峰扳祝融。南登小桂岭，却望归塞鸿。\r\n衣裓贮文章，自言学雕虫。抢榆念陵厉，覆篑图穹崇。\r\n远郡多暇日，有诗访禅宫。石门耸峭绝，竹院含空濛。\r\n幽响滴岩溜，晴芳飘野丛。海云悬飓母，山果属狙公。\r\n忽忆吴兴郡，白蘋正葱茏。愿言挹风采，邈若窥华嵩。\r\n桂水夏澜急，火山宵焰红。三衣濡菌露，一锡飞烟空。\r\n勿谓翻译徒，不为文雅雄。古来赏音者，燋爨得孤桐。"
        },
        {
            "title": "和州送钱侍御自宣州幕拜官便于华州觐省",
            "content": "五彩绣衣裳，当年正相称。春风旧关路，归去真多兴。\r\n兰陔行可采，莲府犹回瞪。杨家绀幰迎，谢守瑶华赠。\r\n御街草泛滟，台柏烟含凝。曾是平生游，无因理归乘。"
        },
        {
            "title": "送张盥赴举诗",
            "content": "尔生始悬弧，我作座上宾。引箸举汤饼，祝词天麒麟。\r\n今成一丈夫，坎坷愁风尘。长裾来谒我，自号庐山人。\r\n道旧与抚孤，悄然伤我神。依依见眉睫，嘿嘿含悲辛。\r\n永怀同年友，追想出谷晨。三十二君子，齐飞凌烟旻。\r\n曲江一会时，后会已凋沦。况今三十载，阅世难重陈。\r\n盛时一已过，来者日日新。不如摇落树，重有明年春。\r\n火后见琮璜，霜馀识松筠。肃风乃独秀，武部亦绝伦。\r\n尔今持我诗，西见二重臣。成贤必念旧，保贵在安贫。\r\n清时为丞郎，气力侔陶钧。乞取斗升水，因之云汉津。"
        },
        {
            "title": "送李策",
            "content": "深春风日净，昼长幽鸟鸣。仆夫前致词，门有白面生。\r\n摄衣相问讯，解带坐南荣。端志见眉睫，苦言发精诚。\r\n因出怀中文，调孤词亦清。悄如促柱弦，掩抑多不平。\r\n乃言本蜀士，世降岷山灵。前人秉艺文，高视来上京。\r\n曳绶司徒府，所从信国桢。析薪委宝林，善响继家声。\r\n何处翳附郭，几人思郈成。云天望乔木，风水悲流萍。\r\n前与计吏西，始列贡士名。森然就笔札，从试春官卿。\r\n帝城岐路多，万足伺晨星。茫茫风尘中，工拙同有营。\r\n寒女劳夜织，山苗荣寸茎。侯门方击钟，衣褐谁将迎。\r\n弱羽果摧颓，壮心郁怦怦。谅无蟠木容，聊复蓬累行。\r\n昨日讯灵龟，繇言利艰贞。当求舍拔中，必在审己明。\r\n誓将息薄游，焦思穷笔精。莳兰在幽渚，安得扬芬馨。\r\n曰余摧落者，散质负华缨。一聆苦辛词，再动伊郁情。\r\n身弃言不动，爱才心尚惊。恨无羊角风，使尔化北溟。\r\n论罢情益亲，涉旬忘归程。日携邑中客，闲眺江上城。\r\n昼憩命金罍，宵谈转璿衡。薰风香麈尾，月露濡桃笙。\r\n忽被戒羸骖，薄言事南征。火云蔚千里，旅思浩已盈。\r\n湘江含碧虚，衡岭浮翠晶。岂伊山水异，适与人事并。\r\n油幕侣昆丘，粲然叠瑶琼。庾楼见清月，孔坐多绿醽。\r\n复有衡山守，本自云龙庭。抗志在灵府，发越侔咸英。\r\n一挥出荥阳，惠彼嗤嗤氓。隼旟辞灞水，居者皆涕零。\r\n惟昔与伊人，交欢经宿龄。一从云雨散，滋我鄙吝萌。\r\n北渚不堪愁，南音谁复听。离忧若去水，浩漾无时停。\r\n尝闻祝融峰，上有神禹铭。古石琅玕姿，秘文螭虎形。\r\n圣功奠远服，神物拥休祯。贤人在其下，仿佛疑蓬瀛。\r\n君行历郡斋，大袂拂双旌。饰容遇朗鉴，肝鬲可以呈。\r\n昔日马相如，临邛坐尽倾。勉君刷羽翰，蚤取凌青冥。"
        },
        {
            "title": "送韦秀才道冲赴制举",
            "content": "惊禽一辞巢，栖息无少安。秋扇一离手，流尘蔽霜纨。\r\n故侣不可追，凉风日已寒。远逢杜陵士，别尽平生欢。\r\n逐客无印绶，楚江多芷兰。因居暇时游，长铗不复弹。\r\n阅书南轩霁，縆瑟清夜阑。万境身外寂，一杯腹中宽。\r\n伊昔玄宗朝，冬卿冠鸳鸾。肃穆升内殿，从容领儒冠。\r\n游夏无措词，阳秋垂不刊。至今群玉府，学者空纵观。\r\n世人希德门，揭若攀峰峦。之子尚明训，锵如振琅玕。\r\n一旦西上书，斑衣拂征鞍。荆台宿暮雨，汉水浮春澜。\r\n君门起天中，多士如星攒。烟霞覆双阙，抃舞罗千官。\r\n清漏滴铜壶，仙厨下雕槃。荧煌仰金榜，错落濡飞翰。\r\n古来才杰士，所嗟遭时难。一鸣从此始，相望青云端。"
        },
        {
            "title": "送湘阳熊判官",
            "content": "射策志未就，从事岁云除。箧留马卿赋，袖有刘弘书。\r\n忽见夏木深，怅然忆吾庐。复持州民刺，归谒专城居。\r\n君家诚易知，胜绝倾里闾。人言北郭生，门有卿相舆。\r\n钟陵霭千里，带郭西江水。朱槛照河宫，旗亭绿云里。\r\n前年初缺守，慎简由宸扆。临轩弄郡章，得人方付此。\r\n是时左冯翊，天下第一理。贵臣持牙璋，优诏发青纸。\r\n迎风奸吏免，先令疲人喜。何武劾腐儒，陈蕃礼高士。\r\n昔升君子堂，腰下绶犹黄。汾阴有宝气，赤堇多奇铓。\r\n束简下曲台，佩鞬来历阳。绮筵陪一笑，兰室袭余芳。\r\n风水忽异势，江湖遂相忘。因君倘借问，为话老沧浪。"
        },
        {
            "title": "昏镜词",
            "content": "昏镜非美金，漠然丧其晶。陋容多自欺，谓若他镜明。\r\n瑕疵既不见，妍态随意生。一日四五照，自言美倾城。\r\n饰带以纹绣，装匣以琼瑛。秦宫岂不重，非适乃为轻。"
        },
        {
            "title": "送华阴尉张苕赴邕府使幕",
            "content": "昔忝南宫郎，往来东观频。尝披燕公传，耸若窥三辰。\r\n翊圣崇国本，像贤正朝伦。高视缅今古，清风夐无邻。\r\n兰锜照通衢，一家十朱轮。酂国嗣侯绝，韦卿世业贫。\r\n夫子承大名，少年振芳尘。青袍仙掌下，矫首凌烟旻。\r\n公冶本非罪，潘郎一为民。风霜苦摇落，坚白无缁磷。\r\n一旦逢良时，天光烛幽沦。重为长裾客，佐彼观风臣。\r\n分野穷禹画，人烟过虞巡。不言此行远，所乐相知新。\r\n雨起巫山阳，鸟鸣湘水滨。离筵出苍莽，别曲多悲辛。\r\n今朝一杯酒，明日千里人。从此孤舟去，悠悠天海春。"
        },
        {
            "title": "别友人后得书因以诗赠",
            "content": "前时送君去，挥手青门桥。路转不相见，犹闻马萧萧。\r\n今得出关书，行程日已遥。春还迟君至，共结芳兰苕。"
        },
        {
            "title": "养鸷词",
            "content": "养鸷非玩形，所资击鲜力。少年昧其理，日日哺不息。\r\n探雏网黄口，旦暮有馀食。宁知下鞲时，翅重飞不得。\r\n毰毸止林表，狡兔自南北。饮啄既已盈，安能劳羽翼。"
        },
        {
            "title": "观云篇",
            "content": "兴云感阴气，疾足如见机。晴来意态行，有若功成归。\r\n葱茏含晚景，洁白凝秋晖。夜深度银汉，漠漠仙人衣。"
        },
        {
            "title": "鶗鴂吟",
            "content": "朝阳有鸣凤，不闻千万祀。鶗鴂催众芳，晨间先入耳。\r\n秋风白露晞，从是尔啼时。如何上春日，唧唧满庭飞。"
        },
        {
            "title": "畬田行",
            "content": "何处好畬田，团团缦山腹。钻龟得雨卦，上山烧卧木。\r\n惊麏走且顾，群雉声咿喔。红焰远成霞，轻煤飞入郭。\r\n风引上高岑，猎猎度青林。青林望靡靡，赤光低复起。\r\n照潭出老蛟，爆竹惊山鬼。夜色不见山，孤明星汉间。\r\n如星复如月，俱逐晓风灭。本从敲石光，遂至烘天热。\r\n下种暖灰中，乘阳拆牙孽。苍苍一雨后，苕颖如云发。\r\n巴人拱手吟，耕耨不关心。由来得地势，径寸有余金。"
        },
        {
            "title": "捣衣曲",
            "content": "爽砧应秋律，繁杵含凄风。一一远相续，家家音不同。\r\n户庭凝露清，伴侣明月中。长裾委襞积，轻珮垂璁珑。\r\n汗余衫更馥，钿移麝半空。报寒惊边雁，促思闻候虫。\r\n天狼正芒角，虎落定相攻。盈箧寄何处，征人如转蓬。"
        },
        {
            "title": "初夏曲三首",
            "content": "铜壶方促夜，斗柄暂南回。稍嫌单衣重，初怜北户开。\r\n西园花已尽，新月为谁来。\r\n时节过繁华，阴阴千万家。巢禽命子戏，园果坠枝斜。\r\n寂寞孤飞蝶，窥丛觅晚花。\r\n绿水风初暖，青林露早晞。麦陇雉朝雊，桑野人暮归。\r\n百舌悲花尽，平芜来去飞。"
        },
        {
            "title": "送春曲三首",
            "content": "春向晚，春晚思悠哉。风云日已改，花叶自相催。\r\n漠漠空中去，何时天际来。\r\n春已暮，冉冉如人老，映叶见残花，连天是青草。\r\n可怜桃与李，从此同桑枣。\r\n春景去，此去何时回。游人千万恨，落日上高台。\r\n寂寞繁花尽，流莺归莫来。"
        },
        {
            "title": "华清词",
            "content": "日出骊山东，裴回照温泉。楼台影玲珑，稍稍开白烟。\r\n言昔太上皇，常居此祈年。风中闻清乐，往往来列仙。\r\n翠华入五云，紫气归上玄。哀哀生人泪，泣尽弓剑前。\r\n圣道本自我，凡情徒颙然。小臣感玄化，一望青冥天。"
        },
        {
            "title": "抛球乐词",
            "content": "五彩绣团圆，登君玳瑁筵。最宜红烛下，偏称落花前。\r\n上客如先起，应须赠一船。春早见花枝，朝朝恨发迟。\r\n及看花落后，却忆未开时。幸有抛球乐，一杯君莫辞。"
        },
        {
            "title": "华山歌",
            "content": "洪垆作高山，元气鼓其橐。俄然神功就，峻拔在寥廓。\r\n灵迹露指爪，杀气见棱角。凡木不敢生，神仙聿来托。\r\n天资帝王宅，以我为关钥。能令下国人，一见换神骨。\r\n高山固无限，如此方为岳。丈夫无特达，虽贵犹碌碌。"
        },
        {
            "title": "苦雨行",
            "content": "悠悠飞走情，同乐在阳和。岁中三百日，常恐风雨多。\r\n天人信遐远，时节易蹉跎。洞房有明烛，无乃酣且歌。"
        },
        {
            "title": "百花行",
            "content": "长安百花时，风景宜轻薄。无人不沽酒，何处不闻乐。\r\n春风连夜动，微雨凌晓濯。红焰出墙头，雪光映楼角。\r\n繁紫韵松竹，远黄绕篱落。临路不胜愁，轻烟去何托。\r\n满庭荡魂魄，照庑成丹渥。烂熳簇颠狂，飘零劝行乐。\r\n时节易晼晚，清阴覆池阁。唯有安石榴，当轩慰寂寞。"
        },
        {
            "title": "马嵬行",
            "content": "绿野扶风道，黄尘马嵬驿。路边杨贵人，坟高三四尺。\r\n乃问里中儿，皆言幸蜀时。军家诛戚族，天子舍妖姬。\r\n群吏伏门屏，贵人牵帝衣。低回转美目，风日为无晖。\r\n贵人饮金屑，倏忽舜英暮。平生服杏丹，颜色真如故。\r\n属车尘已远，里巷来窥觑。共爱宿妆妍，君王画眉处。\r\n履綦无复有，履组光未灭。不见岩畔人，空见凌波袜。\r\n邮童爱踪迹，私手解鞶结。传看千万眼，缕绝香不歇。\r\n指环照骨明，首饰敌连城。将入咸阳市，犹得贾胡惊。"
        },
        {
            "title": "蛮子歌",
            "content": "蛮语钩輈音，蛮衣斑斓布。熏狸掘沙鼠，时节祠盘瓠。\r\n忽逢乘马客，恍若惊麏顾。腰斧上高山，意行无旧路。"
        },
        {
            "title": "葡萄歌",
            "content": "野田生葡萄，缠绕一枝高。移来碧墀下，张王日日高。\r\n分岐浩繁缛，修蔓蟠诘曲。扬翘向庭柯，意思如有属。\r\n为之立长檠，布濩当轩绿。米液溉其根，理疏看渗漉。\r\n繁葩组绶结，悬实珠玑蹙。马乳带轻霜，龙鳞曜初旭。\r\n有客汾阴至，临堂瞪双目。自言我晋人，种此如种玉。\r\n酿之成美酒，令人饮不足。为君持一斗，往取凉州牧。"
        },
        {
            "title": "度桂岭歌",
            "content": "桂阳岭，下下复高高。人稀鸟兽骇，地远草木豪。\r\n寄言迁金子，知余歌者劳。"
        },
        {
            "title": "莫瑶歌",
            "content": "莫瑶自生长，名字无符籍。市易杂鲛人，婚姻通木客。\r\n星居占泉眼，火种开山脊。夜渡千仞谿，含沙不能射。"
        },
        {
            "title": "插田歌",
            "content": "冈头花草齐，燕子东西飞。田塍望如线，白水光参差。\r\n农妇白纻裙，农父绿蓑衣。齐唱郢中歌，嘤伫如竹枝。\r\n但闻怨响音，不辨俚语词。时时一大笑，此必相嘲嗤。\r\n水平苗漠漠，烟火生墟落。黄犬往复还，赤鸡鸣且啄。\r\n路旁谁家郎，乌帽衫袖长。自言上计吏，年幼离帝乡。\r\n田夫语计吏，君家侬定谙。一来长安道，眼大不相参。\r\n计吏笑致辞，长安真大处。省门高轲峨，侬入无度数。\r\n昨来补卫士，唯用筒竹布。君看二三年，我作官人去。"
        },
        {
            "title": "顺阳歌",
            "content": "朝辞官军驿，前望顺阳路。野水啮荒坟，秋虫镂宫树。\r\n曾闻天宝末，胡马西南骛。城守鲁将军，拔城从此去。"
        },
        {
            "title": "郡斋书怀寄江南",
            "content": "谩读图书三十车，年年为郡老天涯。一生不得文章力，\r\n百口空为饱暖家。绮季衣冠称鬓面，吴公政事副词华。\r\n还思谢病吟归去，同醉城东桃李花。"
        },
        {
            "title": "和乐天洛下",
            "content": "旧相临戎非称意，词人作尹本多情。从容自使边尘静，\r\n谈笑不闻桴鼓声。章句新添塞下曲，风流旧占洛阳城。\r\n昨来亦有吴趋咏，惟寄东都与北京。"
        },
        {
            "title": "和杨师皋给事伤小姬英英",
            "content": "见学胡琴见艺成，今朝追想几伤情。撚弦花下呈新曲。\r\n放拨灯前谢改名。但是好花皆易落，从来尤物不长生。\r\n鸾台夜直衣衾冷，云雨无因入禁城。"
        },
        {
            "title": "河南白",
            "content": "几年侍从作名臣，却向青云索得身。朝士忽为方外士，\r\n主人仍是眼中人。双鸾游处天京好，五马行时海峤春。\r\n遥羡光阴不虚掷，肯令丝竹暂生尘。"
        },
        {
            "title": "乐天寄重",
            "content": "风云变化饶年少，光景蹉跎属老夫。秋隼得时凌汗漫，\r\n寒龟饮气受泥涂。东隅有失谁能免，北叟之言岂便无。\r\n振臂犹堪呼一掷，争知掌下不成卢。"
        },
        {
            "title": "酬乐天见寄",
            "content": "元君后辈先零落，崔相同年不少留。华屋坐来能几日，\r\n夜台归去便千秋。背时犹自居三品，得老终须卜一丘。\r\n若使吾徒还早达，亦应箫鼓入松楸。"
        },
        {
            "title": "和白侍郎送令狐相公镇太原",
            "content": "十万天兵貂锦衣，晋城风日斗生辉。行台仆射深恩重，\r\n从事中郎旧路归。叠鼓蹙成汾水浪，闪旗惊断塞鸿飞。\r\n边庭自此无烽火，拥节还来坐紫微。"
        },
        {
            "title": "和乐天耳顺吟兼寄敦诗",
            "content": "吟君新什慰蹉跎，屈指同登耳顺科。邓禹功成三纪事，\r\n孔融书就八年多。已经将相谁能尔，抛却丞郎争奈何。\r\n独恨长洲数千里，且随鱼鸟泛烟波。"
        },
        {
            "title": "福先寺雪中酬别乐天",
            "content": "龙门宾客会龙宫，东去旌旗驻上东。二八笙歌云幕下，\r\n三千世界雪花中。离堂未暗排红烛，别曲含凄飏晚风。\r\n才子从今一分散，便将诗咏向吴侬。"
        },
        {
            "title": "赴苏州酬别乐天",
            "content": "吴郡鱼书下紫宸，长安厩吏送朱轮。二南风化承遗爱，\r\n八咏声名蹑后尘。梁氏夫妻为寄客，陆家兄弟是州民。\r\n江城春日追游处，共忆东归旧主人。"
        },
        {
            "title": "答乐天所寄咏怀",
            "content": "衙前有乐馔常精，宅内连池酒任倾。自是官高无狎客，\r\n不论年长少欢情。骊龙颔被探珠去，老蚌胚还应月生。\r\n莫羡三春桃与李，桂花成实向秋荣。"
        },
        {
            "title": "吟白乐天",
            "content": "吟君苦调我沾缨，能使无情尽有情。四望车中心未释，\r\n千秋亭下赋初成。庭梧已有栖雏处，池鹤今无子和声。\r\n从此期君比琼树，一枝吹折一枝生。"
        },
        {
            "title": "酬郓州令狐相公官舍言怀见寄兼呈乐天",
            "content": "词人各在一涯居，声味虽同迹自疏。佳句传因多好事，\r\n尽题稀为不便书。已通戎略逢黄石，仍占星文耀碧虚。\r\n闻说朝天在来岁，霸陵春色待行车。"
        },
        {
            "title": "刑",
            "content": "鼎食华轩到眼前，拂衣高谢岂徒然。九霄路上辞朝客，\r\n四皓丛中作少年。他日卧龙终得雨，今朝放鹤且冲天。\r\n洛阳旧有衡茆在，亦拟抽身伴地仙。"
        },
        {
            "title": "同乐天送令狐相公赴东都留守",
            "content": "尚书剑履出明光，居守旌旗赴洛阳。世上功名兼将相，\r\n人间声价是文章。衙门晓辟分天仗，宾幕初开辟省郎。\r\n从发坡头向东望，春风处处有甘棠。"
        },
        {
            "title": "答乐天戏赠",
            "content": "才子声名白侍郎，风流虽老尚难当。诗情逸似陶彭泽，\r\n斋日多如周太常。矻矻将心求净法，时时偷眼看春光。\r\n知君技痒思欢宴，欲倩天魔破道场。"
        },
        {
            "title": "和乐天南园试小乐",
            "content": "闲步南园烟雨晴，遥闻丝竹出墙声。欲抛丹笔三川去，\r\n先教清商一部成。花木手栽偏有兴，歌词自作别生情。\r\n多才遇景皆能咏，当日人传满凤城。"
        },
        {
            "title": "和令狐相公初归京国赋诗言怀",
            "content": "凌云羽翮掞天才，扬历中枢与外台。相印昔辞东阁去，\r\n将星还拱北辰来。殿庭捧日彯缨入，阁道看山曳履回。\r\n口不言功心自适，吟诗酿酒待花开。"
        },
        {
            "title": "题集贤阁",
            "content": "凤池西畔图书府，玉树玲珑景气闲。长听馀风送天乐，\r\n时登高阁望人寰。青山云绕栏干外，紫殿香来步武间。\r\n曾是先贤翔集地，每看壁记一惭颜。"
        },
        {
            "title": "同白二十二赠王山人",
            "content": "爱名之世忘名客，多事之时无事身。古老相传见来久，\r\n岁年虽变貌常新。飞章上达三清路，受箓平交五岳神。\r\n笑听咚咚朝暮鼓，只能催得市朝人。"
        },
        {
            "title": "同乐天送河南冯尹学士",
            "content": "可怜五马风流地，暂辍金貂侍从才。阁上掩书刘向去，\r\n门前修刺孔融来。崤陵路静寒无雨，洛水桥长昼起雷。\r\n共羡府中棠棣好，先于城外百花开。"
        },
        {
            "title": "和乐天以镜换酒",
            "content": "把取菱花百炼镜，换他竹叶十旬杯。嚬眉厌老终难去，\r\n蘸甲须欢便到来。妍丑太分迷忌讳，松乔俱傲绝嫌猜。\r\n校量功力相千万，好去从空白玉台。"
        },
        {
            "title": "阙下待传点呈诸同舍",
            "content": "禁漏晨钟声欲绝，旌旗组绶影相交。殿含佳气当龙首，\r\n阁倚晴天见凤巢。山色葱笼丹槛外，霞光泛滟翠松梢。\r\n多惭再入金门籍，不敢为文学解嘲。"
        },
        {
            "title": "和留守令狐相公答白宾客",
            "content": "麦陇和风吹树枝，商山逸客出关时。身无拘束起长晚，\r\n路足交亲行自迟。官拂象筵终日待，私将鸡黍几人期。\r\n君来不用飞书报，万户先从纸贵知。"
        },
        {
            "title": "和宣武令狐相公郡斋对新竹",
            "content": "新竹翛翛韵晓风，隔窗依砌尚蒙笼。数间素壁初开后，\r\n一段清光入坐中。欹枕闲看知自适，含毫朗咏与谁同。\r\n此君若欲长相见，政事堂东有旧丛。"
        },
        {
            "title": "河南王少尹宅",
            "content": "将星夜落使星来，三省清臣到外台。事重各衔天子诏，\r\n礼成同把故人杯。卷帘松竹雪初霁，满院池塘春欲回。\r\n第一林亭迎好客，殷勤莫惜玉山颓。"
        },
        {
            "title": "洛中逢白监同话游",
            "content": "曾经谢病各游梁，今日相逢忆孝王。少有一身兼将相，\r\n更能四面占文章。开颜坐上催飞盏，回首庭中看舞枪。\r\n借问风前兼月下，不知何客对胡床。"
        },
        {
            "title": "和乐天鹦鹉",
            "content": "养来鹦鹉觜初红，宜在朱楼绣户中。频学唤人缘性慧，\r\n偏能识主为情通。敛毛睡足难销日，亸翅愁时愿见风。\r\n谁遣聪明好颜色，事须安置入深笼。"
        },
        {
            "title": "楚州开元",
            "content": "僧房药树依寒井，井有香泉树有灵。翠黛叶生笼石甃，\r\n殷红子熟照铜瓶。枝繁本是仙人杖，根老新成瑞犬形。\r\n上品功能甘露味，还知一勺可延龄。"
        },
        {
            "title": "罢郡归洛途次山",
            "content": "自到山阳不许辞，高斋日夜有佳期。管弦正合看书院，\r\n语笑方酣各咏诗。银汉雪晴褰翠幕，清淮月影落金卮。\r\n洛阳归客明朝去，容趁城东花发时。"
        },
        {
            "title": "苏州白",
            "content": "莫嗟华发与无儿，却是人间久远期。雪里高山头白早，\r\n海中仙果子生迟。于公必有高门庆，谢守何烦晓镜悲。\r\n幸免如新分非浅，祝君长咏梦熊诗。"
        },
        {
            "title": "白舍人见",
            "content": "虽陪三品散班中，资历从来事不同。名姓也曾镌石柱，\r\n诗篇未得上屏风。甘陵旧党凋零尽，魏阙新知礼数崇。\r\n烟水五湖如有伴，犹应堪作钓鱼翁。"
        },
        {
            "title": "杂歌谣辞·步虚词",
            "content": "阿母种桃云海际，花落子成二千岁。\r\n海风吹折最繁枝，跪捧琼盘献天帝。\r\n华表千年鹤一归，凝丹为顶雪为衣。\r\n星星仙语人听尽，却向五云翻翅飞。"
        },
        {
            "title": "杂曲歌辞·踏歌行",
            "content": "春江月出大堤平，堤上女郎连袂行。\r\n唱尽新词看不见，红霞影树鹧鸪鸣。\r\n桃蹊柳陌好经过，灯下妆成月下歌。\r\n为是襄王故宫地，至今犹自细腰多。\r\n新词宛转递相传，振袖倾鬟风露前。\r\n月落乌啼云雨散，游童陌上拾花钿。\r\n日暮江头闻竹枝，南人行乐北人悲。\r\n自从雪里唱新曲，直至三春花尽时。"
        },
        {
            "title": "白舍",
            "content": "苏州刺史例能诗，西掖今来替左司。二八城门开道路，\r\n五千兵马引旌旗。水通山寺笙歌去，骑过虹桥剑戟随。\r\n若共吴王斗百草，不如应是欠西施。"
        },
        {
            "title": "杂曲歌辞·忆江南",
            "content": "春过也，共惜艳阳年。犹有桃花流水上，\r\n无辞竹叶醉樽前，惟待见青天。\r\n春去也，多谢洛城人。弱柳从风疑举袂，\r\n丛兰裛露似沾巾，独笑亦含颦。"
        },
        {
            "title": "杂曲歌辞·抛球乐",
            "content": "五彩绣团团，登君玳瑁筵。最宜红烛下，偏称落花前。\r\n上客如先起，应须赠一船。\r\n春早见花枝，朝朝恨发迟。及看花落后，却忆未开时。\r\n幸有抛球乐，一杯君莫辞。"
        },
        {
            "title": "杂曲歌辞·潇湘神二曲",
            "content": "湘水流，湘水流，九疑云物至今愁。君问二妃何处所，\r\n零陵香草露中秋。\r\n斑竹枝，斑竹枝，泪痕点点寄相思。楚客欲听瑶瑟怨，\r\n潇湘深夜月明时。"
        },
        {
            "title": "杂曲歌辞·浪淘沙",
            "content": "九曲黄河万里沙，浪淘几簸自天涯。\r\n如今直上银河去，同到牵牛织女家。\r\n洛水桥边春日斜，碧流轻浅见琼沙。\r\n无端陌上狂风急，惊起鸳鸯出浪花。\r\n汴水东流虎眼文，清淮晓色鸭头春。\r\n君看渡口淘沙处，渡却人间多少人。\r\n鹦鹉洲头浪飐沙，青楼春望日将斜。\r\n衔泥燕子争归舍，独自狂夫不忆家。\r\n濯锦江边两岸花，春风吹浪正淘沙。\r\n女郎剪下鸳鸯锦，将向中流匹晚霞。\r\n日照澄洲江雾开，淘金女伴满江隈。\r\n美人首饰侯王印，尽是沙中浪底来。\r\n八月涛声吼地来，头高数丈触山回。\r\n须臾却入海门去，卷起沙堆似雪堆。\r\n莫道谗言如浪深，莫言迁客似沙沉。\r\n千淘万漉虽辛苦，吹尽狂沙始到金。\r\n流水淘沙不暂停，前波未灭后波生。\r\n令人忽忆潇湘渚，回唱迎神三两声。"
        },
        {
            "title": "杂曲歌辞·宜城歌",
            "content": "野水绕空城，行尘起孤驿。花台侧生树，石碣阳镌额。\r\n靡靡度行人，温风吹宿麦。知"
        },
        {
            "title": "杂曲歌辞·纪南歌",
            "content": "风烟纪南城，尘土荆门路。天寒猎兽者，走上樊姬墓。"
        },
        {
            "title": "杂曲歌辞·纥那曲",
            "content": "杨柳郁青青，竹枝无限情。同郎一回顾，听唱纥那声。\r\n踏曲兴无穷，调同词不同。愿郎千万寿，长作主人翁。"
        },
        {
            "title": "杂曲歌辞·荆州乐二首",
            "content": "渚宫杨柳暗，麦城朝雉飞。可怜踏青伴，乘暖着轻衣。\r\n今日好南风，商旅相催发。沙头樯竿上，始见春江阔。"
        },
        {
            "title": "杂曲歌辞·壮士行",
            "content": "阴风振寒郊，猛虎正咆哮。徐行出烧地，连吼入黄茆。\r\n壮士走马去，镫前弯玉弓肖。叱之使人立，一发如铍交。\r\n悍睛忽星坠，飞血溅林梢。彪炳为我席，膻腥充我庖。\r\n里中欣害除，贺酒纷号呶。明日长桥上，倾城看斩蛟。"
        },
        {
            "title": "琴曲歌辞·飞鸢操",
            "content": "鸢飞杳杳青云里，鸢鸣萧萧风四起。旗尾飘扬势渐高，\r\n箭头砉划声相似。长空悠悠霁日悬，六翮不动凝飞烟。\r\n游鹍翔雁出其下，庆云清景相回旋。忽闻饥乌一噪聚，\r\n瞥下云中争腐鼠。腾音砺吻相喧呼，仰天大吓疑鸳雏。\r\n畏人避犬投高处，俯啄无声犹屡顾。青鸟自爱玉山禾，\r\n仙禽徒贵华亭露。朴木敕危巢向暮时，毰毸饱腹蹲枯枝。\r\n游童挟弹一麾肘，臆碎羽分人不悲。天生众禽各有类，\r\n威凤文章在仁义。鹰隼仪形蝼蚁心，虽能戾天何足贵。"
        },
        {
            "title": "相和歌辞·采菱行",
            "content": "白马湖平秋日光，紫菱如锦彩鸾翔。荡舟游女满中央，\r\n采菱不顾马上郎。争多逐胜纷相向，时转兰桡破轻浪。\r\n长鬟弱袂动参差，钗影钏文浮荡漾。笑语哇咬顾晚晖，\r\n蓼花绿岸扣舷归。归来共到市桥步，野蔓系船萍满衣。\r\n家家竹楼临广陌，下有连樯多估客。携觞荐芰夜经过，\r\n醉踏大堤相应歌。屈平祠下沅江水，月照寒波白烟起。\r\n一曲南音此地闻，长安北望三千里。"
        },
        {
            "title": "相和歌辞·贾客词",
            "content": "贾客无定游，所游惟利并。眩俗杂良苦，乘时知重轻。\r\n心计析秋毫，摇钩侔悬衡。锥刀既无弃，转化日已盈。\r\n邀福祷波神，施财游化城。妻约雕金钏，女垂贯珠缨。\r\n高赀比封君，奇货通幸卿。趋时鸷鸟思，藏镪盘龙形。\r\n大艑浮通川，高楼次旗亭。行止皆有乐，关梁似无征。\r\n农夫何为者，辛苦事寒耕。"
        },
        {
            "title": "相和歌辞·三阁词四首",
            "content": "贵人三阁上，日晏未梳头。不应有恨事，娇甚却成愁。\r\n珠箔曲琼钩，子细见扬州。北兵那得度，浪语判悠悠。\r\n沉香帖阁柱，金缕画门楣。回首降幡下，已见黍离离。\r\n三人出眢井，一身登槛车。朱门漫临水，不可见鲈鱼。"
        },
        {
            "title": "相和歌辞·团扇郎",
            "content": "团扇复团扇，奉君清暑殿。秋风入庭树，从此不相见。\r\n上有乘鸾女，苍苍虫网遍。明年入怀袖，别是机中练。"
        },
        {
            "title": "相和歌辞·阿娇怨",
            "content": "望见葳蕤举翠华，试开金屋扫庭花。\r\n须臾宫女传来信，云幸平阳公主家。"
        },
        {
            "title": "竹枝（竹枝词）",
            "content": "杨柳青青江水平，闻郎江上唱歌声。\r\n东边日出西边雨，道是无晴却有晴。\r\n【注释】：①踏歌，一作“唱歌”。踏歌，是指唱歌时以脚踏地为节拍。\r\n②竹枝词，是巴渝民歌的一种，唱时以笛、鼓伴奏，同时起舞。\r\n③“晴”与“情”，二字谐音，双关妙用。【译文】：　　江边杨柳，树叶青青，江中流水，平如明镜。在这样动人情思的环境中，她忽然听到了江边传来的歌声。那是多么熟悉的声音啊！一飘到耳里，就知道是谁唱的了。她从歌声获得的印象是，对方虽没有更明确的表示，却似乎有些情意。这真好象黄梅季节晴雨不定的天气，说是晴天吧，西边还下着雨；说是雨天吧，东边还出着太阳，令人捉摸不定，是无“情”还是有“情”呢？【赏析】：　　竹枝词是巴渝（今四川省东部重庆市一带）民歌中的一种。唱时，以笛、鼓伴奏，同时起舞，声调宛转动人。刘禹锡任夔州刺史时，依调填词，写了十来篇，这是其中一首摹拟民间情歌的作品。它写的是一位沉浸在初恋中的少女的心情。她爱着一个人，可还没有确实知道对方的态度，因此既抱有希望，又含有疑虑；既欢喜，又担忧。诗人用她自己的口吻，将这种微妙复杂的心理成功地与以表达。\r\n　　第一句写景，是她眼前所见。江边杨柳，垂拂青条；江中流水，平如镜面。这是很美好的环境。第二句写她耳中所闻。在这样动人情思的环境中，她忽然听到了江边传来的歌声。那是多么熟悉的声音啊！一飘到耳里，就知道是谁唱的了。第三、四句接写她听到这熟悉的歌声之后的心理活动。姑娘虽然早在心里爱上了这个小伙子，但对方还没有什么表示哩。今天，他从江边走了过来，而且边走边唱，似乎是对自己多少有些意思。这，给了她很大的安慰和鼓舞，因此她就想到：这个人啊，倒是有点象黄梅时节晴雨不定的天气，说它是晴天吧，西边还下着雨，说它是雨天吧，东边又还出着太阳，可真有点捉摸不定了。这里晴雨的“晴”，是用来暗指感情的“情”，“道是无晴却有晴”，也就是“道是无情却有情”。通过这两句极其形象又极其朴素的诗，她的迷惘，她的眷恋，她的忐忑不安，她的希望和等待便都刻画出来了。\r\n　　这种根据汉语语音的特点而形成的表现方式，是历代民间情歌中所习见的。它们是谐声的双关语，同时是基于活跃联想的生动比喻。它们往往取材于眼前习见的景物，明确地但又含蓄地表达了微妙的感情。如南朝的吴声歌曲中就有一些使用了这种谐声双关语来表达恋情。如《子夜歌》云：“怜欢好情怀，移居作乡里。桐树生门前，出入见梧子。”（欢是当时女子对情人的爱称。梧子双关吾子，即我的人。）\r\n　　这类用谐声双关语来表情达意的民间情歌，是源远流长的，自来为人民群众所喜爱。作家偶尔加以摹仿，便显得新颖可喜，引人注意。刘禹锡这首诗为广大读者所爱好，这也是原因之一。（原载《唐诗鉴赏大辞典》，有删节）"
        },
        {
            "title": "竹枝",
            "content": "山桃红花满山头，\r\n蜀江春水拍山流。\r\n花红易衰似郎意，\r\n水流无限似侬情。"
        },
        {
            "title": "竹枝",
            "content": "日出三竿春雾消，\r\n江头蜀客驻兰桡。\r\n凭寄狂夫书一纸，\r\n住在成都万里桥。"
        },
        {
            "title": "竹枝",
            "content": "两岸山花似雪开，\r\n家家春酒满银杯。\r\n昭君坊中多女伴，\r\n永安宫外踏青来。"
        },
        {
            "title": "竹枝",
            "content": "山上层层桃李花，\r\n云间烟火是人家。\r\n银钏金钗来负水，\r\n长刀短笠去烧□。"
        },
        {
            "title": "竹枝",
            "content": "瞿塘嘈嘈十二滩，\r\n此中道路古来难。\r\n长恨人心不如水，\r\n等闲平地起波澜。"
        },
        {
            "title": "竹枝",
            "content": "江上春来新雨晴，\r\n□西春水彀纹生。\r\n桥东桥西好杨柳，\r\n人来人去唱歌行。"
        },
        {
            "title": "竹枝",
            "content": "巫峡苍苍烟雨时，\r\n清猿啼在最高枝。\r\n个里愁人肠自断，\r\n由来不是此声悲。"
        },
        {
            "title": "竹枝",
            "content": "楚水巴山江雨多，\r\n巴人能唱本乡歌。\r\n今朝北客思归去，\r\n回入纥那披绿罗。"
        },
        {
            "title": "竹枝",
            "content": "城西门外滟预堆，\r\n年年波浪不能摧。\r\n懊恼人心不如石，\r\n少时东去复西来。"
        },
        {
            "title": "竹枝",
            "content": "白帝城头春草生，\r\n白盐山下蜀江清。\r\n南人上来歌一曲，\r\n北人莫上动乡情。"
        },
        {
            "title": "再游玄都观",
            "content": "百亩庭中半是苔，桃花净尽菜花开。\r\n种桃道士归何处，前度刘郎今又来。"
        },
        {
            "title": "元和十年自郎州召至京师戏赠",
            "content": "紫陌红尘拂面来，无人不道看花回。\r\n玄都观里桃千树，尽是刘郎去后栽。\r\n附： 再游玄都观\r\n百亩庭中半是苔，桃花净尽菜花开。\r\n种桃道士归何处，前度刘郎今又来。\r\n【译文】：刘禹锡几度贬官，看到满朝新贵仅是攀龙附凤之辈，心中愤愤不平，于是写了前一首诗，借桃花矛以嘲讽：“你们这些都是什么东西，都是我走后才来的小辈——“尽是刘郎去后栽！”为此刘再度被贬。十四年后，刘再次复出，重游玄都观，感慨万千，写下《再游玄都观》，表现了刘不屈不挠的坚强意志。"
        },
        {
            "title": "忆江南",
            "content": "春去也，\r\n共惜艳阳年。\r\n犹有桃花流水上，\r\n无辞竹叶醉尊前。\r\n惟待见青天。"
        },
        {
            "title": "忆江南",
            "content": "春去也，多谢洛城人。\r\n弱柳从风疑举袂，丛兰裛露似沾巾。\r\n独坐亦含嚬。\r\n【赏析】：　　这是刘禹锡在唐文宗开成三年（838）所作之词。词人运用拟人手法，将人情物态糅为一体，相互映衬，相得益彰，从而将抒情主人公的惜春、伤春之情巧妙的烘托出来。\r\n　　“春去也，多谢洛城人”起句似有突兀，让人不易理解，及至看了下文，才恍然大悟。原来“春去也”是抒情主人公即下文那个“独坐亦含嚬”的洛城少女的慨叹之词。她一边惋惜春天的归去，一边又觉得春天对她来说也有无限依恋之情。她仿佛看到，春天在归去的当儿，还向她殷勤致意，恋恋不舍的道别。“去也”一词，感情色彩极浓，词人用拟人手法将春天人格化，写出它不忍离去又不得不离去的无奈。\r\n　　“弱柳从风疑举袂，丛兰裛露似沾巾”两句，词人仍用拟人手法，描绘出了树木花草与春天的惜别之情：柔弱的柳条随风轻摇，不胜依依，恍如一位妙龄女子正挥手举袖与春天作别；碧绿的兰草沾满露珠，晶莹闪光，好似少女在款款惜别之际泪洒罗巾。“举袂”、“沾巾”都是抒情主人公的想象之辞，正因为她惋惜春归，因此才觉得周围的客观景物也好像同她一样扼惋叹惜。总之，词人不写人惜春，却写春恋人，这样将抒情主人公的惜春之情写得婉转有致，耐人寻味。\r\n　　“独坐亦含嚬”，由此词人自然而然地过渡到了惜别之人——洛城少女。这时，洛城少女正独自端坐在花尽春空的庭院，嚬眉蹙额。由词中这一“亦”字可知此刻的她无论是独吟、独赋，还是独思、独坐都无法排遣内心满腹的愁绪。想必旖旎的春光曾带给她无限的欢乐或者说曾激励她憧憬美好，但是如今春阑花谢，欢乐已成为过眼烟云，理想也最终落空，因此洛城少女只能徒然地对物伤怀，黯然伤神罢了。总之，此句以人惜春收束全词，更加增添了全词的抒情色彩。\r\n　　纵观全词，词人巧借抒情主人公的惜春之情，从而寄托了自己盛年难再，政治抱负无法实现的喟叹之情，由此使得全词情调哀婉，充溢着一种淡淡的哀愁，然而又不流于绮靡。"
        },
        {
            "title": "杨柳枝",
            "content": "御陌青门拂地垂，\r\n千条金缕万条丝。\r\n如今绾作同心结，\r\n将赠行人知不知。"
        },
        {
            "title": "杨柳枝",
            "content": "迎得春光先到来，\r\n轻黄浅绿映楼台。\r\n只缘袅娜多情思，\r\n更被春风长挫摧。"
        },
        {
            "title": "杨柳枝",
            "content": "炀帝行宫汴水滨，\r\n数株残柳不胜春。\r\n晚来风起花如雪，\r\n飞入宫墙不见人。"
        },
        {
            "title": "杨柳枝",
            "content": "扬子江头烟景迷，\r\n隋家宫树拂金堤。\r\n嵯峨犹有当时色，\r\n半蘸波中水鸟栖。"
        },
        {
            "title": "杨柳枝",
            "content": "巫山巫峡杨柳多，\r\n朝云暮雨远相和。\r\n因想阳台无限事，\r\n为君回唱竹枝歌。"
        },
        {
            "title": "杨柳枝",
            "content": "塞北梅花羌笛吹，\r\n淮南桂树小山词。\r\n请君莫奏前朝曲，\r\n听唱新翻杨柳枝。"
        },
        {
            "title": "杨柳枝",
            "content": "轻盈袅娜占年华，\r\n舞榭妆楼处处遮。\r\n春尽絮飞留不得，\r\n随风好去落人家。"
        },
        {
            "title": "杨柳枝",
            "content": "南陌东城春草时，\r\n相逢何处不依依？\r\n桃红李白皆夸好，\r\n须得垂杨相发挥。"
        },
        {
            "title": "杨柳枝",
            "content": "金谷园中莺乱飞，\r\n铜驼陌上好风吹。\r\n城东桃李须臾尽，\r\n争似垂杨无限时。"
        },
        {
            "title": "杨柳枝",
            "content": "花萼楼前初种时，\r\n美人楼上斗腰肢。\r\n如今抛掷长街里，\r\n露叶如啼欲恨谁？"
        },
        {
            "title": "杨柳枝",
            "content": "凤阙轻遮翡翠帏，\r\n龙墀遥望□尘生。\r\n御沟春水相辉映，\r\n狂杀长安年少儿。"
        },
        {
            "title": "杨柳枝",
            "content": "城外春风吹酒旗，\r\n行人挥袂日落时。\r\n长安陌上无穷树，\r\n唯有垂杨管别离。"
        },
        {
            "title": "学阮公体",
            "content": "少年负志气，\r\n信道不从时。\r\n只言绳自知，\r\n安知室可欺？\r\n百胜难虑敌，\r\n三折乃良医。\r\n人生不失意，\r\n焉能慕知己？"
        },
        {
            "title": "玄都观桃花",
            "content": "紫陌红尘拂面来，\r\n无人不道看花回；\r\n玄都观里桃千树，\r\n尽是刘郎去后栽。"
        },
        {
            "title": "潇湘神",
            "content": "湘水流，湘水流，\r\n九疑云物至今秋。\r\n若问二妃何处所，\r\n零陵芳草露中愁。"
        },
        {
            "title": "潇湘神",
            "content": "斑竹枝，斑竹枝，\r\n泪痕点点寄相思。\r\n楚客欲听瑶琴怨，\r\n潇湘深夜月明时。"
        },
        {
            "title": "西塞山怀古",
            "content": "王濬楼船下益州，金陵王气黯然收。\r\n千寻铁锁沉江底，一片降幡出石头。\r\n人世几回伤往事？山形依旧枕寒流。\r\n从今四海为家日，故垒萧萧芦荻秋。\r\n【注释】：①西塞山：在今湖北省大冶县东。\r\n②王濬：晋武帝时益州刺史，受命征吴，造大楼船，直取吴都，吴帝孙皓奉表请降。【译文】：　　王濬率领高大的战船，顺江而下，讨伐东吴，金陵城中的士气黯然消失。千丈的铁链沉入江底，一片投降的旗子挂在石头城上。人生中有几回伤感往事，山形依然没有改变，枕靠在长江上。从今以后天下统一，旧日的堡垒在一片芦荻草中显得凄凉萧瑟。【赏析】：　　西塞山，在今湖北大冶东面的长江边，形势险峻，是六朝有名的军事要塞。长庆四年（八二四年）刘禹锡由夔州刺史调任和州刺史，沿江东下，途经西塞山，即景抒怀，写下此诗。诗人讲述了建都金陵的几个朝代的兴亡，希望唤起人们的注意，吸取往日的教训，表现出诗人对国家的赤诚忠心。全诗借古喻今，沉郁感伤，但繁简得当，直点现实。"
        },
        {
            "title": "望洞庭",
            "content": "湖光秋月两相和，\r\n潭面无风镜未磨。\r\n遥望洞庭山水翠，\r\n白银盘里一青螺。\r\n【注释】：（1）洞庭：湖名，今湖南省北部。  　　（2）和：和谐，这里指水色与月光融为一体。  　　（3）潭面：指湖面。  　　（4）镜未磨：古人的镜子用铜制作、磨成。这里一说是水面无风 ，波平如镜；一说是远望湖中的景物，隐约不清，如同镜面没打磨时照物不清楚。  　　（5）山水翠：湖光山色。  　　（6）白银盘：形容洞庭湖。  　　（7）青螺：青色的田螺，这里用来形容湖中间的青山。【译文】：洞庭湖的水光与秋月相交，水面风平浪静,就好像没有打磨的铜镜。远远望去，洞庭湖的山水一片翠绿的颜色，恰似白银色的盘子托着青青的田螺。【赏析】：这是诗人遥望洞庭湖而写的风景诗，明白如话而意味隽（jun四声）永。第一句从水光月色的交融不分写起，表现湖面的开阔廖远，这应该是日暮时分的景象，天还没黑但月亮已经出来，如果天黑就看不出两者色彩的融合了。第二句用镜子的比喻表现夜晚湖面的平静，因为太阳已落，湖水不反光，像镜子没磨时光泽暗淡的样子。第三句写远望湖中君山翠绿的色彩，这里的“山水”实际只是指山，即湖中的君山。用“山水”属于古代汉语中“偏义复词”的用法。第四句再用一个比喻，将浮在水中的君山比作搁在白银盘子里的青螺。全诗纯然写景，既有细致的描写，又有生动的比喻，读来饶有趣味。  　　秋夜皎皎明月下的洞庭湖水是澄彻空明的。与素月的清光交相辉映，俨如琼田玉鉴，是一派空灵、缥缈、宁静、和谐的境界。这就是“湖光秋月两相和”一句所包蕴的诗意。“和”字下得工炼，表现出了水天一色、玉宇无尘的融和的画境。而且，似乎还把一种水国之夜的节奏——演漾的月光与湖水吞吐的韵律，传达给读者了。接下来描绘湖上无风，迷迷蒙蒙的湖面宛如未经磨拭的铜镜。“镜未磨”三字十分形象贴切地表现了千里洞庭风平浪静的安宁温柔的景象，在月光下别具一种朦胧美。“潭面无风镜未磨”以生动形象的比喻补足了“湖光秋月两相和”的诗意。因为只有“潭面无风”，波澜不惊，湖光和秋月才能两相协调。否则，湖面狂风怒号，浊浪排空，湖光和秋月便无法辉映成趣，也就无有“两相和”可言了。  　　诗人的视线又从广阔的平湖集中到君山一点。在皓月银辉之下，洞庭山愈显青翠，洞庭水愈显清澈，山水浑然一体，望去如同一只雕镂透剔的银盘里，放了一颗小巧玲珑的青螺，十分惹人喜爱。三四两句诗想象丰富，比喻恰当，色调淡雅，银盘与青螺互相映衬，相得益彰。诗人笔下的秋月之中的洞庭山水变成了一件精美绝伦的工艺美术珍品，给人以莫大的艺术享受。“白银盘里一青螺”，真是匪夷所思的妙句。然而，它的擅胜之处，不止表现在设譬的精警上，尤其可贵的是它所表现的壮阔不凡的气度和它所寄托的高卓清奇的情致。在诗人眼里，千里洞庭不过是妆楼奁镜、案上杯盘而已。举重若轻，自然凑泊，毫无矜气作色之态，这是十分难得的。把人与自然的关系表现得这样亲切，把湖山的景物描写得这样高旷清超，这正是作者性格、情操和美学趣味的反映。没有荡思八极、纳须弥于芥子的气魄，没有振衣千仞、涅而不缁的襟抱，是难以措笔的。一首山水小诗，见出诗人富有浪漫色彩的奇思壮采，这是很难得的。"
        },
        {
            "title": "踏歌词",
            "content": "新词宛转递相传，\r\n振袖倾鬟风露前。\r\n月落乌啼云雨散，\r\n游童陌上拾花钿。"
        },
        {
            "title": "踏歌词",
            "content": "桃蹊柳陌好经过，\r\n镫下妆成月下歌。\r\n为是襄王故宫地，\r\n至今犹自细腰多。"
        },
        {
            "title": "踏歌词",
            "content": "日暮江南闻竹枝，\r\n南人行乐北人悲。\r\n自从雪里唱新曲，\r\n直到三春花尽时。"
        },
        {
            "title": "踏歌词",
            "content": "春江月出大堤平，\r\n堤上女郎连袂行。\r\n唱尽新词欢不见，\r\n红窗映树鹧鸪鸣。"
        },
        {
            "title": "蜀先主庙",
            "content": "天地英雄气，千秋尚凛然！\r\n势分三足鼎，业复五铢钱。\r\n得相能开国，生儿不象贤。\r\n凄凉蜀故伎，来舞魏宫前。\r\n【注释】：①千秋：千年。\r\n②三足：比喻魏蜀吴并立。\r\n③业：功业。\r\n④相：诸葛亮。【译文】：　　天地间的英雄气慨千年之后仍然让人敬畏。形成了三足鼎立的形势，振兴国业又恢复了五铢钱。得到诸葛亮作为丞相建立了开国大业，可惜生了个儿子不像父亲这么贤明。凄凉那时蜀国原来的歌妓，在魏宫前面歌舞。【赏析】：　　这首诗是刘禹锡五律中传诵较广的一首。蜀先主就是刘备。先主庙在夔州（治所在今四川奉节东），本诗当是刘禹锡任夔州刺史时所作。诗人凭吊蜀先主庙，想起开国的刘备与他不争气的儿子，心生感慨，慨叹了蜀国的兴衰。全诗一气呵成，寓意深刻，气势雄伟，具有极强的感染力。"
        },
        {
            "title": "石头城",
            "content": "山围故国周遭在，\r\n潮打空城寂寞回。\r\n淮水东边旧时月，\r\n夜深还过女墙来。"
        },
        {
            "title": "抛球乐",
            "content": "五色绣团圆，登君玳瑁筵。\r\n最宜红烛下，偏称落花前。\r\n上客如先起，应须赠一船。"
        },
        {
            "title": "抛球乐",
            "content": "春早见花枝，朝朝恨发迟。\r\n及看花落后，却忆未开时。\r\n幸有抛球乐，一杯君莫辞。"
        },
        {
            "title": "浪淘沙",
            "content": "濯锦江边两岸花，\r\n春风吹浪正淘沙。\r\n女郎剪下鸳鸯锦，\r\n将向中流定晚霞。"
        },
        {
            "title": "浪淘沙",
            "content": "鹦鹉洲头浪□沙，\r\n青楼春望日将斜。\r\n衔泥燕子争归舍，\r\n独自狂夫不忆家。"
        },
        {
            "title": "浪淘沙",
            "content": "日照澄洲江雾开，\r\n淘金女伴满江隈。\r\n美人首饰侯王印，\r\n尽是沙中浪底来。"
        },
        {
            "title": "浪淘沙",
            "content": "洛水桥边春日斜，\r\n碧流轻浅见琼沙。\r\n无端陌上狂风急，\r\n惊起鸳鸯出浪花。"
        },
        {
            "title": "浪淘沙",
            "content": "九曲黄河万里沙，\r\n浪淘风簸自天涯。\r\n如今直上银河去，\r\n同到牵牛织女家。"
        },
        {
            "title": "浪淘沙",
            "content": "汴水东流虎眼纹，\r\n清淮晓色鸭头春。\r\n君看渡口淘沙处，\r\n渡却人间多少人。"
        },
        {
            "title": "浪淘沙",
            "content": "八月涛声吼地来，\r\n头高数丈触山回。\r\n须臾却入海门去，\r\n卷起沙堆似雪堆。"
        },
        {
            "title": "淮阴行五首（其四）",
            "content": "何物令侬羡？羡郎船尾燕。\r\n衔泥趁樯竿，宿食长相见。\r\n【赏析】：　　早春时节，清淮浪软，紫燕双飞。一位少妇在船埠给自己的丈夫送行。诗中略去了一切送别场面的描写，一落笔就抓住了女主人的心理活动，集中描写她的内心独白。\r\n　　“何物令侬羡？羡郎船尾燕。”与丈夫握别之际，深情难舍，有千言万语涌上心头，究竟从何说起呢？首句忽然提出了一个奇怪的问题：什么东西使我羡慕？次句的回答更出人意外：羡慕丈夫船尾的燕子。这一问一答，痴人痴语，既不关情，也无关送别，似乎很不得体，但三、四两句一转，便使前面的疑团涣然冰释，整首诗的感情画面顿时活跃起来。\r\n　　“衔泥趁樯竿，宿食长相见。”她想燕子能随船飞行，在樯竿上停留，自己丈夫无论是宿夜还是进餐，它天天都能见到；而人不如燕，自己反不能相随而去。这就把女主人公的一片深情和盘托出。诗不说女主人想以身相随，而说羡慕随船远行的燕子，宛转达意，以曲取胜，显得风流蕴藉。羡慕燕子，意在希望能象燕子那样天天见到自己丈夫的食宿情况，出语温柔体贴，细腻地表达了少妇对丈夫的深情厚爱。北宋诗人黄庭坚说：“《淮阴行》情调殊丽，语气尤稳切。”（《苕溪渔隐丛话》引）是说得不错的。这首诗用比兴体托物抒怀，正是乐府本色。南朝乐府民歌《三洲歌》云：“风流不暂停，三山隐行舟。愿作比目鱼，随欢千里游。”两相比较，二诗机杼相同，神理暗合。刘禹锡在诗前小序称：“作《淮阴行》以裨乐府。”可见作者学习南朝乐府民歌的努力。"
        },
        {
            "title": "纥那曲",
            "content": "杨柳郁青青，\r\n竹枝无限情。\r\n同郎一回顾，\r\n听唱纥那声。"
        },
        {
            "title": "纥那曲",
            "content": "踏曲兴无穷，\r\n调同辞不同，\r\n愿郎千万寿，\r\n长作主人翁。"
        },
        {
            "title": "步虚词",
            "content": "华表千年一鹤归，\r\n凝丹为顶雪为衣。\r\n星星仙语人听尽，\r\n却向五云翻翅飞。"
        },
        {
            "title": "步虚词",
            "content": "阿母种桃云海际，\r\n花落子城二千岁。\r\n海风吹折最繁枝，\r\n跪捧琼□献天帝。"
        },
        {
            "title": "视刀环歌",
            "content": "常恨言语浅，不如人意深。今朝两相视，脉脉万重心。"
        },
        {
            "title": "竹枝词",
            "content": "山桃红花满上头，蜀江春水拍山流。花红易衰似郎意，水\r\n流无限似侬愁。"
        },
        {
            "title": "浪淘沙",
            "content": "日照澄州江雾开，淘金女伴满江隈。\r\n美人首饰侯王印，尽是沙中浪底来。"
        },
        {
            "title": "始闻秋风",
            "content": "昔看黄菊与君别，今听玄蝉我却回。\r\n五夜飕溜枕前觉，一夜颜妆镜中来。\r\n马思边草拳毛动，雕眄青云睡眼开。\r\n天地肃清堪开望，为君扶病上高台。\r\n【注释】：①君：或谓“君字未知所谓”(沈德潜《唐诗别裁集》)。盖为秋风设辞也，称作者为“君”。黄菊九月开花，正值秋尽，故言“与君别”。\r\n②玄蝉：俗称知了。孟秋之月寒蝉鸣，故秋风自谓“我却回”。\r\n③五夜：夜间五个更次。代指夜间。\r\n④飕飗：风声。\r\n⑤拳毛：即蜷毛，马毛拳曲貌。唐太宗六骏有“拳毛騧”。\r\n⑥雕眄青云：《春秋元命苞》：“立秋之日鹰鹯击。”雕，鹰属，秋高眼疾。\r\n⑦君：此为作者语秋风，称秋风为“君”。意谓秋高气爽，故为秋风扶病登高以四望。【赏析】：　　这首《始闻秋风》不同于一般封建文人的“悲秋”之作，它是一首高亢的秋歌，表现了独特的美学观点和艺术创新的精神。\r\n　　开头两句“昔看黄菊与君别，今听玄蝉我却回”，就别出心裁地创造了一个有知有情的形象──“我”，即诗题中的“秋风”，亦即“秋”的象征。当她重返人间，就去寻找久别的“君”──也就是诗人。她深情地回忆起去年观赏黄菊的时刻与诗人分别，而今一听到秋蝉的鸣叫，便又回到诗人的身边共话别情。在这里诗人采取拟人手法，从对方着墨，生动地创造了一个奇妙的而又情韵浓郁的意境。据《礼记·月令》，菊黄当在季秋，即秋去冬来之际；蝉鸣当在孟秋，即暑尽秋来之时。“看黄菊”、“听玄蝉”，形象而准确地点明了秋风去而复还的时令。\r\n　　颔联“五夜飕飗枕前觉，一年颜状镜中来”，是诗人从自己的角度来写。诗人说：五更时分，凉风飕飕，一听到这熟悉的声音，就知道是“你”回来了，一年不见，“你”还是那么劲疾肃爽，而我那衰老的颜状却在镜中显现出来。这前一句是正面点出“始闻秋风”，后一句是写由此而生发的感慨；和以上两句连读，仿佛是一段话别情的对话。\r\n　　读到这里，颇有点儿秋风依旧人非旧的味道，然而颈联“马思边草拳毛动，雕眄青云睡眼开”，用力一转，精神顿作。由于上联有“马思边草”、“雕眄青云”为比兴，这里的迎秋风上高台，翘首四望的形象的寓意也就自在不言之中了。“为君”二字照应开头，脉络清晰，结构完整。“扶病”二字暗扣第四句，写出一年颜状衰变的原因。但是，尽管如此，豪情不减，犹上高台，这就更表现出他对秋的爱，更反映了诗人自强不息的意志。可见前言“一年颜状镜中来”，是欲扬先抑，是为了衬托出颜状虽衰，心如砥石的精神。所以沈德潜说：“下半首英气勃发，少陵操管不过如是”。"
        },
        {
            "title": "酬乐天扬州初逢席上见赠",
            "content": "巴山楚水凄凉地，二十三年弃置身。\r\n怀旧空吟闻笛赋，到乡翻似烂柯人。\r\n沉舟侧畔千帆过，病树前头万木春。\r\n今日听君歌一曲，暂凭杯酒长精神。\r\n【注释】：(1)这首诗是刘禹锡在唐敬宗宝历二年（826年）岁暮，从和州返回洛阳，途经扬州与白居易相会时所作。\r\n(2)酬：这里是以诗相答的意思。\r\n(3)乐天：指白居易，字乐天。\r\n(4)使君：称刺史。 \r\n(5)巴山楚水：指四川和两湖一带。刘禹锡先后被贬到朗州、连州、夔州、和州等地，夔州古属巴国，其它地方大都属楚国。 \r\n(6)二十三年：从唐顺宗永贞元年(805)永贞革新失败后刘禹锡被贬官为连州刺史到写此诗时，前后共二十二年,因第二年才能回到京城,所以说23年。\r\n(7)弃置：抛弃。 \r\n(8)闻笛赋：指西晋向秀的《思旧赋》。序文中说：自己经过嵇康，因写此赋追念他。刘禹锡借用这个典故怀念已死去的王叔文、柳宗元等人。 \r\n(9)翻：副词，反而。\r\n(10)翻似：倒好像。\r\n(11)烂柯人：传说晋人王质进山砍柴，看见两个童子下棋。看到局终，童子问王质为何不去，王质才惊悟过来，见斧柄已经腐烂。回到家乡，已历百年，无人相识（见《述异记》）。刘禹锡借这个故事表达世事沧桑，人事全非，暮年返乡恍如隔世的心情。 \r\n(12)歌一曲：指白居易作的《醉赠刘二十八使君》一诗。\r\n(13)长(zhǎng)：增长，振作。【译文】：在巴山楚水这个凄凉的地方，度过了二十三年沦落的光阴。\r\n怀念故友时吟诵《思旧赋》，久谪归来感到已非旧时光景。\r\n翻覆的船只旁仍有千千万万的帆船,枯萎的树木前面也有千千万万树木欣欣向荣。\r\n今天听了你为我吟诵《醉赠刘二十八使君》，深受感动，暂且借这一杯美酒振奋精神。【赏析】：　　刘禹锡这首酬答诗，接过白诗的话头，着重抒写这特定环境中自己的感情。白的赠诗中，白居易对刘禹锡的遭遇无限感慨，最后两句说：“亦知合被才名折，二十三年折太多。”一方面感叹刘禹锡的不幸命运，另一方面又称赞了刘禹锡的才气与名望。大意是说：你该当遭到不幸，谁叫你的才名那么高呢！可是二十三年的不幸，未免过分了。这两句诗，在同情之中又包含着赞美，显得十分委婉。因为白居易在诗的末尾说到二十三年，所以刘禹锡在诗的开头就接着说：“巴山楚水凄凉地，二十三年弃置身。”自己谪居在巴山楚水这荒凉的地区，算来已经二十三年了。一来一往，显出朋友之间推心置腹的亲切关系。\r\n　　接着，诗人很自然地发出感慨道：“怀旧空吟闻笛赋，到乡翻似烂柯人。”说自己在外二十三年，如今回来，许多老朋友都已去世，只能徒然地吟诵“闻笛赋”表示悼念而已。此番回来恍如隔世，觉得人事全非，不再是旧日的光景了。后一句用王质烂柯的典故，既暗示了自己贬谪时间的长久，又表现了世态的变迁，以及回归之后生疏而怅惘的心情，涵义十分丰富。\r\n　　白居易的赠诗中有“举眼风光长寂寞，满朝官职独蹉跎”这样两句，意思是说同辈的人都升迁了，只有你在荒凉的地方寂寞地虚度了年华，颇为刘禹锡抱不平。对此，刘禹锡在酬诗中写道：“沉舟侧畔千帆过，病树前头万木春。”刘禹锡以沉舟、病树比喻自己，固然感到惆怅，却又相当达观。沉舟侧畔，有千帆竞发；病树前头，正万木皆春。他从白诗中翻出这二句，反而劝慰白居易不必为自己的寂寞、蹉跎而忧伤，对世事的变迁和仕宦的升沉，表现出豁达的襟怀。这两句诗意又和白诗“命压人头不奈何”、“亦知合被才名折”相呼应，但其思想境界要比白诗高，意义也深刻得多了。二十三年的贬谪生活，并没有使他消沉颓唐。正象他在另外的诗里所写的：“莫道桑榆晚，为霞犹满天。”他这棵病树仍然要重添精神，迎上春光。因为这两句诗形象生动，至今仍常常被人引用，并赋予它以新的意义，说明新事物必将取代旧事物。\r\n　　正因为“沉舟”这一联诗突然振起，一变前面伤感低沉的情调，尾联便顺势而下，写道：“今日听君歌一曲，暂凭杯酒长精神。”点明了酬答白居易的题意。意思是说，今天听了你的诗歌不胜感慨，暂且借酒来振奋精神吧！刘禹锡在朋友的热情关怀下，表示要振作起来，重新投入到生活中去。表现出坚韧不拔的意志。诗情起伏跌宕，沉郁中见豪放，是酬赠诗中优秀之作。 \r\n　　诗作中，刘禹锡首先紧承白诗末联“亦知合被才名折，二十三年折太多”之句，对自己被贬谪、遭弃置的境遇，表达了无限辛酸和愤懑不平。然后写自己归来的感触：老友已逝，只有无尽的怀念之情，人事全非，自己恍若隔世之人。无限悲痛怅惘之情，不禁油然而生。诗人于是推开一步，沉舟侧畔，千帆竞发；病树前头，万木争春。一洗伤感低沉情调，尽显慷慨激昂气概。尾联点明酬赠题意，既是对友人关怀的感谢，也是和友人共勉，表现了诗人坚定的意志和乐观的精神。全诗感情真挚，沉郁中见豪放，不仅反映了深刻的人生哲理，也具有很强的艺术感染力。"
        },
        {
            "title": "春词",
            "content": "新妆宜面下朱楼，深锁春光一院愁。\r\n行到中庭数花朵，蜻蜓飞上玉搔头。\r\n【注释】：①宜面：脂粉和脸色很匀称。\r\n②蜻蜓句：暗指头上之香。\r\n③玉搔头：玉簪。可用来搔头，故称。【译文】：宫女打扮脂粉匀称，走下红楼；春光虽好独锁深院，怎不怨愁？\r\n来到庭中点数花朵，遣恨消忧；蜻蜓飞来，停在她的玉簪上头！【赏析】：　　这是一首写宫怨的诗，但这首宫怨诗与其它同类诗迥然不同。诗篇先出现一个精心梳妆、脂粉脸色相宜的年轻宫女，写她一系列的动作流露出期待，最后变成失望的情态。二句中的“愁”字透露了全诗的主题。但诗人又是如何将这种愁绪抒写得刻骨铭心、入木三分的呢？笔者认为主要采用了不言而言的手法，即除了二句中的“愁”字外，通篇均不写愁意，而且女主人公的举止行为又似乎是那么优雅得体，那么闲适安舒，仿佛她正沉浸在这满园春光中而怡然自得。然而事实却不是这样。笔者认为，诗人主要通过写人美（新妆宜面）、妆美、楼美（红楼）、院美（春光一院）、花美、蜻蜓美（飞上玉搔头）、首饰美，然而命运却不佳（深锁、愁），不受君王的思宠，所以前面的“七美”再美也是架空的，因此诗中的女主人公就要忧愁了。这就是不言而言手法在本诗中的运用。刘禹锡此诗的特色在于用强烈的对比，说这位宫中女子在自身的气质上、在物质待遇上均属上乘，然而却失宠于君王，因此只落得个同花儿、蜻蜓为伍的可悲下场，读罢令人心酸不已。刘诗在整体上不动声色，平心静气，实则内中隐藏了抒情女主人公极大的悲哀在内，这种欲哭无泪反装欢笑的愁绪是最难状写的，而刘禹锡却将它写得如此出神入化、震撼人心。全诗有形象，有内心世界，有人物行动，几种描写自然浑成，有映衬，有兴寄，尤其景中、外形衬出女子的内心由期待到幽怨的心理活动，艺术表现极为突出，成为此类诗歌中的佳作。"
        },
        {
            "title": "秋风引",
            "content": "何处秋风至？萧萧送雁群。\r\n朝来入庭树，孤客最先闻。\r\n【注释】：①引：古代乐府诗歌体裁的名称。\r\n②秋风引：即秋风曲。\r\n③萧萧：秋风声。这句是说，萧萧秋风在追逐着南飞的雁群。\r\n④朝来入庭树：是说“送雁群”的秋风，一早就吹进了庭前的树林。这是说，庭前的树林在秋风中瑟瑟作响。\r\n⑤孤客：诗人自指。【译文】：　　不知从哪里吹来了秋风，在萧萧的风中送走了雁群。凌晨，秋风吹动着庭园的树木，树叶瑟瑟。秋风的来去虽然无处可寻，无形的秋风却分明已经尽在庭园。来到耳边了，孤独的旅人最先听到了秋风的声音。【赏析】：　　诗以“秋风”为题；首句“何处秋风至”，就题发问，摇曳生姿，而通过这一起势突兀、下笔飘忽的问句，也显示了秋风的不知其来、忽然而至的特征。如果进一步推寻它的弦外之音，这一问，可能还暗含怨秋的意思，与李白《春思》诗“春风不相识，何事入罗帏”句有异曲同工之处。当然，秋风之来，既无影无迹，又无所不在，它从何处来、来到何处，本是无可究诘的。这里虽以问语出之，而诗人的真意原不在追根究底，接下来就宕开诗笔，以“萧萧送雁群”一句写耳所闻的风来萧萧之声和目所见的随风而来的雁群。这样，就化无形之风为可闻可见的景象，从而把不知何处至的秋风绘声绘影地写入诗篇。\r\n　　这前两句诗，合起来看，可能脱胎于屈原《九歌》“风飒飒兮木萧萧”和汉武帝《秋风辞》“秋风起兮白云飞，草木黄落兮雁南归”。而可以与这两句诗合参的有韦应物的《闻雁》诗：“故园渺何处？归思方悠哉。淮南秋雨夜，高斋闻雁来。”但韦诗是以我感物，以情会景，先写“归思”，后写“闻雁”。沈德潜在《唐诗别裁集》中指出，这样写，“其情自深”，如果“倒转说”，就成了一般人都写得出的普通作品了。但是，诗无定法，不能执一而论。这首《秋风引》前两句所写的秋风始至、鸿雁南来，正是韦诗后两句的内容，恰恰是把韦诗倒转过来说的。它是远处落想，空际运笔，从闻雁思归之人的对面写起，就秋风送雁构思造境。至于韦诗前两句的内容，是留到篇末再写的。\r\n　　诗的后两句“朝来入庭树，孤客最先闻”，把笔触从秋空中的“雁群”移向地面上的“庭树”，再集中到独在异乡、“归思方悠哉”的“楚客”，由远而近，步步换景。“朝来”句既承接首句的“秋风至”，又承接次句的“萧萧”声，不是回答又似回答了篇端的发问。它说明秋风的来去虽然无处可寻，却又附着它物而随处存在，现在风动庭树，木叶萧萧，则无形的秋风分明已经近在庭院、来到耳边了。诗写到这里，写足了作为诗题的“秋风”，而篇幅已经用去了四分之三，可是，诗中之人还没有露面，景中之情还没有点出。直到最后一句才画龙点睛，说秋风已为“孤客”所“闻”。这里，如果联系作者的另一首《始闻秋风》诗，其中“五夜飕飗枕前觉，一年颜状镜中来”两句，倒可以作“闻”的补充说明。当然，作为“孤客”，他不仅会因颜状改变而为岁月流逝兴悲，其羁旅之情和思归之心更是可想而知的。\r\n　　这首诗主要要表达的，其实正是这羁旅之情和思归之心，但妙在不从正面着笔，始终只就秋风做文章，在篇末虽然推出了“孤客”，也只写到他“闻”秋风而止。至于他的旅情归思是以“最先”两字来暗示的。如李锳在《诗法易简录》中所说，“为孤客传神”的正在这两个字，使“无限情怀，溢于言表”。照说，秋风吹到庭树，每个人都可以同时听到，不应当有先后之分。为什么惟独孤客“最先”听到呢？可以想见，他对时序、物候有特殊的敏感。而他又为什么如此敏感呢？唐汝询在《唐诗解》中说：“孤客之心，未摇落而先秋，所以闻之最早。”这就是对“最先闻”的解释。钟惺在《唐诗归》中还指出：“不曰‘不堪闻’，而曰‘最先闻’，语意便深厚。”沈德潜在《唐诗别裁集》中也说：“若说‘不堪闻’，便浅。”这些评语都称赞这一结句曲折见意，含蓄不尽，为读者留有可寻味的深度。不过，前面说过，诗无定法，这一结句固然以曲说而妙，但也有直说而妙的。苏颋有首《汾上惊秋》诗：“北风吹白云，万里渡河汾。心绪逢摇落，秋声不可闻。”这里，从全诗看来，却必须说“不可闻”，才与它的苍凉慷慨的意境、高亢劲健的风格相融浃。两个结句，内容相似，一用曲笔，一用直笔，却各尽其妙。对照之下，可悟诗法。"
        },
        {
            "title": "乌衣巷",
            "content": "朱雀桥边野草花，乌衣巷口夕阳斜。\r\n旧时王谢堂前燕，飞入寻常百姓家。\r\n【注释】：①朱雀桥：秦淮河上的桥名，离乌衣巷很近。\r\n②王谢：指东晋大臣王导和谢安。\r\n③寻常：平常，普通。【译文】：　　朱雀桥畔长满了野草，到处盛开着一簇簇的野花。黄昏时刻，夕阳西下，乌衣巷内一片幽暗。那些曾经在王导和谢安的高楼华屋中筑巢的燕子，如今都飞到普通百姓家中去了。【赏析】：　　朱雀桥旁、乌衣巷里曾一度是高门望族的聚集之处，如今时过境迁，昔日繁华已如落花流水不复存在了。\r\n　　全诗抒发的是一种物是人非、沧海桑田的感慨，诗人选用了意蕴深刻的意象：野草、斜阳，其中最具匠心的是「飞燕」的形象，燕子彼时飞入侯门，如今那侯门深宅已成了百姓家，飞燕成为历史的见证人。全诗含蓄隽永，耐人寻味。"
        },
        {
            "title": "浪淘沙",
            "content": "流水淘沙不暂停，前波未灭后波生．\r\n令人忽忆潇湘渚，回暗迎神三两声．"
        },
        {
            "title": "浪淘沙",
            "content": "莫道谗言如浪深，莫道迁客似沙沉．\r\n千淘万漉虽辛苦，吹尽狂沙始到金．"
        },
        {
            "title": "咏史",
            "content": "骠骑非无势，少卿终不去．世道剧颓波，我心如砥柱．"
        },
        {
            "title": "秋词二首（其二）",
            "content": "山明水净夜来霜，数树深红出浅黄。\r\n试上高楼清入骨，岂如春色嗾人狂。\r\n【赏析】：　　比柳宗元大一岁的刘禹锡，虽然因为参加政治革新活动同样遭受打击，但心理承受能力却大的多。刘禹锡贬到朗州，今天湖南常德时，是三十四岁。正感到春风得意，一觉醒来却被赶出了朝廷，苦闷是可想而知的。但他这个人求异心理很强，干什么都想与众不同，不肯人云亦云。\r\n　　“自古逢秋悲寂寥，我言秋日胜春朝。晴空一鹤排云上，便引诗情到碧霄。”（《秋词二首》）\r\n　　悲秋，从来就是诗人的职业病，他却偏要反其道而行之，认为天高气爽的秋天使人心胸开阔，更有诗意。同时，他的自我表现欲也比较强，爱显示自己。晚年与白居易登上一座高塔时，还得意洋洋地唱着：“步步相携不觉难，九层云外倚栏杆。忽然笑语半天上，无限游人举眼看。”（《同乐天登栖灵寺塔》）站在塔顶上大声说笑，他居然以此为乐。\r\n　　刘禹锡也研究哲学，也笃信禅宗，但效果与柳宗元不一样，在怎样用于立身处世这一点上，他也得到了踏踏实实的好处，他能通过哲学的深思，把生活中的愁恨化解为一种具有历史深度的感悟。这样，他就能从有限的时空跳出来，在更高的层面上求得心理平衡： \r\n　　巴山楚水凄凉地，二十三年弃置身。怀旧空吟闻笛赋，到乡翻似烂柯人。沉舟侧畔千帆过，病树前头万木春。今日听君歌一曲，暂凭杯酒长精神（《酬乐天扬州初逢席上见赠》）。 \r\n　　这两首诗的可贵，在于诗人对秋天和秋色的感受与众不同，一反过去文人悲秋的传统，唱出了昂扬的励志高歌。\r\n　　诗人深深懂得古来悲秋的实质是志士失志，对现实失望，对前途悲观，因而在秋天只看到萧条，感到寂寥，死气沉沉。诗人同情他们的遭遇和处境，但不同意他们的悲观失望的情感。他针对这种寂寥之感，偏说秋天比那万物萌生、欣欣向荣的春天要好，强调秋天并不死气沉沉，而是很有生气。他指引人们看那振翅高举的鹤，在秋日晴空中，排云直上，矫健凌厉，奋发有为，大展鸿图。显然，这只鹤是独特的、孤单的。但正是这只鹤的顽强奋斗，冲破了秋天的肃杀氛围，为大自然别开生面，使志士们精神为之抖擞。这只鹤是不屈志士的化身，奋斗精神的体现。所以诗人说，“便引诗情到碧霄”。“诗言志”，“诗情”即志气。人果真有志气，便有奋斗精神，便不会感到寂寥。这就是第一首的主题思想。\r\n　　这两首《秋词》主题相同，但各写一面，既可独立成章，又是互为补充。其一赞秋气，其二咏秋色。气以励志，色以冶情。所以赞秋气以美志向高尚，咏秋色以颂情操清白。景随人移，色由情化。景色如容妆，见性情，显品德。春色以艳丽取悦，秋景以风骨见长。第二首的前二句写秋天景色，诗人只是如实地勾勒其本色，显示其特色，明净清白，有红有黄，略有色彩，流露出高雅闲淡的情韵，泠然如文质彬彬的君子风度，令人敬肃。谓予不信，试上高楼一望，便使你感到清澈入骨，思想澄净，心情肃然深沉，不会像那繁华浓艳的春色，教人轻浮若狂。末句用“春色嗾人狂”反比衬托出诗旨，点出全诗暗用拟人手法，生动形象，运用巧妙。\r\n　　这是两首抒发议论的即兴诗。诗人通过鲜明的艺术形象表达深刻的思想，既有哲理意蕴，也有艺术魅力，发人思索，耐人吟咏。法国大作家巴尔扎克说过，艺术是思想的结晶，“艺术作品就是用最小的面积惊人地集中了最大量的思想”，因而能唤起人们的想象、形象和深刻的美感。刘禹锡这两首《秋词》给予人们的不只是秋天的生气和素色，更唤醒人们为理想而奋斗的英雄气概和高尚情操，获得深刻的美感和乐趣。"
        },
        {
            "title": "秋词二首（其一）",
            "content": "自古逢秋悲寂寥，我言秋日胜春朝。\r\n晴空一鹤排云上，便引诗情到碧宵。\r\n【注释】：①悲寂寥：悲叹萧条。\r\n②春朝：春天。\r\n③排：推开。\r\n④碧霄：青天。【译文】：自古以来每逢秋天都会感到悲凉寂寥，我却认为秋天要胜过春天。 \r\n万里晴空，一只鹤凌云而飞起，就引发我的诗兴到了蓝天上了。【赏析】：　　秋，在大自然中，扮演的永远是一个悲怀的角色，它的“瘦”早已成为一种独特的意象，让一代代的人不停的咀嚼、回味。于是，秋，便在一页页枯色的纸张里，在一个个方正的汉字中低吟，把那缕缕的哀怨、愁绪、思念、牵挂，熏染得迷迷离离。 \r\n　　然而刘禹锡的《秋词》，却另辟蹊径，一反常调，它以其最大的热情讴歌了秋天的美好。更为难得可贵的是，《秋词》还是诗人被贬朗州后的作品，让人佩服刘禹锡的待人处世。原诗两首，所选的是第一首。 \r\n　　“自古逢秋悲寂寥，我言秋日胜春朝。” 自宋玉于《九辩》中留下“悲哉，秋之为气也”的名句后，悲，就成了秋的一种色调，一种情绪；愁，也就成了心上的秋了。然而，诗人开篇，即以议论起笔，断然否定了前人悲秋的观念，表现出一种激越向上的诗情。“我言”说出的是诗人的自信，这种自信，尽管染上的，是一种不幸的色彩，然而，诗人阔大的胸襟却非凡地溶解了这种不幸。“胜春朝”就是诗人对于秋景最为充分的认可。这种认可，绝非仅仅是一时的感性冲动，而是融入了诗人对秋天的更高层次的理性思考。 \r\n　　“晴空一鹤排云上，便引诗情到碧霄。”诗人抓住秋天“一鹤凌云”，这一别致的景观的描绘，展现的是秋高气爽，万里晴空，白云漂浮的开阔景象。那凌云的鹤，也载着诗人的诗情，一同遨游到了云霄。虽然，这鹤是孤独的，然而它所呈现出来的气势，却是非凡的。一个“排”字，所蕴涵的深意，尽在不言中了。也许，诗人是以“鹤”自喻，也许是诗人视“鹤”为不屈的化身。这里，有哲理的意蕴，也有艺术的魅力，发人深思，耐人吟咏。它给予读者的，不仅仅是秋天的生机和素色，更多的是一种高扬的气概和高尚的情操。 \r\n　　读这样的诗，洋溢在我们心头的，绝非什么悲凉的气息，我们随着诗人的“诗情”，借助诗人想象的翅膀，天马行空般驰骋于碧空之上。于是，鹤飞之冲霄，诗情之旷远，“实”和“虚”便融合在了一起，所获得的全然是一种励志冶情的美的感受。 \r\n　　全诗气势雄浑，意境壮丽，融情、景、理于一炉，表现出的高扬精神和开阔胸襟，唱出的那曲非同凡响的秋歌，为我们后人留下的，却是一份难能可贵的精神财富。"
        }
    ]
}