{
    "dynasty": "唐",
    "author": "沈佺期",
    "intro": "沈佺期，字云卿，相州内黄人。善属文，尤长七言之作。擢进士第。长安中，累迁通事舍人，预修《三教珠英》，转考功郎给事中。坐交张易之，流驩州。稍迁台州录事参军。神龙中，召见，拜起居郎，修文馆直学士，历中书舍人，太子少詹事。开元初卒。建安后，讫江左，诗律屡变，至沈约、庾信，以音韵相婉附，属对精密，及佺期与宋之问，尤加靡丽。回忌声病，约句准篇，如锦绣成文，学者宗之，号为沈宋。语曰：苏李居前，沈宋比肩。集十卷，今编诗三卷。",
    "items": [
        {
            "title": "奉和春日幸望春宫应制",
            "content": "芳郊绿野散春晴，复道离宫烟雾生。杨柳千条花欲绽，\r\n葡萄百丈蔓初萦。林香酒气元相入，鸟啭歌声各自成。\r\n定是风光牵宿醉，来晨复得幸昆明。"
        },
        {
            "title": "杂曲歌辞·独不见",
            "content": "卢家少妇郁金堂，海燕双栖玳瑁梁。\r\n九月寒砧催木叶，十年征戍忆辽阳。\r\n白狼河北音书断，丹凤城南秋夜长。\r\n谁知含愁独不见，更教明月照流黄。\r\n\r\n【注释】：　　这首七律，是借用了乐府古题“独不见”。郭茂倩《乐府诗集》解题云：“独不见，伤思而不得见也。”本诗的主人公是一位长安少妇，她所“思而不得见”的是征戍辽阳十年不归的丈夫。诗人以委婉缠绵的笔调，描述女主人公在寒砧处处、落叶萧萧的秋夜，身居华屋之中，心驰万里之外，辗转反侧，久不能寐的孤独愁苦情状。 \r\n\r\n　　“卢家少妇郁金堂，海燕双栖玳瑁梁。”卢家少妇，名莫愁，梁武帝萧衍诗中的人物，后来用作少妇的代称。郁金是一种香料，和泥涂壁能使室内芳香；玳瑁是一种海龟，龟甲极美观，可作装饰品。开头两句以重彩浓笔夸张地描绘女主人公闺房之美：四壁以郁金香和泥涂饰，顶梁也用玳瑁壳装点起来，多么芬芳，多么华丽啊！连海燕也飞到梁上来安栖了。“双栖”两字，暗用比兴。看到梁上海燕那相依相偎的柔情密意，这位“莫愁”女也许有所感触吧？此时，又听到窗外西风吹落叶的声音和频频传来的捣衣的砧杵之声。秋深了，天凉了，家家户户忙着准备御冬的寒衣，有征夫游子在外的人家，就更要格外加紧啊！这进一步勾起少妇心中之愁。“寒砧催木叶”，造句十分奇警。分明是萧萧落叶催人捣衣而砧声不止，诗人却故意主宾倒置，以渲染砧声所引起的心理反响。事实上，正是寒砧声落叶声汇集起来在催动着闺中少妇的相思，促使她更觉内心的空虚寂寞，更觉不见所思的愁苦。夫婿远戍辽阳，一去就是十年，她的苦苦相忆，也已整整十年了！\r\n\r\n　　颈联出句的“白狼河北”正应上联的辽阳。十年了，夫婿音讯断绝，他现在处境怎样？命运是吉是凶？几时才能归来？还有无归来之日？……一切一切，都在茫茫未卜之中，叫人连怀念都没有一个准着落。因此，这位长安城南的思妇，在这秋夜空闺之中，心境就不单是孤独、寂寥，也不只是思念、盼望，而且在担心，在忧虑，在惴惴不安，愈思愈愁，愈想愈怕，以至于不敢想象了。上联的“忆”字，在这里有了更深一层的表现。\r\n\r\n　　寒砧声声，秋叶萧萧，叫卢家少妇如何入眠呢！更有那一轮恼人的明月，竟也来凑趣，透过窗纱把流黄帏帐照得明晃晃的炫人眼目，给人愁上添愁。前六句是诗人充满同情的描述，到这结尾两句则转为女主人公愁苦已极的独白，她不胜其愁而迁怒于明月了。诗句构思新巧，比之前人写望月怀远的意境大大开拓一步，从而增强了抒情色彩。\r\n\r\n　　这首诗，人物心情与环境气氛密切结合。“海燕双栖玳瑁梁”烘托“卢家少妇郁金堂”的孤独寂寞，寒砧木叶、城南秋夜，烘托“十年征戍忆辽阳”、“白狼河北音书断”的思念忧愁，尾联“含愁独不见”的情语借助“明月照流黄”的景物渲染，便显得余韵无穷。论手法，则有反面的映照（“海燕双栖”），有正面的衬托（“木叶”、“秋夜长”），多方面多角度地抒写了女主人公“思而不得见”的愁肠。诗虽取材于闺阁生活，语言也未脱尽齐梁以来的浮艳习气，却显得境界广远，气势飞动，读起来给人一种“顺流直下”（《诗薮·内编》卷五）之感。\r\n\r\n　　（赵庆培）"
        },
        {
            "title": "北邙山",
            "content": "北邙山上列坟茔，\r\n万古千秋对洛城。\r\n城中日夕歌钟起，\r\n山上惟闻松柏声。\r\n【注释】：【注释】：\r\n这首《北邙山》表现的是人生短暂、荣华富贵不能长驻的传统主题。但诗人能就此翻出新意 ，“词显意深，语近精遥 ”，具有摄人心魂的艺术魅力，堪称初唐七言绝句之精华。\r\n一般登临怀古之作，不外是感怀古今，写景叹时、潇洒游适之类。这首小诗取材写境都很别致，于平常语中见功夫，令人回味无穷。\r\n起句就题目“北邙山”叙述开来，坟墓鳞次栉比，寒气逼人。北邙山是以坟山著称的，自东汉以来，这里就是王侯公卿葬身之地。诗的第一句就突出了这个特点。这垒垒的坟墓似乎没有什么美丽可赞之处。按一般的写法，要赞颂一下王公的业绩，描绘一番牌坊碑宇的巍峨壮观等。可诗人仅仅用了“列坟茔”三字叙述。而下句呢，却陡转至京城洛阳，用映衬的手法给阴森死寂的邙山添加了一个繁华热闹的背景。经过这“万古千秋对洛城”的铺排点染 ，顿觉诗意盎然，发人深思：洛城、邙山千年万代遥遥相望，这是两个阴阳不通的世界，又是两个相通的世界！今天长眠邙山的人，不正是昨天洛城寻欢作乐的人？而今天洛城正在寻欢作乐的人，明天不也正是长眠邙山的人。这生生死死无穷已，年年代代递相续！这就是洛城与邙山的关系。诗人只用了两句对比的诗便概括完了。\r\n第三句“城中日夕歌钟起 ”，是描写洛阳的繁华热闹。歌钟日夜响彻不停，从悠扬和鸣的钟声不难想象那急管繁弦、轻歌曼舞的盛况。诗人对洛城的上层社会生活是深为了解的。他是宫廷中的一员，曾“恩私宦洛阳 ”，“扈巡行太液，陪宴坐明光”。正因为诗人对这种醉生梦死的上层生活有较深刻的了解，所以面对那垒垒坟墓才发出了深沉的慨叹 ：“山上唯闻松柏声 ”！三、四两句对比强烈，历来被诗评家认为是颇有“余思”的佳句。\r\n这首七言绝句，结构严谨，章法精巧，虽只四句二十八个字，却写得抑扬顿挫，余味无穷。诗人并未正面抒怀感慨，只以轻轻的笔触勾勒出几幅人们并不陌生的画面。那些入画的事物是人们熟视无睹、听而不闻的邙山、洛城、坟茔、钟声、松柏声。但这些有声有色的画面互相映衬对比，就产生了发人深思的艺术效果。"
        },
        {
            "title": "邙山",
            "content": "北邙山上列坟茔，万古千秋对洛城。\r\n城中日夕歌钟起，山上唯闻松柏声。"
        },
        {
            "title": "狱中闻驾幸长安二首",
            "content": "传闻圣旨向秦京，谁念羁囚滞洛城。\r\n扈从由来是方朔，为申冤气在长平。\r\n无事今朝来下狱，谁期十月是横河。\r\n君看鹰隼俱堪击，为报蜘蛛收网罗。\r\n沈佺期\r\n北邙山上列坟茔，万古千秋对洛城。\r\n城中日夕歌钟起，山上唯闻松柏声。"
        },
        {
            "title": "仙萼池亭侍宴应制",
            "content": "步辇寻丹嶂，行宫在翠微。川长看鸟灭，谷转听猿稀。\r\n天磴扶阶迥，云泉透户飞。闲花开石竹，幽叶吐蔷薇。\r\n径狭难留骑，亭寒欲进衣。白龟来献寿，仙吹返彤闱。"
        },
        {
            "title": "饯唐永昌（一作饯唐郎中洛阳令）",
            "content": "洛阳旧有神明宰，辇毂由来天地中。\r\n馀邑政成何足贵，因君取则四方同。\r\n·274 ·"
        },
        {
            "title": "夜宴安乐公主宅",
            "content": "濯龙门外主家亲，鸣凤楼中天上人。\r\n自有金杯迎甲夜，还将绮席代阳春。"
        },
        {
            "title": "奉和幸韦嗣立山庄应制",
            "content": "东山朝日翠屏开，北阙晴空彩仗来。\r\n喜遇天文七曜动，少微今夜近三台。"
        },
        {
            "title": "回波词",
            "content": "回波尔时佺期，流向岭外生归。\r\n身名已蒙齿录，袍笏不复牙绯。"
        },
        {
            "title": "上巳日祓禊渭滨应制",
            "content": "宝马香车清渭滨，红桃碧柳禊堂春。\r\n皇情尚忆垂竿佐，天祚先呈捧剑人。"
        },
        {
            "title": "哭道士刘无得",
            "content": "闻有玄都客，成仙不易祈。蓬莱向清浅，桃杏欲芳菲。\r\n缩地黄泉出，升天白日飞。少微星夜落，高掌露朝晞。\r\n吐甲龙应出，衔符鸟自归。国人思负局，天子惜被衣。\r\n花月留丹洞，琴笙合翠微。嗟来子桑扈，尔独返于几。"
        },
        {
            "title": "寒食",
            "content": "普天皆灭焰，匝地尽藏烟。不知何处火，来就客心然。"
        },
        {
            "title": "哭苏眉州崔司业二公",
            "content": "涣汗天中发，伶俜海外旋。长沙遇太守，问旧几人全。\r\n国宝亡双杰，天才丧两贤。大名齐弱岁，高德并中年。\r\n礼乐羊叔子，文章王仲宣。相看尚玄鬓，相次入黄泉。\r\n流放蛮陬阔，乡关帝里偏。亲朋云雾拥，生死岁时传。\r\n崔昔挥宸翰，苏尝济巨川。绛衣陪下列，黄阁谬差肩。\r\n及此俱冥昧，云谁叙播迁。隼舆怀旧辙，鳣馆想虚筵。\r\n家爱方休杵，皇慈更撤县。铭旌西蜀路，骑吹北邙田。\r\n陇树应秋矣，江帆故杳然。罢琴明月夜，留剑白云天。\r\n涕泗湘潭水，凄凉衡峤烟。古来修短分，神理竟难筌。"
        },
        {
            "title": "从崇山向越常",
            "content": "朝发崇山下，暮坐越常阴。西从杉谷度，北上竹溪深。\r\n竹溪道明水，杉谷古崇岑。差池将不合，缭绕复相寻。\r\n桂叶藏金屿，藤花闭石林。天窗虚的的，云窦下沉沉。\r\n造化功偏厚，真仙迹每临。岂徒探怪异，聊欲缓归心。"
        },
        {
            "title": "度安海入龙编",
            "content": "我来交趾郡，南与贯胸连。四气分寒少，三光置日偏。\r\n尉佗曾驭国，翁仲久游泉。邑屋遗甿在，鱼盐旧产传。\r\n越人遥捧翟，汉将下看鸢。北斗崇山挂，南风涨海牵。\r\n别离频破月，容鬓骤催年。昆弟推由命，妻孥割付缘。\r\n梦来魂尚扰，愁委疾空缠。虚道崩城泪，明心不应天。"
        },
        {
            "title": "答魑魅代书寄家人",
            "content": "魑魅来相问，君何失帝乡。龙钟辞北阙，蹭蹬守南荒。\r\n览镜怜双鬓，沾衣惜万行。抱愁那去国，将老更垂裳。\r\n影答余他岁，恩私宦洛阳。三春给事省，五载尚书郎。\r\n黄阁游鸾署，青缣御史香。扈巡行太液，陪宴坐明光。\r\n渭北升高苑，河南祓禊场。烟花恒献赋，泉石每称觞。\r\n暇日从休浣，高车映道傍。迎宾就丞相，选士谒昭王。\r\n侍宠言犹得，承欢谓不忘。一朝贻厚谴，五宅竟同防。\r\n凶竖曾驱策，权豪岂易当。款颜因侍从，接武在文章。\r\n且惧威非\r\n虤贝，宁知心是狼。身犹纳履误，情为覆盆伤。\r\n可叹缘成业，非关行昧藏。喜逢今改旦，正朔复归唐。\r\n河谶随龙马，天书逐凤凰。朝容欣旧则，宸化美初纲。\r\n告善雕旌建，收冤锦旆张。宰臣更献纳，郡守各明扬。\r\n礼乐移三统，舟车会八方。云沙降白遂，秦陇献烧当。\r\n三赦重天造，千推极国详。大招思复楚，于役限维桑。\r\n涨海缘真腊，崇山压古棠。雕题飞栋宇，儋耳间衣裳。\r\n伏枕神馀劣，加餐力未强。空庭游翡翠，穷巷倚桄榔。\r\n缘体分殊昔，回眸宛异常。吉凶恒委郑，年寿会询唐。\r\n家本传清白，官移重挂床。上京无薄产，故里绝穷庄。\r\n碧玉先时费，苍头此自将。兴言叹家口，何处待赢粮。\r\n计吏从都出，传闻大小康。降除沾二弟，离拆已三房。\r\n剑外悬销骨，荆南预断肠。音尘黄耳间，梦想白眉良。\r\n复此单栖鹤，衔雏愿远翔。何堪万里外，云海已溟茫。\r\n戚属甘胡越，声名任秕糠。由来休愤命，命也信苍苍。\r\n独坐寻周易，清晨咏老庄。此中因悟道，无问入猖狂。"
        },
        {
            "title": "赦到不得归题江上石",
            "content": "家住东京里，身投南海西。风烟万里隔，朝夕几行啼。\r\n圣主讴歌洽，贤臣法令齐。忽闻铜柱使，走马报金鸡。\r\n弃市沾皇渥，投荒漏紫泥。魂疲山鹤路，心醉跕鸢溪。\r\n天鉴诛元恶，宸慈恤远黎。五方思寄刃，万姓喜然脐。\r\n自幼输丹恳，何尝玷白圭。承言窜遐魅，雪枉间深狴。\r\n坟垄无由谒，京华岂重跻。炎方谁谓广，地尽觉天低。\r\n百卉杂殊怪，昆虫理赖暌。闭藏元不蛰，摇落反生荑。\r\n疟瘴因兹苦，穷愁益复迷。火云蒸毒雾，阳雨濯阴霓。\r\n周乘安交趾，王恭辑画题。少宽穷涸鲋，犹愍触藩羝。\r\n配宅邻州廨，斑苗接野畦。山空闻斗象，江静见游犀。\r\n翰墨思诸季，裁缝忆老妻。小儿应离褓，幼女未攀笄。\r\n梦蝶翻无定，蓍龟讵有倪。谁能竟此曲，曲尽气酸嘶。"
        },
        {
            "title": "从驩州廨宅移住山间水亭赠苏使君",
            "content": "遇坎即乘流，西南到火洲。鬼门应苦夜，瘴浦不宜秋。\r\n岁贷胸穿老，朝飞鼻饮头。死生离骨肉，荣辱间朋游。\r\n弃置一身在，平生万事休。鹰鹯遭误逐，豺虎怯真投。\r\n忆昨京华子，伤今边地囚。愿陪鹦鹉乐，希并鹧鸪留。\r\n日月渝乡思，烟花换客愁。幸逢苏伯玉，回借水亭幽。\r\n山柏张青盖，江蕉卷绿油。乘闲无火宅，因放有渔舟。\r\n适越心当是，居夷迹可求。古来尧禅舜，何必罪驩兜。"
        },
        {
            "title": "三日独坐驩州思忆旧游",
            "content": "两京多节物，三日最遨游。丽日风徐卷，香尘雨暂收。\r\n红桃初下地，绿柳半垂沟。童子成春服，宫人罢射鞴。\r\n禊堂通汉苑，解席绕秦楼。束皙言谈妙，张华史汉遒。\r\n无亭不驻马，何浦不横舟。舞籥千门度，帷屏百道流。\r\n金丸向鸟落，芳饵接鱼投。濯秽怜清浅，迎祥乐献酬。\r\n灵刍陈欲弃，神药曝应休。谁念招魂节，翻为御魅囚。\r\n朋从天外尽，心赏日南求。铜柱威丹徼，朱崖镇火陬。\r\n炎蒸连晓夕，瘴疠满冬秋。西水何时贷，南方讵可留。\r\n无人对炉酒，宁缓去乡忧。"
        },
        {
            "title": "入鬼门关",
            "content": "昔传瘴江路，今到鬼门关。土地无人老，流移几客还。\r\n自从别京洛，颓鬓与衰颜。夕宿含沙里，晨行冈路间。\r\n马危千仞谷，舟险万重湾。问我投何地，西南尽百蛮。"
        },
        {
            "title": "移禁司刑",
            "content": "畴昔参乡赋，中年忝吏途。丹唇曾学史，白首不成儒。\r\n天子开昌箓，群生偶大炉。散材仍葺厦，弱羽遽抟扶。\r\n宠迈乘轩鹤，荣过食稻凫。何功游画省，何德理黄枢。\r\n吊影惭非据，倾心事远图。盗泉宁止渴，恶木匪投躯。\r\n任直翻多毁，安身遂少徒。一朝逢纠谬，三省竟无虞。\r\n白简初心屈，黄纱始望孤。患古终不怒，持劾每相驱。\r\n埋剑谁当辨，偷金以自诬。诱言虽委答，流议亦真符。\r\n首夏方忧圄，高秋独向隅。严城看熠耀，圜户对蜘蛛。\r\n累饷唯妻子，披冤是友于。物情牵倚伏，人事限荣枯。\r\n门客心谁在，邻交迹倘无。抚襟双涕落，危坐日忧趋。\r\n圣旨垂明德，冤囚岂滥诛。会希恩免理，终望罪矜愚。\r\n司寇宜哀狱，台庭幸恤辜。汉皇虚诏上，容有报恩珠。"
        },
        {
            "title": "送卢管记仙客北伐",
            "content": "羽檄西北飞，交城日夜围。庙堂盛征选，戎幕生光辉。\r\n雁行度函谷，马首向金微。湛湛山川暮，萧萧凉气稀。\r\n饯途予悯默，赴敌子英威。今日杨朱泪，无将洒铁衣。"
        },
        {
            "title": "夏日梁王席送张岐州",
            "content": "秦鸡常下雍，周凤昔鸣岐。此地推雄抚，惟良寄在斯。\r\n家传七豹贵，人擅八龙奇。高传生光彩，长林叹别离。\r\n天人开祖席，朝采候征麾。翠帟当郊敞，彤幨向野披。\r\n芃芃秋麦盛，苒苒夏条垂。奏计何时入，台阶望羽仪。"
        },
        {
            "title": "送韦商州弼",
            "content": "会府应文昌，商山镇国阳。闻君监郡史，暂罢尚书郎。\r\n王事嗟相失，人情贵不忘。累年同画省，四海接文场。\r\n点翰芳春色，传杯明月光。故交从此去，遥忆紫芝香。"
        },
        {
            "title": "李员外秦援宅观妓",
            "content": "盈盈粉署郎，五日宴春光。选客虚前馆，徵声遍后堂。\r\n玉钗翠羽饰，罗袖郁金香。拂黛随时广，挑鬟出意长。\r\n啭歌遥合态，度舞暗成行。巧落梅庭里，斜光映晓妆。"
        },
        {
            "title": "塞北二首",
            "content": "虏障天骄起，秦城地脉分。柏坛飞五将，梅吹动三军。\r\n锋刃奔涛色，旌旗焰火文。朔风吹汗漫，飘砾洒轒輼。\r\n海气如秋雨，边峰似夏云。二庭无岁月，百战有功勋。\r\n形影随鱼贯，音书在雁群。归来拜天子，凯乐助南薰。\r\n胡骑犯边埃，风从丑上来。五原烽火急，六郡羽书催。\r\n冰壮飞狐冷，霜浓候雁哀。将军朝授钺，战士夜衔枚。\r\n紫塞金河里，葱山铁勒隈。莲花秋剑发，桂叶晓旗开。\r\n秘略三军动，妖氛百战摧。何言投笔去，终作勒铭回。"
        },
        {
            "title": "登瀛州南城楼寄远",
            "content": "层城起丽谯，凭览出重霄。兹地多形胜，中天宛寂寥。\r\n四荣摩鹳鹤，百拱厉风飙。北际燕王馆，东连秦帝桥。\r\n晴光七郡满，春色两河遥。傲睨非吾土，踌躇适远嚣。\r\n离居欲有赠，春草寄长谣。"
        },
        {
            "title": "夜游",
            "content": "今夕重门启，游春得夜芳。月华连昼色，灯影杂星光。\r\n南陌青丝骑，东邻红粉妆。管弦遥辨曲，罗绮暗闻香。\r\n人拥行歌路，车攒斗舞场。经过犹未已，钟鼓出长杨。"
        },
        {
            "title": "九真山净居寺谒无碍上人",
            "content": "大士生天竺，分身化日南。人中出烦恼，山下即伽蓝。\r\n小涧香为刹，危峰石作龛。候禅青鸽乳，窥讲白猿参。\r\n藤爱云间璧，花怜石下潭。泉行幽供好，林挂浴衣堪。\r\n弟子哀无识，医王惜未谈。机疑闻不二，蒙昧即朝三。\r\n欲究因缘理，聊宽放弃惭。超然虎溪夕，双树下虚岚。"
        },
        {
            "title": "句",
            "content": "周原五稼起，云海百川归。愿此零陵燕，长随征旆飞。\r\n（《春雨》。《诗式》）\r\n第九十八卷"
        },
        {
            "title": "酬杨给事兼见赠台中",
            "content": "子云推辨博，公理擅词雄。始自尚书省，旋闻给事中。\r\n言从温室秘，籍向琐闱通。顾我叨郎署，惭无草奏功。\r\n分曹八舍断，解袂五时空。宿昔陪馀论，平生赖击蒙。\r\n神仙应东掖，云雾限南宫。忽枉琼瑶赠，长歌兰渚风。"
        },
        {
            "title": "自考功员外授给事中",
            "content": "南省推丹地，东曹拜琐闱。惠移双管笔，恩降五时衣。\r\n出入宜真选，遭逢每滥飞。器惭公理拙，才谢子云微。\r\n案牍遗常礼，朋僚隔等威。上台行揖让，中禁动光辉。\r\n旭日千门起，初春八舍归。赠兰闻宿昔，谈树隐芳菲。\r\n何幸盐梅处，唯忧对问机。省躬知任重，宁止冒荣非。"
        },
        {
            "title": "夏日都门送司马员外逸客孙员外佺北征",
            "content": "二庭追虏骑，六月动周师。庙略天人授，军麾相国持。\r\n复言征二妙，才命重当时。画省连征橐，横门共别词。\r\n云迎出塞马，风卷度河旗。计日方夷寇，旋闻杕杜诗。"
        },
        {
            "title": "酬苏员外味道夏晚寓直省中见赠",
            "content": "并命登仙阁，分曹直礼闱。大官供宿膳，侍史护朝衣。\r\n卷幔天河入，开窗月露微。小池残暑退，高树早凉归。\r\n冠剑无时释，轩车待漏飞。明朝题汉柱，三署有光辉。"
        },
        {
            "title": "同李舍人冬日集安乐公主山池",
            "content": "尝闻天女贵，家即帝宫连。亭插宜春果，山冲太液泉。\r\n桥低乌鹊夜，台起凤凰年。故事犹如此，新图更可怜。\r\n紫岩妆阁透，青嶂妓楼悬。峰夺香炉巧，池偷明镜圆。\r\n梅花寒待雪，桂叶晚留烟。兴尽方投辖，金声还复传。"
        },
        {
            "title": "和户部岑尚书参迹枢揆",
            "content": "大君制六合，良佐参万机。大业永开泰，臣道日光辉。\r\n盐梅和鼎食，家声众所归。汉章题楚剑，郑武袭缁衣。\r\n理识当朝远，文华振古希。风云神契合，舟楫道心微。\r\n庙堂喜容与，时物递芳菲。御柳垂仙掖，公槐覆礼闱。\r\n昔陪鹓鹭后，今望鹍鹏飞。徒御清风颂，巴歌聊自挥。"
        },
        {
            "title": "奉和圣制幸礼部尚书窦希玠宅",
            "content": "北阙垂旒暇，南宫听履回。天临翔凤转，恩向跃龙开。\r\n兰气薰仙帐，榴花引御杯。水从金穴吐，云是玉衣来。\r\n池影摇歌席，林香散舞台。不知行漏晚，清跸尚裴徊。"
        },
        {
            "title": "和元舍人万顷临池玩月戏为新体",
            "content": "春风摇碧树，秋雾卷丹台。复有相宜夕，池清月正开。\r\n玉流含吹动，金魄度云来。熠爚光如沸，翩翾景若摧。\r\n半环投积草，碎璧聚流杯。夜久平无焕，天晴皎未隤。\r\n镜将池作匣，珠以岸为胎。有美司言暇，高兴独悠哉。\r\n挥翰初难拟，飞名岂易陪。夜光殊在握，了了见沉灰。"
        },
        {
            "title": "奉和晦日驾幸昆明池应制",
            "content": "法驾乘春转，神池象汉回。双星移旧石，孤月隐残灰。\r\n战鹢逢时去，恩鱼望幸来。山花缇绮绕，堤柳幔城开。\r\n思逸横汾唱，欢留宴镐杯。微臣雕朽质，羞睹豫章材。"
        },
        {
            "title": "白莲花亭侍宴应制",
            "content": "九日陪天仗，三秋幸禁林。霜威变绿树，云气落青岑。"
        },
        {
            "title": "昆明池侍宴应制",
            "content": "武帝伐昆明，穿池习五兵。水同河汉在，馆有豫章名。\r\n我后光天德，垂衣文教成。黩兵非帝念，劳物岂皇情。\r\n春仗过鲸沼，云旗出凤城。灵鱼衔宝跃，仙女废机迎。\r\n柳拂旌门暗，兰依帐殿生。还如流水曲，日晚棹歌清。"
        },
        {
            "title": "初冬从幸汉故青门应制",
            "content": "汉王建都邑，渭水对青门。朝市俱东逝，坟陵共北原。\r\n荒凉萧相阙，芜没邵平园。全盛今何在，英雄难重论。\r\n故基仍岳立，遗堞尚云屯。当极土功壮，安知人力烦。\r\n天游戒东首，怀昔驻龙轩。何必金汤固，无如道德藩。\r\n微臣谅多幸，参乘偶殊恩。预此陈古事，敢奏兴亡言。"
        },
        {
            "title": "扈从出长安应制",
            "content": "汉宅规模壮，周都景命隆。西宾让东主，法驾幸天中。\r\n太史占星应，春官奏日同。旌门起长乐，帐殿出新丰。\r\n翕习黄山下，纡徐清渭东。金麾张画月，珠幰戴松风。\r\n是节严阴始，寒郊散野蓬。薄霜沾上路，残雪绕离宫。\r\n赐帛矜耆老，褰旒问小童。复除恩载洽，望秩礼新崇。\r\n臣忝承明召，多惭献赋雄。"
        },
        {
            "title": "和韦舍人早朝",
            "content": "阊阖连云起，岩廊拂雾开。玉珂龙影度，珠履雁行来。\r\n长乐宵钟尽，明光晓奏催。一经推旧德，五字擢英才。\r\n俨若神仙去，纷从霄汉回。千春奉休历，分禁喜趋陪。"
        },
        {
            "title": "守岁应制",
            "content": "南渡轻冰解渭桥，东方树色起招摇。天子迎春取今夜，\r\n王公献寿用明朝。殿上灯人争烈火，宫中侲子乱驱妖。\r\n宜将岁酒调神药，圣祚千春万国朝。\r\n第九十七卷"
        },
        {
            "title": "和上巳连寒食有怀京洛",
            "content": "天津御柳碧遥遥，轩骑相从半下朝。行乐光辉寒食借，\r\n太平歌舞晚春饶。红妆楼下东回辇，青草洲边南渡桥。\r\n坐见司空扫西第，看君侍从落花朝。"
        },
        {
            "title": "遥同杜员外审言过岭",
            "content": "天长地阔岭头分，去国离家见白云。洛浦风光何所似，\r\n崇山瘴疠不堪闻。南浮涨海人何处，北望衡阳雁几群。\r\n两地江山万馀里，何时重谒圣明君。"
        },
        {
            "title": "嵩山石淙侍宴应制",
            "content": "金舆旦下绿云衢，彩殿晴临碧涧隅。溪水泠泠杂行漏，\r\n山烟片片绕香炉。仙人六膳调神鼎，玉女三浆捧帝壶。\r\n自惜汾阳纡道驾，无如太室览真图。"
        },
        {
            "title": "陪幸韦嗣立山庄",
            "content": "台阶好赤松，别业对青峰。茆室承三顾，花源接九重。\r\n虹旗萦秀木，凤辇拂疏筇。径直千官拥，溪长万骑容。\r\n水堂开禹膳，山阁献尧钟。皇鉴清居远，天文睿奖浓。\r\n岩泉他夕梦，渔钓往年逢。共荣丞相府，偏降逸人封。"
        },
        {
            "title": "红楼院应制（一作僧广宣诗）",
            "content": "红楼疑见白毫光，寺逼宸居福盛唐。支遁爱山情谩切，\r\n昙摩泛海路空长。经声夜息闻天语，炉气晨飘接御香。\r\n谁谓此中难可到，自怜深院得徊翔。"
        },
        {
            "title": "从幸香山寺应制",
            "content": "南山奕奕通丹禁，北阙峨峨连翠云。岭上楼台千地起，\r\n城中钟鼓四天闻。旃檀晓阁金舆度，鹦鹉晴林采眊分。\r\n愿以醍醐参圣酒，还将祇苑当秋汾。"
        },
        {
            "title": "兴庆池侍宴应制",
            "content": "碧水澄潭映远空，紫云香驾御微风。汉家城阙疑天上，\r\n秦地山川似镜中。向浦回舟萍已绿，分林蔽殿槿初红。\r\n古来徒羡横汾赏，今日宸游圣藻雄。"
        },
        {
            "title": "奉和春初幸太平公主南庄应制",
            "content": "主家山第早春归，御辇春游绕翠微。买地铺金曾作埒，\r\n寻河取石旧支机。云间树色千花满，竹里泉声百道飞。\r\n自有神仙鸣凤曲，并将歌舞报恩晖。"
        },
        {
            "title": "人日重宴大明宫赐彩缕人胜应制",
            "content": "拂旦鸡鸣仙卫陈，凭高龙首帝城春。千官黼帐杯前寿，\r\n百福香奁胜里人。山鸟初来犹怯啭，林花未发已偷新。\r\n天文正应韶光转，设报悬知用此辰。"
        },
        {
            "title": "奉和立春游苑迎春",
            "content": "东郊暂转迎春仗，上苑初飞行庆杯。风射蛟冰千片断，\r\n气冲鱼钥九关开。林中觅草才生蕙，殿里争花并是梅。\r\n歌吹衔恩归路晚，栖乌半下凤城来。"
        },
        {
            "title": "章怀太子靖妃挽词",
            "content": "彤史佳声载，青宫懿范留。形将鸾镜隐，魂伴凤笙游。\r\n送马嘶残日，新萤落晚秋。不知蒿里曙，空见陇云愁。"
        },
        {
            "title": "天官崔侍郎夫人卢氏挽歌",
            "content": "偕老言何谬，香魂事永违。潘鱼从此隔，陈凤宛然飞。\r\n埋镜泉中暗，藏镫地下微。犹凭少君术，仿佛睹容辉。"
        },
        {
            "title": "喜赦",
            "content": "去岁投荒客，今春肆眚归。律通幽谷暖，盆举太阳辉。\r\n喜气迎冤气，青衣报白衣。还将合浦叶，俱向洛城飞。"
        },
        {
            "title": "则天门赦改年",
            "content": "圣人宥天下，幽钥动圜狴。六甲迎黄气，三元降紫泥。\r\n笼僮上西鼓，振迅广阳鸡。歌舞将金帛，汪洋被远黎。"
        },
        {
            "title": "同狱者叹狱中无燕",
            "content": "何许乘春燕，多知辨夏台。三时欲并尽，双影未尝来。\r\n食蕊嫌丛棘，衔泥怯死灰。不如黄雀语，能雪冶长猜。"
        },
        {
            "title": "题椰子树",
            "content": "日南椰子树，香袅出风尘。丛生调木首，圆实槟榔身。\r\n玉房九霄露，碧叶四时春。不及涂林果，移根随汉臣。"
        },
        {
            "title": "览镜",
            "content": "霏霏日摇蕙，骚骚风洒莲。时芳固相夺，俗态岂恒坚。\r\n恍忽夜川里，蹉跎朝镜前。红颜与壮志，太息此流年。"
        },
        {
            "title": "咸阳览古",
            "content": "咸阳秦帝居，千载坐盈虚。版筑林光尽，坛场霤听疏。\r\n野桥疑望日，山火类焚书。唯有骊峰在，空闻厚葬馀。"
        },
        {
            "title": "少游荆湘因有是题",
            "content": "岘北焚蛟浦，巴东射雉田。岁时宜楚俗，耆旧在襄川。\r\n忆昨经过处，离今二十年。因君访生死，相识几人全。"
        },
        {
            "title": "岭表逢寒食",
            "content": "岭外无寒食，春来不见饧。洛阳新甲子，何日是清明。\r\n花柳争朝发，轩车满路迎。帝乡遥可念，肠断报亲情。"
        },
        {
            "title": "驩州南亭夜望",
            "content": "昨夜南亭望，分明梦洛中。室家谁道别，儿女案尝同。\r\n忽觉犹言是，沉思始悟空。肝肠馀几寸，拭泪坐春风。"
        },
        {
            "title": "初达驩州",
            "content": "自昔闻铜柱，行来向一年。不知林邑地，犹隔道明天。\r\n雨露何时及，京华若个边。思君无限泪，堪作日南泉。"
        },
        {
            "title": "十三四时尝从巫峡过他日偶然有思",
            "content": "小度巫山峡，荆南春欲分。使君滩上草，神女馆前云。\r\n树悉江中见，猿多天外闻。别来如梦里，一想一氛氲。"
        },
        {
            "title": "夜宿七盘岭",
            "content": "独游千里外，高卧七盘西。晓月临窗近，天河入户低。\r\n芳春平仲绿，清夜子规啼。浮客空留听，褒城闻曙鸡。"
        },
        {
            "title": "早发平昌（一作昌平）岛",
            "content": "解缆春风后，鸣榔晓涨前。阳乌出海树，云雁下江烟。\r\n积气冲长岛，浮光溢大川。不能怀魏阙，心赏独泠然。"
        },
        {
            "title": "岳馆",
            "content": "洞壑仙人馆，孤峰玉女台。空濛朝气合，窈窕夕阳开。\r\n流涧含轻雨，虚岩应薄雷。正逢鸾与鹤，歌舞出天来。"
        },
        {
            "title": "游少林寺",
            "content": "长歌游宝地，徙倚对珠林。雁塔风霜古，龙池岁月深。\r\n绀园澄夕霁，碧殿下秋阴。归路烟霞晚，山蝉处处吟。"
        },
        {
            "title": "再入道场纪事应制（一作僧广宣诗）",
            "content": "南方归去再生天，内殿今年异昔年。见辟乾坤新定位，\r\n看题日月更高悬。行随香辇登仙路，坐近炉烟讲法筵。\r\n自喜恩深陪侍从，两朝长在圣人前。"
        },
        {
            "title": "饯唐郎中洛阳令",
            "content": "一台推往妙，三史伫来修。应宰凫还集，辞郎雉少留。\r\n郊筵乘落景，亭传理残秋。愿以弦歌暇，芝兰想旧游。"
        },
        {
            "title": "饯高唐州询",
            "content": "弱冠相知早，中年不见多。生涯在王事，客鬓各蹉跎。\r\n良守初分岳，嘉声即润河。还从汉阙下，倾耳听中和。"
        },
        {
            "title": "洛州萧司兵谒兄还赴洛成礼",
            "content": "棠棣日光辉，高襟应序归。来成鸿雁聚，去作凤凰飞。\r\n细草承轻传，惊花惨别衣。灞亭春有酒，岐路惜芬菲。"
        },
        {
            "title": "送陆侍御馀庆北使",
            "content": "古人贵将命，之子出輶轩。受委当不辱，随时敢赠言。\r\n朔途际辽海，春思绕轘辕。安得回白日，留欢尽绿樽。"
        },
        {
            "title": "李舍人山园送庞邵",
            "content": "符传有光辉，喧喧出帝畿。东邻借山水，南陌驻骖騑。\r\n握手凉风至，当歌秋日微。高幨去勿缓，人吏待霜威。"
        },
        {
            "title": "乐城白鹤寺",
            "content": "碧海开龙藏，青云起雁堂。潮声迎法鼓，雨气湿天香。\r\n树接前山暗，溪承瀑水凉。无言谪居远，清净得空王。"
        },
        {
            "title": "答宁处州书（一作答宁处州报赦）",
            "content": "书报天中赦，人从海上闻。九泉开白日，六翮起青云。\r\n质幸恩先贷，情孤枉未分。自怜泾渭别，谁与奏明君。"
        },
        {
            "title": "和常州崔使君寒食夜",
            "content": "闻道清明近，春闱向夕阑。行游昼不厌，风物夜宜看。\r\n斗柄更初转，梅香暗里残。无劳秉华烛，晴月在南端。"
        },
        {
            "title": "杂诗三首（一本连前春闺作杂诗四首）",
            "content": "落叶惊秋妇，高砧促暝机。蜘蛛寻月度，萤火傍人飞。\r\n清镜红埃入，孤灯绿焰微。怨啼能至晓，独自懒缝衣。\r\n妾家临渭北，春梦著辽西。何苦朝鲜郡，年年事鼓鼙。\r\n燕来红壁语，莺向绿窗啼。为许长相忆，阑干玉箸齐。\r\n闻道黄龙戍，频年不解兵。可怜闺里月，长在汉家营。\r\n少妇今春意，良人昨夜情。谁能将旗鼓，一为取龙城。"
        },
        {
            "title": "和中书侍郎杨再思春夜宿直",
            "content": "西禁青春满，南端皓月微。千庐宵驾合，五夜晓钟稀。\r\n星斗横纶阁，天河度琐闱。烟光章奏里，纷向夕郎飞。"
        },
        {
            "title": "上之回",
            "content": "制书下关右，天子问回中。坛墠经过远，威仪侍从雄。\r\n黄麾摇昼日，青幰曳松风。回望甘泉道，龙山隐汉宫。"
        },
        {
            "title": "和崔正谏登秋日早朝",
            "content": "鸡鸣朝谒满，露白禁门秋。爽气临旌戟，朝光映冕旒。\r\n河宗来献宝，天子命焚裘。独负池阳议，言从建礼游。"
        },
        {
            "title": "紫骝马",
            "content": "青玉紫骝鞍，骄多影屡盘。荷君能剪拂，躞蹀喷桑干。\r\n踠足追奔易，长鸣遇赏难。摐金一万里，霜露不辞寒。"
        },
        {
            "title": "陇头水",
            "content": "陇山飞落叶，陇雁度寒天。愁见三秋水，分为两地泉。\r\n西流入羌郡，东下向秦川。征客重回首，肝肠空自怜。"
        },
        {
            "title": "寿阳王花烛（一作宋之问诗）",
            "content": "仙媛乘龙夕，天孙捧雁来。可怜桃李树，更绕凤凰台。\r\n烛送香车入，花临宝扇开。莫令银箭晓，为尽合欢杯。"
        },
        {
            "title": "奉和圣制同皇太子游慈恩寺应制",
            "content": "肃肃莲花界，荧荧贝叶宫。金人来梦里，白马出城中。\r\n涌塔初从地，焚香欲遍空。天歌应春籥，非是为春风。"
        },
        {
            "title": "春闺（一本连后杂诗三首作杂诗四首）",
            "content": "铁马三军去，金闺二月还。边愁离上国，春梦失阳关。\r\n池水琉璃净，园花玳瑁斑。岁华空自掷，忧思不胜颜。"
        },
        {
            "title": "七夕",
            "content": "秋近雁行稀，天高鹊夜飞。妆成应懒织，今夕渡河归。\r\n月皎宜穿线，风轻得曝衣。来时不可觉，神验有光辉。"
        },
        {
            "title": "骢马",
            "content": "西北五花骢，来时道向东。四蹄碧玉片，双眼黄金瞳。\r\n鞍上留明月，嘶间动朔风。借君驰沛艾，一战取云中。"
        },
        {
            "title": "幸白鹿观应制",
            "content": "紫凤真人府，斑龙太上家。天流芝盖下，山转桂旗斜。\r\n圣藻垂寒露，仙杯落晚霞。唯应问王母，桃作几时花。"
        },
        {
            "title": "送金城公主适西蕃应制",
            "content": "金榜扶丹掖，银河属紫阍。那堪将凤女，还以嫁乌孙。\r\n玉就歌中怨，珠辞掌上恩。西戎非我匹，明主至公存。"
        },
        {
            "title": "洛阳道",
            "content": "九门开洛邑，双阙对河桥。白日青春道，轩裳半下朝。\r\n乘羊稚子看，拾翠美人娇。行乐归恒晚，香尘扑地遥。"
        },
        {
            "title": "仙萼亭初成侍宴应制",
            "content": "山中气色和，宸赏第中过。辇路披仙掌，帷宫拂帝萝。\r\n泉临香涧落，峰入翠云多。无异登玄圃，东南望白河。"
        },
        {
            "title": "安乐公主移入新宅",
            "content": "初闻衡汉来，移住斗城隈。锦帐迎风转，琼筵拂雾开。\r\n马香遗旧埒，风吹绕新台。为问沈冥子，仙槎何处回。"
        },
        {
            "title": "长门怨",
            "content": "月皎风泠泠，长门次掖庭。玉阶闻坠叶，罗幌见飞萤。\r\n清露凝珠缀，流尘下翠屏。妾心君未察，愁叹剧繁星。"
        },
        {
            "title": "岁夜安乐公主满月侍宴",
            "content": "除夜子星回，天孙满月杯。咏歌麟趾合，箫管凤雏来。\r\n岁炬常然桂，春盘预折梅。圣皇千万寿，垂晓御楼开。"
        },
        {
            "title": "幸梨园亭观打球应制",
            "content": "今春芳苑游，接武上琼楼。宛转萦香骑，飘飖拂画球。\r\n俯身迎未落，回辔逐傍流。只为看花鸟，时时误失筹。"
        },
        {
            "title": "三日梨园侍宴（一作梨园亭侍宴）",
            "content": "九重驰道出，三巳禊堂开。画鹢中流动，青龙上苑来。\r\n野花飘御座，河柳拂天杯。日晚迎祥处，笙镛下帝台。"
        },
        {
            "title": "奉和洛阳玩雪应制",
            "content": "周王甲子旦，汉后德阳宫。洒瑞天庭里，惊春御苑中。\r\n氛氲生浩气，飒沓舞回风。宸藻我盈尺，赓歌乐岁丰。"
        },
        {
            "title": "晦日浐水应制",
            "content": "素浐接宸居，青门盛祓除。摘兰喧凤野，浮藻溢龙渠。\r\n苑蝶飞殊懒，宫莺啭不疏。星移天上入，歌舞向储胥。"
        },
        {
            "title": "立春日内出彩花应制",
            "content": "合殿春应早，开箱彩预知。花迎宸翰发，叶待御筵披。\r\n梅讶香全少，桃惊色顿移。轻生承剪拂，长伴万年枝。"
        },
        {
            "title": "七夕曝衣篇",
            "content": "君不见昔日宜春太液边，披香画阁与天连。\r\n灯火灼烁九微映，香气氛氲百和然。此夜星繁河正白，\r\n人传织女牵牛客。宫中扰扰曝衣楼，天上娥娥红粉席。\r\n曝衣何许曛半黄，宫中彩女提玉箱。珠履奔腾上兰砌，\r\n金梯宛转出梅梁。绛河里，碧烟上，双花伏兔画屏风，\r\n四子盘龙擎斗帐。舒罗散縠云雾开，缀玉垂珠星汉回。\r\n朝霞散彩羞衣架，晚月分光劣镜台。上有仙人长命绺，\r\n中看玉女迎欢绣。玳瑁帘中别作春，珊瑚窗里翻成昼。\r\n椒房金屋宠新流，意气骄奢不自由。汉文宜惜露台费，\r\n晋武须焚前殿裘。"
        },
        {
            "title": "入少密溪",
            "content": "云峰苔壁绕溪斜，江路香风夹岸花。树密不言通鸟道，\r\n鸡鸣始觉有人家。人家更在深岩口，涧水周流宅前后。\r\n游鱼瞥瞥双钓童，伐木丁丁一樵叟。自言避喧非避秦，\r\n薜衣耕凿帝尧人。相留且待鸡黍熟，夕卧深山萝月春。"
        },
        {
            "title": "凤箫曲（一作古意）",
            "content": "八月凉风动高阁，千金丽人卷绡幕。已怜池上歇芳菲，\r\n不念君恩坐摇落。世上荣华如转蓬，朝随阡陌暮云中。\r\n飞燕侍寝昭阳殿，班姬饮恨长信宫。长信宫，昭阳殿，\r\n春来歌舞妾自知，秋至帘栊君不见。昔时嬴女厌世纷，\r\n学吹凤箫乘彩云。含情转睐向箫史，千载红颜持赠君。"
        },
        {
            "title": "古镜",
            "content": "莓苔翳清池，虾蟆蚀明月。埋落今如此，照心未尝歇。\r\n愿垂拂拭恩，为君鉴玄发。"
        },
        {
            "title": "剪彩",
            "content": "宫女怜芳树，裁花竞早荣。寒依刀尺尽，春向绮罗生。\r\n弱蒂盘丝发，香蕤结素成。纤枝幸不弃，长就玉阶倾。"
        },
        {
            "title": "伤王学士",
            "content": "闭囚断外事，昧坐半馀期。有言颖叔子，亡来已一时。\r\n初闻宛不信，中话涕涟洏。痛哉玄夜重，何遽青春姿。\r\n忆汝曾旅食，屡空瀍涧湄。吾徒禄未厚，筲斗愧相贻。\r\n原宪贫无愁，颜回乐自持。诏书择才善，君为王子师。\r\n宠儒名可尚，论秩官犹欺。化往不复见，情来安可思。\r\n目绝毫翰洒，耳无歌讽期。灵柩寄何处，精魂今何之。\r\n恨予在丹棘，不得看素旗。孀妻知己叹，幼子路人悲。\r\n感游值商日，绝弦留此词。"
        },
        {
            "title": "枉系二首",
            "content": "吾怜曾家子，昔有投杼疑。吾怜姬公旦，非无鸱鸮诗。\r\n臣子竭忠孝，君亲惑谗欺。萋斐离骨肉，含愁兴此辞。\r\n昔日公冶长，非罪遇缧绁。圣人降其子，古来叹独绝。\r\n我无毫发瑕，苦心怀冰雪。今代多秀士，谁能继明辙。"
        },
        {
            "title": "被弹",
            "content": "知人昔不易，举非贵易失。尔何按国章，无罪见呵叱。\r\n平生守直道，遂为众所嫉。少以文作吏，手不曾开律。\r\n一旦法相持，荒忙意如漆。幼子双囹圄，老夫一念室。\r\n昆弟两三人，相次俱囚桎。万铄当众怒，千谤无片实。\r\n庶以白黑谗，显此泾渭质。劾吏何咆哮，晨夜闻扑抶。\r\n事间拾虚证，理外存枉笔。怀痛不见伸，抱冤竟难悉。\r\n穷囚多垢腻，愁坐饶虮虱。三日唯一饭，两旬不再栉。\r\n是时盛夏中，暵赫多瘵疾。瞪目眠欲闭，喑呜气不出。\r\n有风自扶摇，鼓荡无伦匹。安得吹浮云，令我见白日。"
        },
        {
            "title": "初达驩州",
            "content": "流子一十八，命予偏不偶。配远天遂穷，到迟日最后。\r\n水行儋耳国，陆行雕题薮。魂魄游鬼门，骸骨遗鲸口。\r\n夜则忍饥卧，朝则抱病走。搔首向南荒，拭泪看北斗。\r\n何年赦书来，重饮洛阳酒。"
        },
        {
            "title": "神龙初废逐南荒途出郴口北望苏耽山",
            "content": "少曾读仙史，知有苏耽君。流望来南国，依然会昔闻。\r\n泊舟问耆老，遥指孤山云。孤山郴郡北，不与众山群。\r\n重崖下萦映，嶛峣上纠纷。碧峰泉附落，红壁树傍分。\r\n选地今方尔，升天因可云。不才予窜迹，羽化子遗芬。\r\n将览成麟凤，旋惊御鬼文。此中迷出处，含思独氛氲。"
        },
        {
            "title": "绍隆寺",
            "content": "吾从释迦久，无上师涅槃。探道三十载，得道天南端。\r\n非胜适殊方，起喧归理难。放弃乃良缘，世虑不曾干。\r\n香界萦北渚，花龛隐南峦。危昂阶下石，演漾窗中澜。\r\n云盖看木秀，天空见藤盘。处俗勒宴坐，居贫业行坛。\r\n试将有漏躯，聊作无生观。了然究诸品，弥觉静者安。"
        },
        {
            "title": "夜泊越州逢北使",
            "content": "天地降雷雨，放逐还国都。重以风潮事，年月戒回舻。\r\n容颜荒外老，心想域中愚。憩泊在兹夜，炎云逐斗枢。\r\n风音风俞萦海若，霹雳耿天吴。鳌抃群岛失，鲸吞众流输。\r\n偶逢金华使，握手泪相濡。饥共噬齐枣，眠共席秦蒲。\r\n既北思攸济，将南睿所图。往来固无咎，何忽惮前桴。"
        },
        {
            "title": "过蜀龙门",
            "content": "龙门非禹凿，诡怪乃天功。西南出巴峡，不与众山同。\r\n长窦亘五里，宛转复嵌空。伏湍喣潜石，瀑水生轮风。\r\n流水无昼夜，喷薄龙门中。潭河势不测，藻葩垂彩虹。\r\n我行当季月，烟景共舂融。江关勤亦甚，巘崿意难穷。\r\n势将息机事，炼药此山东。"
        },
        {
            "title": "自昌乐郡溯流至白石岭下行入郴州",
            "content": "兹山界夷夏，天险横寥廓。太史漏登探，文命限开凿。\r\n北流自南泻，群峰回众壑。驰波如电腾，激石似雷落。\r\n崖留盘古树，涧蓄神农药。乳窦何淋漓，苔藓更彩错。\r\n娟娟潭里虹，渺渺滩边鹤。岁杪应流火，天高云物薄。\r\n金风吹绿梢，玉露洗红箨。溯舟始兴廨，登践桂阳郭。\r\n匍匐缘修坂，穹窿曳长索。碍林阻往来，遇堰每前却。\r\n救艰不遑饭，毕昏无暇泊。濯溪宁足惧，磴道谁云恶。\r\n我行山水间，湍险皆不若。安能独见闻，书此贻京洛。"
        },
        {
            "title": "同工部李侍郎適访司马子微",
            "content": "紫微降天仙，丹地投云藻。上言华顶事，中问长生道。\r\n华顶居最高，大壑朝阳早。长生术何妙，童颜后天老。\r\n清晨朝凤京，静夜思鸿宝。凭崖饮蕙气，过涧摘灵草。\r\n人非冢已荒，海变田应燥。昔尝游此郡，三霜弄溟岛。\r\n绪言霞上开，机事尘外扫。顷来迫世务，清旷未云保。\r\n崎岖待漏恩，怵惕司言造。轩皇重斋拜，汉武爱祈祷。\r\n顺风怀崆峒，承露在丰镐。泠然委轻驭，复得散幽抱。\r\n柱下留伯阳，储闱登四皓。闻有参同契，何时一探讨。"
        },
        {
            "title": "入卫作",
            "content": "淇上风日好，纷纷沿岸多。绿芳幸未歇，泛滥此明波。\r\n采蘩忆幽吹，理棹想荆歌。郁然怀君子，浩旷将如何。"
        },
        {
            "title": "饯远",
            "content": "任子徇遐禄，结友开旧襟。撰酌辍行叹，指途勤远心。\r\n秋晶澄回壑，霁色肃明林。暧然青轩暮，浩思非所任。"
        },
        {
            "title": "送友人任括州",
            "content": "青春浩无际，白日乃迟迟。胡为赏心客，叹迈此芳时。\r\n瓯粤迫兹守，京阙从此辞。茫茫理云帆，草草念行期。\r\n纷吾结远佩，帐饯出河湄。太息东流水，盈觞难再持。"
        },
        {
            "title": "送乔随州侃",
            "content": "结交三十载，同游一万里。情为契阔生，心由别离死。\r\n拜恩前后人，从宦差池起。今尔归汉东，明珠报知己。"
        },
        {
            "title": "别侍御严凝",
            "content": "七泽云梦林，三湘洞庭水。自古传剽俗，有时逋恶子。\r\n令君出使车，行迈方靡靡。静言芟枳棘，慎勿伤兰芷。"
        },
        {
            "title": "辛丑岁十月上幸长安时扈从出西岳作",
            "content": "西镇何穹崇，壮哉信灵造。诸岭皆峻秀，中峰特美好。\r\n傍见巨掌存，势如石东倒。颇闻首阳去，开坼此河道。\r\n磅礴压洪源，巍峨壮清昊。云泉纷乱瀑，天磴屹横抱。\r\n子先呼其巅，宫女世不老。下有府君庙，历载传洒扫。\r\n皇明应天游，十月戒丰镐。微末忝闲从，兼得事蘋藻。\r\n宿心爱兹山，意欲拾灵草。阴壑已永閟，云窦绝探讨。\r\n芳月期来过，回策思方浩。"
        },
        {
            "title": "临高台",
            "content": "高台临广陌，车马纷相续。回首思旧乡，云山乱心曲。\r\n远望河流缓，周看原野绿。向夕林鸟还，忧来飞景促。"
        },
        {
            "title": "和杜麟台元志春情",
            "content": "嘉树满中园，氛氲罗秀色。不见仙山云，倚琴空太息。\r\n沉思若在梦，缄怨似无忆。青春坐南移，白日忽西匿。\r\n蛾眉返清镜，闺中不相识。"
        },
        {
            "title": "相和歌辞·长门怨",
            "content": "月皎风冷冷，长门次掖庭。玉阶闻坠叶，罗幌见飞萤。\r\n清露凝珠缀，流尘下翠屏。妾心君未察，愁叹剧繁星。"
        },
        {
            "title": "横吹曲辞·梅花落",
            "content": "铁骑几时回，金闺怨早梅。雪中花已落，风暖叶应开。\r\n夕逐新春管，香迎小岁杯。感时何足贵，书里报轮台。"
        },
        {
            "title": "横吹曲辞·长安道",
            "content": "秦地平如掌，层城出云汉。楼阁九衢春，车马千门旦。\r\n绿柳开复合，红尘聚还散。日晚斗鸡回，经过狭斜看。"
        },
        {
            "title": "横吹曲辞·关山月",
            "content": "汉月生辽海，曈曨出半晖。合昏玄兔郡，中夜白登围。\r\n晕落关山迥，光含霜霰微。将军听晓角，战马欲南归。"
        },
        {
            "title": "横吹曲辞·折杨柳",
            "content": "玉窗朝日映，罗帐春风吹。拭泪攀杨柳，长条宛地垂。\r\n白花飞历乱，黄鸟思参差。妾自肝肠断，旁人那得知。"
        },
        {
            "title": "乐府杂曲·鼓吹曲辞·有所思",
            "content": "君子事行役，再空芳岁期。美人旷延伫，万里浮云思。\r\n园槿绽红艳，郊桑柔绿滋。坐看长夏晚，秋月生罗帏。"
        },
        {
            "title": "黄鹤",
            "content": "黄鹤佐丹凤，不能群白鹇。拂云游四海，弄影到三山。\r\n遥忆君轩上，来下天池间。明珠世不重，知有报恩环。"
        },
        {
            "title": "乐府杂曲·鼓吹曲辞·巫山高二首",
            "content": "巫山峰十二，环合隐昭回。俯眺琵琶峡，平看云雨台。\r\n古槎天外倚，瀑水日边来。何忽啼猿夜，荆王枕席开。\r\n神女向高唐，巫山下夕阳。裴回作行雨，婉娈逐荆王。\r\n电影江前落，雷声峡外长。霁云无处所，台馆晓苍苍。"
        },
        {
            "title": "乐府杂曲·鼓吹曲辞·芳树",
            "content": "何地早芳菲，宛在长门殿。夭桃色若绶，秾李光如练。\r\n啼鸟弄花疏，游蜂饮香遍。叹息春风起，飘零君不见。"
        },
        {
            "title": "郊庙歌辞·享龙池乐章·第三章",
            "content": "龙池跃龙龙已飞，龙德光天天不违。池开天汉分黄道，\r\n龙向天门入紫微。邸第楼台多气色，君王凫雁有光辉。\r\n为报寰中百川水，来朝此地莫东归。"
        },
        {
            "title": "横吹曲辞·出塞",
            "content": "十年通大漠，万里出长平。寒日生戈剑，阴云摇旆旌。\r\n饥乌啼旧垒，疲马恋空城。辛苦皋兰北，胡霜损汉兵。"
        },
        {
            "title": "古意呈补阙乔知之",
            "content": "卢家少妇郁金香，海燕双栖玳瑁梁。\r\n九月寒砧催木叶，十年征戍忆辽阳。\r\n白狼河北音书断，丹凤城南秋夜长。\r\n谁为含愁独不见，更教明月照流黄？\r\n【注释】：１、卢家句：梁武帝萧衍《河中之水歌》：“河中之水向东流，洛阳女儿名莫愁。十\r\n??五嫁为卢家妇，十六生儿字阿侯。卢家兰室桂为梁，中有郁金苏合香。”此句\r\n??用其意。郁金：郁金香，可浸酒涂壁，百合科，旧谓出大秦国，即今小亚细亚。\r\n２、辽阳：指今辽宁辽阳市附近地区，为东北边防要地。\r\n３、白狼河：白狼水，即今辽宁境内的大凌河。两《唐书》《奚传》说奚国国境南接\r\n??白狼河，即此。\r\n４、丹凤城：一说因秦穆公女吹箫，凤降其城，故名，后便为京城之别称。按：恐即\r\n??凤阙之意。汉建章宫有凤阙，后世也借指帝城，唐代民居多在城南。【译文】：??这首诗是用乐府题目来写思妇愁怨的七律诗，故蘅塘退士把它编入卷六七言律诗，而不编入卷四七言乐府。诗先写夫妇双栖于京都，犹如海燕双栖玳瑁之梁。然后写到阔别十载，少妇思夫之苦。一扬一抑，其意自现。在手法上诗人借镌刻环境，渲染气氛，以烘托人物心情，达到了增强抒情色彩的效果。如以“海燕双栖”，烘托少妇独处；以寒砧木叶、城南秋夜，烘托“十年远戍”、“音书断”之思愁；以“月照流黄”烘托“含愁独不见”的愁绪。语言构思新巧，读来清新无限。"
        },
        {
            "title": "九日临渭亭侍宴应制得长字",
            "content": "御气幸金方，凭高荐羽觞。魏文颁菊蕊，汉武赐萸房。\r\n秋变铜池色，晴添银树光。年年重九庆，日月奉天长。"
        },
        {
            "title": "杂诗",
            "content": "闻道黄龙戍，频年不解兵。\r\n可怜闺里月，长在汉家营。\r\n少妇今春意，良人昨夜情。\r\n谁能将旗鼓，一为取龙城。\r\n【注释】：①黄龙：今辽宁开原县北。\r\n②戍：驻防。\r\n③频年：多年。\r\n④解兵：撤军，休战。\r\n⑤闺里月：闺人心目中的月亮。\r\n⑥汉家：借指唐朝。\r\n⑦今春意：此刻的相思意。\r\n⑧良人：丈夫。\r\n⑨昨夜情：指昔日别离之情。\r\n⑩龙城：在今蒙古人民共和国境内，古时匈奴和祭天处。指异族入侵者的据点。【译文】：　　听说黄龙城，战事频频无尽期。昔日家中共赏月，可怜今日隔千里，月亮久照汉家营。少妇今怀相思意，恰如郎君别时情。谁能率兵挥大旗，一举克敌取龙城，征夫思妇永远不分离。【赏析】：　　这首诗写闺中少妇与塞上征人两地相忆的缠绵深情。年年守边，战乱不休，一对情人各自东西，同望明月：闺中营中，清辉共照，柔情相忆，彼此黯然神伤。结尾点明主旨，表达了人们祈求和平团聚的美好愿望。全诗抒发厌恶战争，渴望和平的心绪。情调凄怆，但不消极。语浅意深，耐人寻味，被誉为“千古闺情绝唱”（《唐律消夏录》）\r\n　　这首诗用对比手法，表达了少妇渴望远征的丈夫早日回家团聚的心情，想像丰富，声调优美，感情充沛。"
        },
        {
            "title": "乐府杂曲·鼓吹曲辞·钓竿篇",
            "content": "朝日敛红烟，垂竿向绿川。人疑天上坐，鱼似镜中悬。\r\n避楫时惊透，猜钩每误牵。湍危不理辖，潭静欲留船。\r\n钓玉君徒尚，征金我未贤。为看芳饵下，贪得会无全。"
        },
        {
            "title": "古意",
            "content": "卢家少妇郁金堂，海燕双栖玳瑁梁。\r\n九月寒玷催十叶，十年征戌忆辽阳。\r\n白狼河北音书断，丹凤城南秋夜长。\r\n谁为含愁独不见，更教明月照流黄。"
        },
        {
            "title": "侍宴",
            "content": "皇家贵主好神仙，别业初开云汉边。\r\n山出尽如鸣凤岭，池成不让饮龙川。\r\n妆楼翠幌教春住，舞阁金铺借日悬。\r\n敬从乘舆来此地，称殇献寿乐钧天。"
        },
        {
            "title": "相和歌辞·王昭君",
            "content": "非君惜鸾殿，非妾妒蛾眉。薄命由骄虏，无情是画师。\r\n嫁来胡地恶，不并汉宫时。心苦无聊赖，何堪上马辞。"
        }
    ]
}