{
    "dynasty": "元",
    "author": "朱唏颜　",
    "intro": "",
    "items": [
        {
            "title": "哨遍 题坐忘齐 强村丛书本瓢泉词一卷，用传",
            "content": "一室退藏，隐几坐观，默会人间世。惟集虚，抱一自斋心，黜聪明、形骸之外。回益矣。冥然如丧吾志。乌知礼乐非仁义。彼造物何如，息黥补劓，徒劳巧任私智。但忘年、忘义乐天倪。好恶情、都忘物皆齐。＊与鱼游，鹿与麋交，将无同异。噫。请试言之。彼知忘此此忘而，海上多＊缴，翁鸥乃、两忘机。想蝶梦庄周，周迷蝶梦，蘧蘧自适无非己。便是是非非，非非是是，由来非马非指。我而今、鱼兔都忘已。又岂知、筌蹄为得计。问臧谷、亡羊何累。塞翁得马奚喜。得失成何济。顿忘世味。箪瓢陋巷，乐以忘其忧耳。便教有酒也忘归。在忘形、相汝相尔。银海清泉一调，菩萨蛮乡关散尽一调，芙蓉红落一调，柳梢青、临江仙、蓦山溪、苏武慢各一调，并见宋朱希真樵歌。章怡田以为此七调皆馆臣误"
        },
        {
            "title": "水龙吟 简周晴川教授会饮和韵，其兄晴山，",
            "content": "一春剩雨悭晴，闷来闲检床头历。农占候应，今朝甲子，初开霁色。草径泥融，柳桥风劲，尚妨吟策。有幽轩水净，官＊春透，尽可一，觞闲集。重碧满浮云液。奈长歌、此情无极。觥筹交错，＊篪迭奏，席珍连璧。列屋修蛾，主家阴洞，漫然倾国。任醉魂直到，芙城待问，似他丁石。"
        },
        {
            "title": "哨遍",
            "content": "一室退藏，隐几坐观，默会人间世。惟集虚，抱一自斋心，黜聪明、形骸之外。回益矣。冥然如丧吾志。乌知礼乐非仁义。彼造物何如，息黥补劓，徒劳巧任私智。但忘年、忘义乐天倪。好恶情、都忘物皆齐。＊与鱼游，鹿与麋交，将无同异。噫。请试言之。彼知忘此此忘而，海上多＊缴，翁鸥乃、两忘机。想蝶梦庄周，周迷蝶梦，蘧蘧自适无非己。便是是非非，非非是是，由来非马非指。我而今、鱼兔都忘已。又岂知、筌蹄为得计。问臧谷、亡羊何累。塞翁得马奚喜。得失成何济。顿忘世味。箪瓢陋巷，乐以忘其忧耳。便教有酒也忘归。在忘形、相汝相尔。银海清泉一调，菩萨蛮乡关散尽一调，芙蓉红落一调，柳梢青、临江仙、蓦山溪、苏武慢各一调，并见宋朱希真樵歌。章怡田以为此七调皆馆臣误"
        },
        {
            "title": "贺新郎 归雁用刘季和韵",
            "content": "云影低平楚。看翩翩、离群避暖，去寻孤戌。犹记登楼看瘦字，零落西风无数。把往事、书将空处。乍别榆关秋梦迥，向江南、睡足菰蒲雨。天欲暝，雪初絮。江空岁晏衡阳度。尽冥冥、稻粱谋拙，弋人何慕。行断惊飞悲吊影，谁念嘹风最苦。算只有、天涯羁旅。莫听城笳迷去翮，被落花、飞絮相萦住。输海燕，笑迟暮。"
        },
        {
            "title": "贺新郎 寿清尹靳从矩",
            "content": "悬古槐成幄。燕泥香、繁红坠雨，半帘花落。一夜江皋黄犊雨，万顷绿云喷薄。听四野、田家欢乐。堂上琴声堂下水，画庭空、自下风檐雀。喧竞少，尽不恶。竹窗暑净巾斜着。傍筠轩、闲舒啸戏，舞翻霜鹤。＊几藤床挥玉尘，风骨棱棱如削。炯一段、清水秋壑。待得河阳桃李满，向雪堂、细订梅花约。须唤我，共酬酢。"
        },
        {
            "title": "过秦楼 客中端午",
            "content": "水碧纱厨，月圆纨扇，悄悄午窗曾共。祛愁楚艾，照眼安榴，节物把人传送。无奈长昼如年，莺趁吟情，蝶迷乡梦。怅归期多误，暮云凝望，乱愁如葑。谁念我、闷对骚经，慵寻遗谱，冷落赴湘琴弄。醒魂正渴，筒碧初乾，买健听人呼＊。不似归来故园，同泛香蒲，频倾春瓮。尽痴儿呆女，齐唱湖楼兴动。"
        },
        {
            "title": "大圣乐 至日与周晴川兄弟会饮",
            "content": "霜护庭鸳，春生炉兽，早梅初破。喜至景、渐觉迎长，刺绣五纹赢得，儿女情多。老侵寻愁添岁月，尽门外、今朝无客过。慵身在，且应时纳祜，浅酌高歌。人生有几胜选，苦不分、千金换翠蛾。便次公酌我，公荣如子，奈此欢何。霜竹喷云，风瓢激树，得似＊＊清意呵。休眉锁。朱颜去了，还更来么。"
        },
        {
            "title": "一萼红 盆梅",
            "content": "玉堂深。正重帘护暝，窗色试新晴。苔暖鳞生，泥融脉起，春意初破琼英。夜深后、寒消绛蚁，误碎月、和露落空庭。暖吹调香，冷芳侵梦，一饷消凝。长恨年华婉晚，被柔情数曲，抵死牵萦。何事东君，解将芳思，巧缀一斛春冰。那得似、空山静夜，傍疏篱、清浅小溪横。莫问调羹心事，且论笛里平生。"
        },
        {
            "title": "宴清都 饯提控令史林君瑞",
            "content": "试倚江亭棹。来执手、问君归计何早。宾僚攀挽，元戎举辟，正堪谈笑。青衫两见书考。且暂屈、致身未老。料鲲鹏、须奋天池，骅骝宁恋绉草。堪夸健笔挥斤，长材破的，积案如扫。霜台器重，兰省优容，十连仪表。平生不在温饱。但行志、功名尽了。便归来、说似梅花，清尊细倒。"
        },
        {
            "title": "喜迁莺 永嘉思远楼端午（原脱永嘉思远楼五",
            "content": "香尘盈箧。是旧日赐来，宫罗叠雪。服艾衣清，浴兰汤暖，输与个人娟洁。性巧戏拈，针蹙得、虎儿狞劣。鬓半＊，贴朱符翠篆，同心双结。愁绝追楚俗。独吊湘累，日映沉菰叶。彩＊浮空，鸣鼍聒昼，十里翠红相接。漫有倚空阑槛，谁把朱帘高揭。归去也，听叩舷儿女，尚传歌阕。"
        },
        {
            "title": "水龙吟 简周",
            "content": "一春剩雨悭晴，闷来闲检床头历。农占候应，今朝甲子，初开霁色。草径泥融，柳桥风劲，尚妨吟策。有幽轩水净，官＊春透，尽可一，觞闲集。重碧满浮云液。奈长歌、此情无极。觥筹交错，＊篪迭奏，席珍连璧。列屋修蛾，主家阴洞，漫然倾国。任醉魂直到，芙城待问，似他丁石。"
        },
        {
            "title": "念奴娇",
            "content": "怒涛驾雪，＊千骑、争赴危坡奔注。高阁凌空图画出，邈邈荆扬佳趣。梦泽云宽，邗沟霜净，影落晴檐柱。南来王气，消沉榛莽深处。堪笑亡国危机，沉江铁锁，欲把东吴拒。司马家儿那解事，神算真成天遇。商意悲凉，宫词凄苦。忍听临风句。无情江水，不将遗恨流去。"
        },
        {
            "title": "念奴娇",
            "content": "倦怀无据。凭危阑极目，寒江斜注。吴楚风烟遥入望，独识登临真趣。晚日帆樯，秋风钟梵，倚遍楼东柱。兴来携手，与君更上高处。隐约一水中分，金鳌戴甲，力与蛟龙拒。拟访临幕清夜鹤，谁解坡仙神遇。断壁悬秋，惊涛＊月，总是无声句。胜游如扫，大江依旧东去。"
        },
        {
            "title": "渡江云 题郑天趣三湘集",
            "content": "渺寒云万里，孤＊载雪，逐雁渡三湘。倦游频选胜，抚剑延平，贳酒过滕王。清泉自酹，秋草合、贾传祠荒。算都是、伤心吊古，和月贮吟囊。难忘。云边梅屋，雨底荪房。料裁云缝雾，应自有、知心老妪，相与平章。澧兰沅芷曾亲撷，返醒魂、犹带骚香。看未足，渔歌又起沧浪。"
        },
        {
            "title": "书锦堂 寿孔竹所",
            "content": "朱户黏鸡，钿钗簇燕，恰颁三日王春。记得当年佳梦，始绂祥麟。杜陵天近衣冠盛，谢庭春暖薰兰馨。人争羡，青鬓未饶，恩袍草色光凝。佳音须侧耳听。报取日下蜚声。蚕纸涂鸦，天上宝墨犹新。蛰雷先奋三冬暖，便风终快九霄鹏。君须念，早晚小儒，终期一报平津。"
        },
        {
            "title": "齐天乐 与周可竹会饮和韵",
            "content": "浦潮迎送朝还暮。匆匆燕来鸿去。北牖分茶，西窗翦烛，离合人生由数。狂朋怪侣。记筹酒句吟，几回凝伫。絮影苹香，梦中犹是少年路。词华今度尚在，奈相如渐老，无计重赋。露底冰弦，梅边玉尘。留得风襟如故。情高万古。想脱剑呼尊，气吞寰宇。不管春山，子规啼夜苦。"
        },
        {
            "title": "齐天乐 蓟门寒食",
            "content": "青烟一夜传宫烛，朝来管弦都试。宝扇传歌，银瓶索酒，柳下骄骢曾系。怜红妩翠。任栲栳量珠，伴春俱醉。不道无情，花残春老顿容易。人生几何适意。甚前时风度，今番情味。楚褐凝尘，涛笺封泪。愁在断鸿声里。情丝恨绮。尽付与风檐，燕儿论理。不似流红，解随东去水。"
        },
        {
            "title": "木兰花慢 陈伯永竹院有魏鹤山题扁名公留题",
            "content": "信吟筇到处，尽可款，个人家。见碧＊横陈，粉墙低亚，乱锁烟霞。森森万竿如束，倚虚檐、风影自交加。一点尘无几砚，十分清到窗纱。堪嘉。玉立瘦穿沙。池色净无暇。向良夜移床，静临书帙，闲试茶瓜。明月清风仍好，但秦宫、梁苑遍栖鸦。零落残香秀墨，春衣拂遍苔花。"
        },
        {
            "title": "木兰花慢 送陈国材都目",
            "content": "拂溪藤香润，缄翠墨，寄深情。忆月满箫台，春回炎海，驿骑宵征。相思顿成春梦，恰方州、接武叙前盟。愧我弓刀分＊，多君案牍劳形。佳声。宾佐喜逢迎。曹局赖经营。更尊俎谈谐，风襟清旷，逸思纵横。正好相依晚岁，忽欢传、梅菊已交承。粗喜分携不远，春来把酒江城。"
        },
        {
            "title": "桂枝香 寿马宣差咏桂",
            "content": "何年月地。有白凤飞来，与秋游戏。碎屑黄金馥馥，暗熏沉水。如来粟界开全未，直着得、许多清气。饱谙风露，自应韵色，独高人世。更不羡、犀帷富贵。羡鹫峰前度，秀分云外。弹压西风，谁数锦英华丽。幽芳素抱岩栖志，笑当时、满门桃李。等闲乞取，长生妙诀，广寒宫里。"
        },
        {
            "title": "东风第一枝 送人",
            "content": "晓渡呼云，秋山访雁，吟情先趁乡梦。暖风轻约行尘，草色一川翠涌。元戎小队，隘紫陌、簪缨光动。看碧油沙际，陈兵，玉勒柳边飞＊。陪密幄、折冲需用。赞上幕、典型增重。发硎初试牛刀，储才正须药笼。清时异数，有天外、好风吹送。想驿亭、筹笔风流，应忆翦灯曾共。"
        },
        {
            "title": "声声慢 赋柑花",
            "content": "＊＊微露，熏骨浓芳，清暑绝点珠玑。不梦风寒，繁艳自有冰肌。尽任蛮烟瘴雨，向炎州、偷换朱衣。情缘短，绝无芳梦，飞度江＊。犹托传来纤手，蔼香名三日，赏遍吴姬。纵使馨儿妖丽，谁与心期。伤情坠楼恩重，忍尘沙、玉＊珠遗。余韵在，返清魂、环佩夜归。"
        },
        {
            "title": "天香 寿桂金堂竹泉总管",
            "content": "碧玉横陈，黄金细屑，天然画堂风景。古月浮香，冷风度曲，不许一尘侵近。沉沉永夜，漾水色、窗轩秋净。如识岩前气韵。端知岁寒心性。繁华漫夸红紫，□颜色、直宜相并。纵有交承梅菊，也应推逊。自是蟾宫仙种。尽消得婵娟伴清影。为乞＊娥，云阶鹫岭。"
        },
        {
            "title": "八声甘州 题西山爽气楼",
            "content": "向青泥坊底午桥边。新买屋三间。有嘉蔬半席，修篁数个，分占宽闲。着取层梯直上，阑＊出高寒。不见终南径，惟有西山。门外红尘似海，待抽□手板，同拟君看。对熏沪茗碗，扪虱纵雄谈。笑当年、多情王粲，赋终非吾土，泪空弹。任俗子卧之楼下，那许跻攀。"
        },
        {
            "title": "汉宫春 赋吕子敬梅齐月",
            "content": "梅与月兮，问雪香秋影，几度黄昏。相逢惊诧，＊尽京洛缁尘。空山耿耿，镇无言、色笑相亲。应顿悟、风前笛里，三生石上精魂。一自心盟重订，便神交契合，随寓吾真。萧然水边林下，□□□□。□□□□，炯清辉、冠玉风神。应酷似，家传清白，□□正献前身。"
        },
        {
            "title": "满庭芳",
            "content": "＊＊炉寒，梅花帐矮，篝镫愁坐更残。欲眠还起，身已怯吴蚕。夜静珊珊入竹，依稀听、石上清＊。遥知道，东皇赋瑞，和气满长安。明廷多俊彦，清班振鹭，健笔翔鸾。笑儿女才卑，空占今坛。奇绝邹枚赋咏，玉蜍冷、宫袖呵寒。君知否，玉堂清禁，终不似人间。"
        },
        {
            "title": "满庭芳",
            "content": "寒压衾绸，光摇书幌，夜深香梦初残。细听窗户，簌簌乡春蚕。风劲时时堕砌，分明认、山溜潺＊。呼童起，疏梅耐冷，修竹报平安。晓来拥被看，闲庭舞鹤，古瓦迷鸾。待戏挽银河，飞步天坛。恐琼楼玉宇，最高处、无限清寒。凭君问、九关虎豹，香案五云间。"
        },
        {
            "title": "满庭芳 和赵仲敬咏雪",
            "content": "翦水飞花，裁冰作絮，龙宫不管严寒。斜侵风帽，吟鬓忽衰残。谁念梁园倦客，黄金尽、作赋才悭。飘流久，寒欺敝褐，犹事马蹄间。儿时曾纵猎，呼鹰野外，落雁云端。猛呼酒霜＊，湿遍红鸳。倚马酣歌秦妓，紫貂暖、不上裘船。今迟暮，翩翩孤剑，寂寞度桑乾。"
        },
        {
            "title": "满江红",
            "content": "弹铗归来，更谁叹、有鱼无肉。念良夜，向阑相对，旧欢难续。一夕乍寒秋枕梦，十年重翦西窗烛。算人生，得意待何时，蕉隍鹿。尊有酒，妻堪熟。书插架，儿能读。傍虚檐翠云低亚，万竿如束。数点苍山遥人户，半篙春水斜穿屋。便门前，车马寂无人，从教俗。"
        },
        {
            "title": "满江红 寿推官焦元播庆六十",
            "content": "凤鹤翩跹，记昨梦、天锡九龄。从头数，再周甲子，屈指天星。上界仙人足官府，人间岁月自峥嵘。庆明时，生甫又生申，维岳灵。珠盈掌，金满＊。浮瑞＊，啭春莺。是乃翁阴德，心事分明。笔下万言多活国，胸中三尺久持衡。慰来苏，为雨福苍生，腾颂声。"
        },
        {
            "title": "庆宫春 送袁仲野归绍兴",
            "content": "彩笔传歌，青衫提剑，幕中谁似风流。使檄联芳，宾筵接武，后尘每继清游。晓云春梦，试回首、星霜再周。仙曹书满，荐剡交推，一鹗横秋。扁舟乍可夷犹。一镜平湖，数点轻鸥。醉客疏狂，骚翁豪放，二公同是朋俦。仕而犹隐，料出处、胸中已筹。故山虽好，未许归来，一赋休休。"
        },
        {
            "title": "扫花游 送人",
            "content": "津亭柳色，正舞翠毵毵，乱侵歌袖。骊驹送酒。竟东门祖席，宾僚勋旧。白发青衫，愁绝风流去后。黯回首。但梦绕藩垣，帘影清书。遗爱曾未久。闻里役均输，力排豪右。喧传万口。道调元赞化，是经纶手。鼎铉虚贤，分内功名信有。事非偶。看金瓯姓名还又。"
        },
        {
            "title": "鱼游春水 寿徐仁静其  乐鲁常",
            "content": "兰室余香蕴。射雀屏、深清昼永。红旌微动，帘展浪花移暝。重碧先拈翡翠杯，戏彩低＊鸳鸯锦。人在蕊宫，春生蓬境。尽说而翁少颖。记得遗环故时井。而今犹自风流，朱颜绿鬓。百年应惜铜仙在，九里争传清河润。山兮寿兮，以仁能静。"
        },
        {
            "title": "洞仙歌 庆张闾总管母八十",
            "content": "人生八十，是世间中寿。七十由来古稀有。况君侯，已树开国殊勋，曾异数，周鲁瞻前拜后。玉麟分上端，千里传欢，鸾诰金花烂晴昼。象服照青春，□□□□秋香荐，北堂卮酒。问阿母西池底事时来，试为数蟠桃，几番开否。"
        },
        {
            "title": "千秋岁 寿王推官母九十一是日小寒节",
            "content": "嫩冰池沼。泽国寒初峭。梅乍坼，春才早。朱门歌管矗，绣阁沉烟袅。欢宴处，神仙一夜离蓬岛。九十过头了。百岁看看到。须听取千年调。人夸嫫母妍，我觉彭＊少。强健在，看儿历遍中书考。"
        },
        {
            "title": "蝶恋花",
            "content": "挺挺双清临净练。羽佩飞来，颇觉游情倦。獭髓新痕开半面。前时一似湘皋见。流水回云春不艳。怕有生香，引得蜂儿健。净几明窗斜日转。"
        },
        {
            "title": "糖多令 中秋",
            "content": "凉影下青鸾。晴空泻素盘。漾玉壶、千顷多宽。老桂散香风露净，霜免莹，骨毛寒。老子倚阑干。不辞终夜看。有谁人、共此清欢。为问＊娥今与古，能几见，正端端。"
        },
        {
            "title": "南柯子 龙门汲雪",
            "content": "远脉通蛟穴，清泠泻翠苔。＊炉相对竹房开。容我笼头，纱帽白云堆。碧＊中＊雪，金沙二月雷。瓶罂千里走黄埃。嗟尔苍生，亿万堕颠崖。"
        },
        {
            "title": "月中行 追补泰轩录事母夫人寿",
            "content": "广寒折得桂枝回。嫫母惜多才。九重春色锦江来。齐劝九霞杯。玉堂有客移宫羽，歌词丽、总是诗材。我＊弱水隔蓬莱。几许碧桃开。"
        }
    ]
}