{
    "dynasty": "元",
    "author": "许有壬",
    "intro": "",
    "items": [
        {
            "title": "太常引 斡克庄杜德常寓所二松可爱，醉中赋",
            "content": "二松如盖偃中庭。向朱夏、作秋声。摇影动疏棂。掩映得、苔痕转青。西清博士，西台御史，相对又双清。咫尺到蓬瀛。休认作、蓝田县丞。"
        },
        {
            "title": "水调歌头 庚寅秋，即席次可行见寿韵",
            "content": "归欤正宜早，动也贵研几。夜深山月飞出，何地不扬辉。休说采山钓水，正尔切风批月，底用朵吾颐。万事一尊酒，身外复何为。笑年来，人与我，不相知。投林已分垂翅，犹劝九天飞。敢效归乡锦绣，且就盘铃傀儡，终日看儿嬉。但恐子掀举，谁与话襟期。"
        },
        {
            "title": "沁园春 可行弟泰定甲子寿日，赋乐府沁园春",
            "content": "三十九年至正壬寅，同在京华，遇其寿日，语及旧作，遂再和前韵四海之间，难弟劣兄，白头二人。记昌期瑞旦，行年在卯，善门余庆，维岳生申。科第佳名，祠宗优秩，常奉天香降紫宸。身通贵，只贫安分定，老益书亲。简编不负辛勤。羡进德扬名迈等伦。任家无厚积，融融度日，诗多好句，蔼蔼回春。明月清风，交梨火枣，竹里行厨脯擘麟。吾何事，但问花携酒，专竞芳辰。"
        },
        {
            "title": "水龙吟 赵伯宁中丞代祀淮浙，过维扬徵赋",
            "content": "五云飞出蓬莱，天香散满人间世。龙翔凤翥，千龄一遇，明良庆会。节＊重来，士民腾喜，山川增气。想四方地远，九重心切，都要见、闾阎事。寤寐天颜咫尺，袅秋风、一鞭归骑。昔年勋业，乌台倚重，紫垣虚位。自顾疏庸，资身无策，敢论经费。但儒酸不改，作咸充赋，助和羹味。"
        },
        {
            "title": "摸鱼子 洹堂盆池红日莲开，予适卧病城居，",
            "content": "者方未已，喜而赋此笑当年柏台兰省，四时风景孤负。归来幸得身无事，底又匆匆朝暮。心口语。是传癖诗＊，常把芳辰误。夜来风雨。早练＊云飘，红衣霞卷，香滴翠杯露。司花手，无限芳妍留住。凝汝为我延伫。姑仙绰约如冰雪，次第相从微步。天不妒。便失却东隅，尽有桑榆路。人间尘土。看太华峰头，花开十丈，吾老尚能去。"
        },
        {
            "title": "满庭芳 庚寅正月十六日夜，独酌戏成",
            "content": "学本迂疏，才非明哲，天恩偶听归田。良辰美景，相遇更欣然。细数人生行止，或城市、或在林泉。都评过，忘形适意，惟是在尊前。只今头尽白，但怜饮量，不似当年。甚蘖痰媒渴，无事招愆。时有亲朋来劝，学康节、微醉为贤。先生笑，偶当乘兴，又作饮中仙。"
        },
        {
            "title": "鹊桥仙 同李云松宣慰过思齐，宣慰值出，书",
            "content": "雪松仙客，箕山道士。来访思斋老子。思斋何处未归来，想只在、翠红乡里。风清月白，橙黄＊紫。一巷笙歌纷起。良宵不遇负佳宾，都不念"
        },
        {
            "title": "兰陵王 赋古剑，用吉善甫韵 圭塘乐府卷一",
            "content": "昆吾铁。神物千年不灭。时出匣、摇荡碧空，闪闪寒芒电光掣。细看是巨阙。三尺。斜明隙月。新丰旅，弹尔醉歌，也胜毛锥校平侧。沉埋土花碧。向坚石寒泉，重砺霜雪。一天星斗昏无色。因起舞为乐，崆峒试倚，魑魅胆寒石自裂。免丰狱羁绁。勋业。几英杰。是曾＊奸邪，腥渍余血。今方四海边尘绝。佩服处，闲伴金鱼宝＊。只愁灵化，雷雨暗，水云国"
        },
        {
            "title": "沁园春 临清舟中即席，次韩伯高见赠韵",
            "content": "草木无情，不问寒喧，开时便开。只黄花多事、偏怜隐逸、白头何老友相逢，清谈绝倒，休校刘郎去后栽。尊中物，胜他年千里，漫寄寒梅。神仙合住蓬莱。柰老母思儿忍不回。任耿庄槐老，休为痴梦，梅家酒熟，且浣溪怀。渭北江东，暮云春树，何日扁舟更此来。公知否，便连朝觞咏，能几徘徊。"
        },
        {
            "title": "木兰花慢 至大戊申八月二十五日，同疏仙万",
            "content": "云左丞未老休致，指清露堂扁，命予二人分赋长短句，予得清字，皆即席成章，喜甚，榜之堂上。疏仙其甥也，后更号酸齐云渺西风天地，拂吟袖，出重城。正秋满名园，松枯石润，竹瘦霜清。扁舟采菱歌断，但一泓寒碧画桥平。放眼奇观台上，太行飞入檐楹。主人声利一毫轻。爱客见高情。便芡剥骊珠，莲分冰茧，酒注金瓶。风流故家文献，况登高能赋有诸甥。清露堂前好月，多应喜我留名。"
        },
        {
            "title": "水龙吟 题贾氏白云楼，次牧庵韵",
            "content": "结楼高倚晴空，人间何限思亲处。白云谁遣，等闲出岫，悠悠来去。本是无心，宁知下土，有人延伫。怅芒烟衰草，九原难作，空目断、丘陵树。见说大鹏变化，趁扶摇、又抟云路。朱帘画栋，关山绵邈，梦魂良苦。两字行藏，百年忠孝，致君荣祖。待更驱屏翳，溥为霖雨，继商家傅。"
        },
        {
            "title": "柳梢青 老病客燕，真正经艰岁，口腹甚窘，",
            "content": "诵秦少游柳梢青乐府，依其调作俚曲以遣兴。南方适口多品，此则记予之篇嗜而多用者，可行盖亦知味，请同赋，资一笑云窗对晴岚。门临流水，坐阅归帆。为口劳心，雪犹烧＊，霜便分柑。酒香梅下茅庵。就湖置、新鱼满篮。梦记当年，此皆身享，好个江南。首及许桢步韵四首并删去另录。"
        },
        {
            "title": "太常引 至正辛未春，环枢堂海棠开，偕冯公",
            "content": "今年花发事务方股，欲寻旧盟，跬步牵絷，堂西漱芳亭  方池种芙蕖，连岁约观，而皆不果。六月初日，祷雨一过，则红衣落尽，翠房森矗矣。口漱芳亭下小方塘。清散水芝香。回首翠成房。忍不待、佳人奉觞。紫垣朝暮，红尘车骑，遮断白云乡。老我重寻芳。又浑似、今年海棠。"
        },
        {
            "title": "水龙吟 甲申七月二十六日，偕王居仁仲武小",
            "content": "洹堂半月三来，小庭日见添佳致。苍稂疏瘦，黄葵高洁，玉簪清丽。林影波光，新晴景物，嫩凉天气。对溪山如此，田园归去，除诗酒、浑无事。烂漫乡邻鸡黍，比当年、鼎烹加味。古今都说，浮云春梦，功名富贵。何事迷途，直临老境，才寻平地。把尘寰休问，菊花行绽，请重来醉。"
        },
        {
            "title": "鹧鸪天 夜长臂痛手挛，展转不能寐，霜晓窗",
            "content": "枕上所得长短句三首，呈贤弟一笑。仍请于侄辈一和，以畅老怀白发京华恋俸钱。溪山游钓惜无缘。老来恶兴凭诗遣，枕上才成一两联。人自苦，月空圆。衾绸如铁夜如年。但稽子＊新文学，莫问宾朋岁几"
        },
        {
            "title": "摸鱼子 登洞庭湖连天楼，和刘光远韵",
            "content": "问楼头几多烟景，长风千里吹送。洞庭岛屿留残雪，依约玉龙飞动。天故综。要老子南来，添得诗囊重。遥山翠耸。更淡淡斜阳，萧萧落木，感慨古今共。人间世，何处祥麟威凤。繁华一枕春梦。江湖无限闲风月，待我往来吟弄。君莫痛。看起舞纷纷，踏破中宵瓮。深杯自捧。便唤起湘累，汩罗江上，沉醉是奇供。"
        },
        {
            "title": "沁园春 赋鹤奴，次马明初韵",
            "content": "顶有丹砂， 服具玄明，云胡作奴。想风霜搏击，不如一鹗，云霄变*"
        },
        {
            "title": "蝶恋花 丁亥正月十三日亲朋治具，醉中赋此",
            "content": "老子行年过耳顺。蓬鬓萧疏，人道犹风韵。领略风光元有分。赏心又喜烧灯近。薄雪初消寒欲尽。词馆多闲，时得陪英俊。莫讶连朝为酒困。"
        },
        {
            "title": "琳宫词次安南王韵",
            "content": "凉入帘帏夜色轻，瑶台添月更虚明。\r\n一壶天地浑无迹，只有清风动竹声。"
        },
        {
            "title": "如梦令 饶德明学士收疏齐咏竹二首，求和",
            "content": "谁把清风领受。寻得岁寒心友。霜月玉亭亭，恰似老夫诗瘦。诗瘦。诗瘦。无柰碧云怀旧。"
        },
        {
            "title": "江城子 饮海子舟中，班彦功招饮斜街，以此",
            "content": "柳梢烟重滴春娇。傍天桥。住兰桡。吹暖香云，何处一声箫。天上广寒宫阙近，金晃朗，翠＊＊。谁家花外酒旗高。故相招。尽飘摇。我正悠然，云水永今朝。休道斜街风物好，才去此，便尘嚣。"
        },
        {
            "title": "水龙吟 予一病五十日始俞，因自点检，目视",
            "content": "。手可挥翰，足可步园，腹可容酒，齿可啮肉，耳可听歌，体禀素弱，今六十有七，而得所谓六可者，私自喜幸，戏成此曲。子之所慎疾也，乃深几年三到三台，往年不似今年好。故人云集，远山屏列，蔚蓝清晓。赵舞燕歌，一时奇绝，百壶倾倒。对山川如昔，风烟不减，但人比、当时老。放眼秋容无际，碧澄澄、雁天霜早。曹瞒事业，悠悠斜日，茫茫衰草。为问漳流，古来豪杰，浪淘多少。有建安遗瓦，张吾笔阵，把奸雄扫。"
        },
        {
            "title": "临江仙 黎江万梅方吐，而予来沙，风雪十日",
            "content": "十日恶风三尺雪，繁霜又满人间。梅花谁与问平安。玉肌清似削，争柰许多寒。梦绕琅璃江上路，竹篱茅舍青山。莫教芳酒滞归鞍。黄昏无限月，待我倚阑干。"
        },
        {
            "title": "沁园春 寿可行弟，次其见寿韵",
            "content": "天相吾家，箧笥无金，诗书有人。看发挥胸臆，辞锋凛凛，薰陶气质，韦佩申申。师友渊源，贤才衡鉴，胄馆光华近帝宸。男儿事，便尽输心力，难报君亲。读书第一当勤。只孝弟书中是大伦。况人生为学，百年在幼，田家得计，一岁惟春。科占龙头，名高雁序，好与皇家作凤麟。都休问，是地钟河岳，天应星辰。"
        },
        {
            "title": "沁园春 赋鹤奴，次马明初韵",
            "content": "顶有丹砂， 服具玄明，云胡作奴。想风霜搏击，不如一鹗，"
        },
        {
            "title": "沁园春 次希孟韵，时召至通州，以病归。时",
            "content": "坎止流行，行止非人，何劳用心。羡枝巢居士，泥涂轩冕，时斋老子，城市山林。富贵何常，荣枯递转，惟有高名不陆沉。他休问，只清风一榻，多少黄金。神仙方外难寻。更可笑牛山泪满襟。且清尊素瑟，半庭花影，芒鞋竹枝，十里松阴。归去成辞，闲居留赋，梁父安能抱膝吟。迷途者，听云闲高唱，谁嗣鸿音。"
        },
        {
            "title": "木兰花慢 秦淮，次汤碧山教授韵",
            "content": "问东来何处，控吴越，壮江淮。爱十里萦纡，水云图画，鼓吹风雷。回头下临无地，尽朱楼迢隔倚天开。酒旆高悬别浦，绣帘低拂长桅。疏狂常与世情乖。胜地却须来。漫怀古长歌，后庭花落，斜日潮回。伤心旧时明月，照凄凉亡国恨无涯。为问水边鸥鹭，人间几梦庭槐。"
        },
        {
            "title": "摸鱼子 明初赋摸鱼子寿予，既次其韵，而可",
            "content": "买陂塘旋载杨柳，归来此是先务。他乡故里都休校，旧雨不如今雨。鸿在渚。笑尔尚南飞，吾已安孤屿。黄花解语。道人老宜秋，身安耐酒，此正有真趣。銮坡路，大手深惭燕许。超腾又悖钟吕。但求闲澹如元亮，却恨诗多奇句。倾绿醑。底须按，乐天池上霓裳谱。休论往古。有三日重阳，约君同醉，老子筑西圃。"
        },
        {
            "title": "摸鱼子 赋鸡冠花，用明初韵",
            "content": "笑山人木鸡心事，年来敛＊藏距。幽花细草聊娱目，小圃更无闲土。膏泽溥。岂天为司晨，偏与钟奇古。无人起舞。对寂寂园池，萧萧风雨，竦立为谁怒。三生梦，犹绕尸乡栖处。昂然几欲掀举。＊丹蹙锦头颅好，叶叶旧时毛羽。天已许。待海日升时，飞上桃都树。人间凝伫。看叫白东方，却来平地，千载不容腐。"
        },
        {
            "title": "绿鸭头 八月十四日，圭塘玩月",
            "content": "广寒宫。秋期明日方中。叹阴晴、自来无定，何如今夕从容。棹兰舟、乱穿波月，斟玉＊、清带荷风。身世难期，欢娱易失，名言千载记坡公。公曾道，凉天佳月，何必限春冬。况复有，西宾共载，仙季相从。笑疏狂、兴来无尽，舣舟更策吟筇。任诸君、班荆藉草，环四岸、度竹穿松。飞上崇台，放开老眼，冰轮谁遣却朦胧。多应是嫦娥见妒，胜事不教穷。天知我，须臾风起，万里云空。"
        },
        {
            "title": "摸鱼子 赋玉簪，用明初韵",
            "content": "笑人间衮＊何物，此花良贵天与。倚阑瘦立亭亭玉，刻画一生清苦。人有语。道不出蓝田，岂是真才具。山人告汝。正蓬鬓萧疏，不胜冠冕，真者亦投去。洹溪水，洗尽眼中尘土。天葩静看齐吐。冰壶凉月天如水，尘柄肯论夷甫。翁醉舞。任蕞尔寰区，共讶山中许。搔风沐雨。且受用清香，古今多少，富贵草头露。"
        },
        {
            "title": "荻港早行",
            "content": "水国宜秋晚，羁愁感岁华。\r\n清霜醉枫叶，淡月隐芦花。\r\n涨落高低路，川平远近沙。\r\n炊烟青不断，山崦有人家。"
        },
        {
            "title": "沁园春 赋酪，次明初韵",
            "content": "有物庞然，乃牝而犁，山川舍诸。为老＊营□，因疏黄稚，平心酬德，忍怠青驺。方丈无功，万钱增害，茹饮方将笑穴居。桃林媪，幸日输甘＊，香泛流酥。老饕笑问长须。汝今似＊官不是奴。更题封谁调，聪明德祖，和浆且浣，消渴相如。火候冲融，春膏浓结，常遣韦囊似瓠壶。将军腹，问果谁相负，吾欲明书。"
        },
        {
            "title": "沁园春 以上周咏先据至正集七十九，补许有",
            "content": "采诗洹水，清秋兴来，不暇求工。致行云流水，虽违高古，亦无浮丽，更有佳人。韶音同韵，芝兰同气，笑高山□□□中。宰相倡酬，余力判酒，政兼花事。休教阮家三品，但身闲便（下缺）残词。"
        },
        {
            "title": "南乡子 夜寒无寐仍就韵凑来粗语，以供一粲",
            "content": "鸟鹊欲填河。＊＊多持更上坡。虫鸟无知徒自苦，谁呵。恰似贪人少已皤。市也好婆娑。要染先生面色酡。有口难言今只可，狂歌。终岁陶陶"
        },
        {
            "title": "太常引 用同年欧阳原功韵，赠相师陈壶秋",
            "content": "年来诗笔尚能神。但无柰、旧时贫。天地一闲身。且不在、青云后尘。壶秋眸子，野人心事，相对好敷陈。山酒正清醇。要茅屋、朝朝是春。"
        },
        {
            "title": "望月婆罗门引 雪夜宴长沙班良辅家，时为湖",
            "content": "人家十万，春风先到使君家。天公更着芳华。尽把楼台粉泽，琼树映横斜。要歌宦白雪，暖借流霞。吴姬赵娃。乱银烛、影交加。不放行云归去，敲碎红牙。可怜杜老，肯飞送、江头只岸花。争似我、夜醉长沙。"
        },
        {
            "title": "太常引 再用旧韵，寄紫清",
            "content": "诗成春草梦池塘。相忆托玄香。常记饮仙房。笑一举、曾蒙十觞。百年行止，几番离合，吾老且吾乡。聊与领群芳。渐开到、江头野棠。"
        },
        {
            "title": "摸鱼子 凤凰台，次汤碧山教授韵",
            "content": "自箫韶九成来后，岐山犹是隆古。嬴颠刘蹶相枕藉，几度狸号＊舞。堪笑处。又蕞尔钟山，一霎神光吐。鹤汀凫渚。问吴德何徵，紫霄轻下，天意竟谁许。江山好，老子狂今箕踞。千年考信无据。多情只有秦淮月，还照故宫焦土。昏复曙。漫寒暑悠悠，老尽梧桐树。从今记取。看阿阁成巢，朝阳应瑞，椽笔为君赋。"
        },
        {
            "title": "太常引 丙戌旧韵，寄紫清真人",
            "content": "道宫城市胜林塘。松竹满、芰荷香。煮酒出丹房。记相见、匆匆一觞。云萍飘忽，仙凡悬绝，翻手又殊乡。何日漱余芳。看华发、诗人许棠。"
        },
        {
            "title": "望月婆罗门引 偕王仁甫左丞、贾伯坚左司，",
            "content": "酌。廷秀求词，醉中赋此紫宸朝罢，东风吹到谪仙家。貂裘抖擞尘沙。一室窗明几净，人境独清华。有息斋名画，殿帅高茶。主人意佳。道分手、即天涯。何事相逢不饮，戚戚嗟嗟。黄封旋拆，有鹅腊、鸡朐与兔＊。公不饮、孤负梅花。"
        },
        {
            "title": "沁园春 以上周咏先据至正集七十九，补许有 ",
            "content": ""
        },
        {
            "title": "柳梢青 老病客燕，真正经艰岁，口腹甚窘， ",
            "content": ""
        },
        {
            "title": "太常引 斡克庄杜德常寓所二松可爱，醉中赋 ",
            "content": ""
        },
        {
            "title": "太常引 六月十八日喜雨，酒间应口，和不肖",
            "content": "荷盘蕉扇久无声。笑祈祷、果难凭。倚槛看云停。问谁把、天瓢遽倾。玄功不宰、太平有象，磊块一时平。老我问阴晴。笑尚为、苍生有情。"
        },
        {
            "title": "木兰花慢 至大戊申八月二十五日，同疏仙万 ",
            "content": ""
        },
        {
            "title": "沁园春 飞吟亭，和白玉蟾韵",
            "content": "少日飞腾，湖海奇胸，风云壮图。把人间远道，看为咫尺，眼前实地，认作虚无。酾酒中天，振衣千仞，尘世烟霞有几区。君山下，见洞庭清浅，欲问麻姑。故吾只是今吾。已深愧当年大丈夫。怅川流不息，直如逝者，天风高举，更有谁欤。鼎鼐何功，江山多幸，长铗归来食有鱼。神仙事，笑临邛道士，还在洪都。"
        },
        {
            "title": "沁园春 次希孟韵，时召至通州，以病归。时 ",
            "content": ""
        },
        {
            "title": "沁园春 送乡人高子翔次来韵",
            "content": "放眼芜城，北尽淮＊，东驰海门。叹故园遥隔，关山歧路，好怀深负，风月乾坤。邂逅佳人，笑谈清致，所见而今胜所闻。江湖乐，任提＊＊鹭，翳凤骑麟。世间富贵浮云。也莫校箕山与渭滨。想抱关击析、心期贤圣，耕田凿井，上有华勋。休道官卑，休嫌俸少，且喜诗成句句新。君归矣，问故园桃李，几度逢春。"
        },
        {
            "title": "水调歌头 和郑彦章韵",
            "content": "春来久无雨，都作艳阳天。天公素念民事，其忍秽良田。鞭起九渊浓睡，散作两间膏泽，生意发天然。听得老农语，大有是今年。玉堂深，金阙近，乱云烟。乾坤放眼无际，何物不鲜妍。休把圣功收敛，要使人心满慰，万事此为先。我老归农好，宜买潞河船。"
        },
        {
            "title": "水调歌头 即席赠河南廉使高辛甫",
            "content": "徒阳记同署，三十四年过。朝台暮省踪迹，赢得鬓双皤。相别又逾一纪，百岁都能几见，尘事日蹉跎。今夕复何夕，旌节照山阿。笑年来，洹水上，试渔蓑。迂疏久厌城市，其柰故人何。浩荡云山烟水，寥落晨星霜木，如子已无多。邂逅一尊酒，忍负醉时歌。"
        },
        {
            "title": "水调歌头 胭脂井次汤碧山教授韵",
            "content": "他山一卷石，何意效时妆。天生偶然斑驳，兰麝不能香。＊作陈家宫井，浇出后庭玉树，直使国俱亡。故邑久眢废，陈迹草茫茫。叹人间，才璇室，又阿房。丽华＊发如鉴，曾此笑相将。一旦江山瓶坠，犹欲夫妻同穴，甚矣色成荒。五色补天缺，万世仰娲皇。"
        },
        {
            "title": "水调歌头 题萧独清山水胜处",
            "content": "山水据全胜，消得独清人。神仙定在何处，此处可寻真。山有蓬莱气象，水有瀛洲风物，人是葛天民。＊得紫芝老，吟尽碧桃春。四时花，千日酒，一溪云。回头下望浊世，无地不红尘。忆昔乘轺江右，目断丹霞翠壁，底事走＊＊。今日送君语，聊聊自移文。"
        },
        {
            "title": "浣溪沙",
            "content": "老境闲门昼不开。闲人庭院甚宜苔。打门诗债任渠催。千里有家频入梦，一春无酒可开怀。心宽随处是蓬莱。"
        },
        {
            "title": "鹧鸪天",
            "content": "心到忘机便是仙。琴能得趣任无弦。病多课子酬文债，田少从人借酒钱。生盛世，遇今年。雕虫存稿不求传。有言难尽闲中乐，竹影花香白昼"
        },
        {
            "title": "鹧鸪天 夜长臂痛手挛",
            "content": "枕上所得长短句三首，呈贤弟一笑。仍请于侄辈一和，以畅老怀白发京华恋俸钱。溪山游钓惜无缘。老来恶兴凭诗遣，枕上才成一两联。人自苦，月空圆。衾绸如铁夜如年。但稽子＊新文学，莫问宾朋岁几"
        },
        {
            "title": "千秋岁",
            "content": "青年诗好。正坐声名早。攀李杜，凌郊岛。官惭才力弱，技悟文章小。青镜里，朱颜不觉成衰老。习气消除尽，惟酒娱昏晓。思阮子，甘兵校。因知身外事，何似尊前笑。追往昔，中书已署阳城考。"
        },
        {
            "title": "千秋岁 即席次可行见寿乐府韵",
            "content": "谀人称好。何似归来早。营五亩，如三岛。深杯江海浅，老眼乾坤小。松竹在，肯教老圃秋容老。方外多真趣，池上宜清晓。随里社，游乡校。逢场皆可乐，得句惟供笑。吾有政，考功不校闲官考。"
        },
        {
            "title": "太常引 六月十八日",
            "content": "荷盘蕉扇久无声。笑祈祷、果难凭。倚槛看云停。问谁把、天瓢遽倾。玄功不宰、太平有象，磊块一时平。老我问阴晴。笑尚为、苍生有情。"
        },
        {
            "title": "春从天上来 祝一齐大参寿",
            "content": "自古英雄。试倒指，谁能廊庙雍容。相君此遇，风虎云龙。光掩前后诸公。正天开治运，□□力、启沃宸衷。况平生，把诗书礼乐，烂入胸中。当年侧闻先德，只一语唤起，万室春风。桂树成丛。棣华联萼，总是旧日阴功。怪昨宵雪飘，烟光薄、生意浮空。我来为寿，相朝何似，维岳维"
        },
        {
            "title": "念奴娇 汴中见寄",
            "content": "一壶天地，亘南交朔漠，东溟西极。斫桂吴刚难措手，转见今宵挺特。露轧冰轮，云归碧海，上下琼瑶色。白虚光里，更无毫发间隔。梦想洹上池台，五年放浪，延赏无虚席。底事夷山丞节镇，扰扰尘埃朱墨。杰句才悭，深杯量减，况敢论勋业。嫦娥应道，老当归去时节。"
        },
        {
            "title": "南乡子 夜",
            "content": "鸟鹊欲填河。＊＊多持更上坡。虫鸟无知徒自苦，谁呵。恰似贪人少已皤。市也好婆娑。要染先生面色酡。有口难言今只可，狂歌。终岁陶陶"
        },
        {
            "title": "南乡子",
            "content": "健笔挽银河。公直銮坡我谏坡。只好老来供一笑，呵呵。喜怒从人愧国皤。花月共婆娑。劝饮随君学邵酡。松菊有盟休冷落，哦歌。我辈同年"
        },
        {
            "title": "南乡子 和欧阳玄之韵",
            "content": "高论听悬河。先知新诗问老坡。手冷不甘寒气早，谁呵。更被黄花笑鬓皤。风竹乱婆娑。老我衰颜藉酒酡。佳节重逢真可赏，赓歌。陶令壶觞"
        },
        {
            "title": "鹊桥仙 寿可聪山平章",
            "content": "胶身名爵。醉心糟粕。正可束之高阁。庙堂谁信是行窝，更高似、尧夫一着。胸中磅礴。眼前寥廓。与物元无城郭。自从席末挹春风，觉二十"
        },
        {
            "title": "无题",
            "content": "归欤正宜早，动也贵研几。夜深山月飞出，何地不扬辉。休说采山钓水，正尔切风批月，底用朵吾颐。万事一尊酒，身外复何为。笑年来，人与我，不相知。投林已分垂翅，犹劝九天飞。敢效归乡锦绣，且就盘铃傀儡，终日看儿嬉。但恐子掀举，谁与话襟期。"
        },
        {
            "title": "绿头鸭 为牧庵寿",
            "content": "论斯文，世谁方驾韩欧。渺翩翩、旧家人物，一峰玉立高秋。走蒲轮、銮坡再至，照藜杖、石室重＊。要使吾元，典章文物，辉光什伯夏殷周。君信否，千言乘醉，字字□雕锼。侔堂阵，寄言渠辈，且避戈矛。忆当年、江湖来往，月明太乙仙舟。洒乌丝、芙蓉秋水，振宫锦、杜若芳洲。鸾鹤赓歌，鱼龙迎舞，人间元自有天游。傥来物视之毫许，岂足辱回头。终焉计，匡庐深处，已办菟裘。"
        },
        {
            "title": "沁园春 可行弟",
            "content": "三十九年至正壬寅，同在京华，遇其寿日，语及旧作，遂再和前韵四海之间，难弟劣兄，白头二人。记昌期瑞旦，行年在卯，善门余庆，维岳生申。科第佳名，祠宗优秩，常奉天香降紫宸。身通贵，只贫安分定，老益书亲。简编不负辛勤。羡进德扬名迈等伦。任家无厚积，融融度日，诗多好句，蔼蔼回春。明月清风，交梨火枣，竹里行厨脯擘麟。吾何事，但问花携酒，专竞芳辰。"
        },
        {
            "title": "长相思 圭塘乐府卷四以上强村丛书店用至正",
            "content": "梦扬州。到扬州。明月长街十二楼。珠帘不上钩。为谁忧。为谁愁。愁得春风人白头。见花应自羞。"
        },
        {
            "title": "如梦令",
            "content": "有泪绿窗偷洒。有恨锦笺难写。消瘦不胜春，玉骨都无一把。风雅。风雅。正值文君新寡。"
        },
        {
            "title": "如梦令",
            "content": "门外雪花飘洒。坐上乌丝方写。秋露白泠泠，更着玉人亲把。三雅。三雅。取醉莫论多寡。"
        },
        {
            "title": "如梦令 次郭子敬韵四首",
            "content": "三日琼瑶飞洒。天巧岂容摹写。佳客不曾来，有酒定从谁把。文雅。文雅。应笑珉多玉寡。"
        },
        {
            "title": "如梦令",
            "content": "火榻只宜春早。纸张不知天晓。枕上问山童，门外雪深多少。休扫。休扫。收拾老夫茶灶。"
        },
        {
            "title": "如梦令",
            "content": "昨夜庭梧陨翠。诗思尤便爽气。无事要生悲，可笑宋家多事。衰矣。衰矣。但校邻翁酒味。"
        },
        {
            "title": "如梦令",
            "content": "一片苍苔凿破。百折清泉分过。长日午阴圆，自挈胡床来坐。斯可。斯可。从此闲身属我。"
        },
        {
            "title": "如梦令",
            "content": "老子风神清洒。好句自然传写。立雪赋梅花，更折绿条成把。闲雅。闲雅。莫道吉人辞寡。"
        },
        {
            "title": "如梦令",
            "content": "桃李东风不耐。好在西山如黛。杖策看山来，正尔青青相待。无柰。无柰。却被暮云妨碍。"
        },
        {
            "title": "如梦令",
            "content": "岁暮天寒时节。满意相看冰雪。不遣野人归，谁慰此君清绝。清绝。清绝。添上一方明月。"
        },
        {
            "title": "如梦",
            "content": "谁把清风领受。寻得岁寒心友。霜月玉亭亭，恰似老夫诗瘦。诗瘦。诗瘦。无柰碧云怀旧。"
        },
        {
            "title": "如梦令",
            "content": "为问蕃厘道士。今日琼花开未。老子偶然闲，要向花间游戏。游戏。游戏。莫待清阴满地。"
        },
        {
            "title": "如梦令",
            "content": "墙角黄葵都谢。开到玉簪花也。老子恰知秋，风露一庭清夜。潇洒。潇洒。高卧碧窗下。"
        },
        {
            "title": "点绛唇 次吕叔泰韵",
            "content": "云海茫茫，何人寻得春归处。年年迟暮。不逐春归去。何日真归，历历江湖路。舟横渡。青山无数。醉吸荷心露。"
        },
        {
            "title": "点绛唇 病中偶成",
            "content": "酒病诗愁，好春三月常孤负。开门春暮。新绿迷云树。一片飞花，绾住游丝舞。东风妒。等闲吹去。散乱随红雨。"
        },
        {
            "title": "浣溪沙 游善应",
            "content": "崖上留题破紫烟。岩前沦茗挹清泉。烂游三日酒如川。有水有山高士宅，无风无雨小春天。人间真见地行仙。"
        },
        {
            "title": "浣溪沙",
            "content": "花露浓沾桂棹香。柳风轻拂葛衣凉。放歌深入水云乡。荷叶杯中倾绿醑，瓜皮船上载红汝。都堂何似住溪堂。"
        },
        {
            "title": "浣溪沙",
            "content": "修黛横愁苦爱颦。＊霞乱玉更宜嗔。嗅香＊蕊柰何春。织就回文难会意，写成离字亦伤神。他年不及卷中人。"
        },
        {
            "title": "菩萨蛮 寄中书诸公",
            "content": "三司笑面靴纹皱。＊官憔悴非诗瘦。红袖写乌丝。谁曾梦见之。淮盐真是白。染得须成雪。何处有神仙。能教白复玄。"
        },
        {
            "title": "菩萨蛮 宿造口用稼轩韵",
            "content": "月明江阔天如水。夜深残烛纵横泪。底事不求安。世间多好山。一杯君且住。万里人南去。倡汝莫要予。山寒无鹧鸪。"
        },
        {
            "title": "忆秦娥",
            "content": "长安陌。东风杨柳花如雪。花如雪。青条无数，为君攀折。少年刚道轻离别。临歧未信心如铁。心如铁。旧怀新恨，满梁残月。"
        },
        {
            "title": "忆秦娥 送牛农师二首",
            "content": "春山碧。诗成马上应相忆。应相忆。卢沟桥畔，晚云如织。人生有别休多惜。但悲后会知何日。知何日。暮云心绪，断鸿消息。"
        },
        {
            "title": "忆秦娥",
            "content": "山鸡唱。少年中夜心悲壮。心悲壮。世间何事，不来眉上。迷途未远奚惆怅。五湖烟水春摇荡。春摇荡。谁知平地，拍天风浪。"
        },
        {
            "title": "忆秦娥",
            "content": "山花舞。岩姿能笑禽能语。禽能语。百年心事，一犁春雨。神仙护短多官府。老夫只解为农圃。为农圃。乾坤休问，几番今古。"
        },
        {
            "title": "忆秦娥",
            "content": "山瓢饮。太空为幕云为枕。云为枕。松声万壑，月明风冷。人生未老宜先省。尘寰尽有清闲境。清闲境。孤云野鹤，杳无踪影。"
        },
        {
            "title": "忆秦娥 和希孟张中丞韵",
            "content": "山人笑。人间不识山间妙。山间妙。岚光浮动，半江残照。移文莫待山英校。烟霞曾结三生好。三生好。白云深锁，葛洪丹＊。"
        },
        {
            "title": "清平乐 题郭思诚山居",
            "content": "西岩仙老。身在蓬莱岛。竹月松云尘不到。况有清风自扫。霜溪浅碧摇沙。烟村落照明霞。说与门前鸥鹭，仙家又是渔家。"
        },
        {
            "title": "清平乐",
            "content": "天寒日暮。百绕梅花树。万斛清香藏不住。都在一花开处。可怜月堕霜飞。不知疏影来时。谁报云川老子，翠禽先在南枝。"
        },
        {
            "title": "清平乐",
            "content": "赏梅观竹。不暇才黄独。白玉吹香连碧玉。富杀山人林谷。几年行路艰难。眼明今日重看。便结岁寒心友，休教梦到槐安。"
        },
        {
            "title": "清平乐 和可行梅竹韵三首",
            "content": "平生爱竹。到处萦心曲。一日相违人便俗。栽满水边茅屋。谁知岁晚空山。佳人能慰荒寒。莫论和羹结实，且看高节停鸾。"
        },
        {
            "title": "清平乐 避暑神山咏桂",
            "content": "堂前双桂。云泼交加翠。火老金柔花尚未。且爱清阴满地。秋风一旦花开。天香吹散亭台。却被花神见笑，先生未必能来。"
        },
        {
            "title": "清平乐 瓶梅",
            "content": "胆瓶温水。一握春如洗。斗帐怯寒呼不起。娇滴粉云香里。谁教浅笑轻颦。恰如镜里传神。不用瑶天雪月，眼前琼树常新。"
        },
        {
            "title": "清平乐 登北山阁",
            "content": "锺山高处。又结层楼住。山自苍苍江自去。万景一时收聚。平生湖海诗豪。更倾五斗香醪。不信人间好句，不教驱入霜毫。"
        },
        {
            "title": "太常引",
            "content": "云舒霞卷妆浓。倒影水天红。池转小台东。又一种、娟娟玉容。仙肌绰约，奇芳清远，浮动不晶宫。一笑对衰翁。好同赴、庐山社中。"
        },
        {
            "title": "太常引",
            "content": "四堤杨柳接松筠。香破水芝新。罗袜不生尘。笑画里、凌波未真。红云飘缈，清风萧飒，半醉岸鸟巾。不是葛天民。也做得、江湖散人。"
        },
        {
            "title": "太常引",
            "content": "幽人早起赴池亭。看初日、照娉婷。风盖露珠倾。又胜似、前时雨声。水沉乡里，锦云深处，双桧插天青。一叶钓舟轻。似野渡、无人自横。"
        },
        {
            "title": "太常引 圭塘四首",
            "content": "圭塘种藕已多时。贴水晓星稀。生意一朝回。便万柄、红酣绿＊。连宵骤雨，透空繁响，清绝不容诗。对境写襟期。要无愧、鸱夷子皮。"
        },
        {
            "title": "太常引",
            "content": "诗成春草梦池塘。相忆托玄香。常记饮仙房。笑一举、曾蒙十觞。百年行止，几番离合，吾老且吾乡。聊与领群芳。渐开到、江头野棠。"
        },
        {
            "title": "菩萨蛮 寄都下友人",
            "content": "凭高日望金台路。黄沙尽处空烟树。岁晚足萧疏。雁声无夜无。簿书临俗态。人道儒酸在。何以慰相思。半年无好诗。"
        },
        {
            "title": "太常引 丙戌",
            "content": "道宫城市胜林塘。松竹满、芰荷香。煮酒出丹房。记相见、匆匆一觞。云萍飘忽，仙凡悬绝，翻手又殊乡。何日漱余芳。看华发、诗人许棠。"
        },
        {
            "title": "太常引 登楼观柳",
            "content": "云消春气恰和柔。先到柳梢头。数日不登楼。笑青眼、窥人尚羞。清明近也，老夫耄矣，其忍负吹游。飞絮便生愁。尽都变、浮萍去休。"
        },
        {
            "title": "太常引 次王居仁为寿韵",
            "content": "进为卿相退为仙。叹今古少能全。抛却祖生鞭。且占取、烟霞洞天。遥峰罨画，清流漱玉，故里好山川。黄菊正鲜妍。便沽酒、休论几千。"
        },
        {
            "title": "太常",
            "content": "今年花发事务方股，欲寻旧盟，跬步牵絷，堂西漱芳亭  方池种芙蕖，连岁约观，而皆不果。六月初日，祷雨一过，则红衣落尽，翠房森矗矣。口漱芳亭下小方塘。清散水芝香。回首翠成房。忍不待、佳人奉觞。紫垣朝暮，红尘车骑，遮断白云乡。老我重寻芳。又浑似、今年海棠。"
        },
        {
            "title": "太常引 速可行治具",
            "content": "忍寒搜句意何如。正因我、腹焦枯。茶灶火慵嘘。高阳侣、元非姓卢。佳章联叠，新醅寥落，飞梦绕兵厨。新酿取来无。要亲与、梅花饯途。"
        },
        {
            "title": "太常引",
            "content": "小斋潇洒颇宜贫。清有竹、静无尘。俗子不敲门。只风月、烟霞是邻。古瓶清雅，寒梅疏瘦，昨雨忽纷纷。尚有一枝春。快报与、南厅主人。"
        },
        {
            "title": "太常引 用同年",
            "content": "年来诗笔尚能神。但无柰、旧时贫。天地一闲身。且不在、青云后尘。壶秋眸子，野人心事，相对好敷陈。山酒正清醇。要茅屋、朝朝是春。"
        },
        {
            "title": "太常引 武昌别墅",
            "content": "胭脂山下老农家。看雪树、翠交加。香透小窗纱。是昨夜、幽兰放花。引泉浇树，破苔移菊，更种故侯瓜。一笑有生涯。但休叹、清霜鬓华。"
        },
        {
            "title": "渔家傲",
            "content": "落日崇台寒力悄。登临恰似寻安道。有竹何人能径造。吾不诮。相逢要遂掀髯笑。双桧凌空龙夭矫。有知定讶人枯槁。珍重岁寒冰雪操。君自宝。老夫但和渔家傲。"
        },
        {
            "title": "渔家傲",
            "content": "露洗璇穹青杳杳。年光红入滩头蓼。翠盖撑烟吹半倒。霜信早。一＊寒影磨清晓。早是轩扉尘不到。好山更与供登眺。酒债渐多诗债少。翻水调。西风几叠渔家傲。"
        },
        {
            "title": "渔家傲",
            "content": "窗影修篁摇翠葆。墙阴幽径连芳草。蓦地雨来荷叶闹。香更好。乱烟浮动红云岛。稚柳千条丝袅袅。柳边宜着兰舟小。世态纷纷何足校。收桂棹。呜呜且和渔家傲。"
        },
        {
            "title": "渔家傲 歌圭塘四时四首",
            "content": "冰尽泉香云缥缈。韶华隐隐浮林杪。酒在葫芦鱼在沼。清昼悄。好音时复来黄鸟。管领风光心未老。衰颜却怕清波照。有酒可斟鱼可钓。能事了。东风一曲渔家傲。"
        },
        {
            "title": "渔家傲 访华雪严不遇",
            "content": "水落寒林山骨瘦。湘江风细波纹皱。何处携琴何处酒。惆怅久。乱鸦啼断烟中柳。茅屋萧萧连瓮牖。半檐寒旭闲清昼。归路梅花香满袖。诗未就。青山笑我云回首。"
        },
        {
            "title": "蝶恋花 丁",
            "content": "老子行年过耳顺。蓬鬓萧疏，人道犹风韵。领略风光元有分。赏心又喜烧灯近。薄雪初消寒欲尽。词馆多闲，时得陪英俊。莫讶连朝为酒困。"
        },
        {
            "title": "蝶恋花",
            "content": "万象森森天漠漠。吹彻残更，声咽梅花角。窗外月明无处着。暗萤沾露随风落。梦里诗成浑忘却。起傍屏山，凉透纱帱薄。静里悠然心自乐。"
        },
        {
            "title": "蝶恋花",
            "content": "一片白云迷楚岫。风卷青秧，＊逦波纹皱。马上谁敲诗未就。回头不觉双山堠。渔父樵翁常邂逅。问我何求，无事空奔走。我固苍黄惭二叟。"
        },
        {
            "title": "蝶恋花 以变白方赠朱亮卿",
            "content": "闻道卿卿＊＊损。花落深闺，无限伤春恨。天上灵方吾不靳。为君细染三生鬓。镊白从今闲玉笋。坐看丰姿，潦倒还髫龀。洞里桃花应错认。"
        },
        {
            "title": "蝶恋花",
            "content": "九陌千门新雨后。细染浓薰，满目春如绣。恰信东君神妙手。一宵绿遍官桥柳。楼下兰舟楼上酒。沙暖苹香，浑似来时候。说与可人知信否。"
        },
        {
            "title": "鹊桥仙",
            "content": "心闲胜贵，身闲胜富。已往而今始悟。来言精力未宜闲，此俗子、便宜推去。秋风鸡黍，春山杖屦。尽是幽人乐处。尽教须鬓雪飘萧，总不疑"
        },
        {
            "title": "鹊桥仙 宴胡安常侍御家",
            "content": "清香华屋，黄葵红叶。正是新凉时节。文园多病不胜杯，孤负杀、一庭秋色。珍肴纷错，玉醅芳烈。醉倒江湖狂客。凉天佳月即中秋，更有个"
        },
        {
            "title": "鹊桥仙 赠相师周可山",
            "content": "春秋七＊，江湖万里。老子阅人多矣。两朝名胜一囊诗，道浑似、当时袁李。红尘陌上，白云堆里。扰扰浮生行止。我非燕颔虎头人，但诗圣"
        },
        {
            "title": "鹊桥仙 赠可行弟",
            "content": "花香满院，花阴满地。夜静月明风细。南坡一室小如舟，都敛尽、山林清致。竹帘半卷，柴门不闭。好个暮春天气。长安多少晓鸡声，管不到"
        },
        {
            "title": "鹊桥仙 同李云",
            "content": "雪松仙客，箕山道士。来访思斋老子。思斋何处未归来，想只在、翠红乡里。风清月白，橙黄＊紫。一巷笙歌纷起。良宵不遇负佳宾，都不念"
        },
        {
            "title": "踏莎行 赠相士 圭塘乐府卷三",
            "content": "黄鹤楼前，胭脂山上。敲门有客来相访。自言阅遍世间人，要观尘俗酸寒状。关塞冰霜，江湖风浪。归来幸得身无恙。君言虽应我方惭，山中"
        },
        {
            "title": "临江仙 黎江万梅方吐",
            "content": "十日恶风三尺雪，繁霜又满人间。梅花谁与问平安。玉肌清似削，争柰许多寒。梦绕琅璃江上路，竹篱茅舍青山。莫教芳酒滞归鞍。黄昏无限月，待我倚阑干。"
        },
        {
            "title": "南乡子",
            "content": "尘梦黍方炊。白鹤空中漫诵诗。饮啄适时争得似，山鸡。敢效妖狐更假威。曾与老仙期。卫国遭逢彼一时。千六百年才不食，无饥。我欲推穷"
        },
        {
            "title": "南乡子",
            "content": "暑室困蒸炊。呼鹤前来听咏诗。鹤告不餐空碌碌，随鸡。诸仆无恩但有威。云海夙相期。忍使清斋十二时。主者不才今遣汝，调饥。骑去扬州"
        },
        {
            "title": "南乡子",
            "content": "沙砾不堪炊。华表高歌乞食诗。不为啄腥甘趁逐，群鸡。为伴书痴老窦威。万里在襟期。会见青云奋迅时。吐故纳新元有术，偏饥。奉瘗佳铭"
        },
        {
            "title": "南乡子 和明初鹤饥韵四首",
            "content": "淅米剑头炊。枵腹雷鸣出险诗。诗客眼高轻视鹤，如鸡。终是鸡群有等威。供饲不如期。柰此瓶储告尽时。也胜劈琴馋俗子，充饥。穷饿相从"
        },
        {
            "title": "南乡子",
            "content": "小隐远民尘。草舍三闲柳作椽。围绕佳城才二顷，山田。便觉胸中绰绰然。世态自争妍。老我壶觞业自专。地阔天宽容醉舞，回旋。又似偷闲"
        },
        {
            "title": "南乡子 次可行韵二首",
            "content": "薄宦苦营营。半世长亭复短亭。一旦结茅当叠嶂，云屏。朝暮阴晴几样青。浊酒瓦盆盛。农父无才却有情。好雨知时公到此，安宁。话到盆空"
        },
        {
            "title": "南乡子",
            "content": "波漾石粼粼。浮磬依稀类泗滨。回首林虑千万丈，嶙峋。不效修蛾一点颦。幽讨日方亲。林下何尝见一人。便把清流都洗尽，缁尘。领取羲皇"
        },
        {
            "title": "南乡子",
            "content": "山水绿相纡。好个依山傍水居。不是隆中高卧处，茅庐。直挽岷峨入壮图。匡世策全疏。只合归来坐守株。乡里小儿从笑我，非夫。却胜携人"
        },
        {
            "title": "南乡子 赠轧二弦胡琴高才甫",
            "content": "锦瑟思华年。底用嘈嘈五十弦。两线清冰千万调，能传。句句分明字字圆。高艺擅华筵。多少新声出自然。更着赵娘歌宛转，相联。消得诗人"
        },
        {
            "title": "南乡子 醉书月香亭佳几",
            "content": "老子分渔樵。说着登山气更豪。天外长江流不尽，迢迢。脚底青云步渐高。两手敢辞劳。右有深杯左有螯。我似渊明多一字，陶陶。明日黄花"
        },
        {
            "title": "鹧鸪天",
            "content": "伏腊归宁已怆然。天涯回首路三千。倦游久赋王孙草，写恨应歌相府莲。天也老，月空圆。铁心难受夜如年。麝煤闲杀春风手，想像颦蛾更可"
        },
        {
            "title": "鹧鸪天",
            "content": "缕篆烟消月满帘。青绫香减夜寒尖。鹊桥谁驾银河渡，＊漏应将海水添。天漠漠，恨厌厌。不成怨梦睡空甜。一春多少相思恨，瘦得腰肢分外"
        },
        {
            "title": "鹧鸪天 次韵李沁州寄酒",
            "content": "甘滑端能厌蔗浆。芳华初不藉山＊。可怜太白分余沥，远与文园浣渴肠。青琐闼，白云乡。百年谁与校闲忙。何如常对松岩老，万事悠悠付一"
        },
        {
            "title": "鹧鸪天 次韵李沁州寄酒",
            "content": "滴困檀槽碎玉声。青州合换沁州名。高风未论陶元亮，豪气应吞阮步兵。明老眼，慰浮生。人间势利一毫轻。羁愁如海都消尽，细和清歌带月"
        },
        {
            "title": "行香子 同李元镇晚酌张氏小阁",
            "content": "璧月香云，小院重门。办诗愁、多是黄昏。梨花淡淡，柳絮纷纷。对古铜炉，神品画，靓妆人。半醉多羞，一笑欺春。有丹青、描写难真。秋波侧媚，云岫轻颦。是蕊珠仙，巫峡女，洛川神。"
        },
        {
            "title": "江城",
            "content": "柳梢烟重滴春娇。傍天桥。住兰桡。吹暖香云，何处一声箫。天上广寒宫阙近，金晃朗，翠＊＊。谁家花外酒旗高。故相招。尽飘摇。我正悠然，云水永今朝。休道斜街风物好，才去此，便尘嚣。"
        },
        {
            "title": "江城子 次韵",
            "content": "懒于沙鸟拙于鸠。为无求。得无忧。底事疏狂，却效子长游。毕竟无求何用出，求不得，亦宜休。西风真解酿羁愁。试登楼。望南州。黄叶疏云，摇荡一川秋。更被谁家多事笛，吹不尽，思悠悠。"
        },
        {
            "title": "望月婆罗",
            "content": "人家十万，春风先到使君家。天公更着芳华。尽把楼台粉泽，琼树映横斜。要歌宦白雪，暖借流霞。吴姬赵娃。乱银烛、影交加。不放行云归去，敲碎红牙。可怜杜老，肯飞送、江头只岸花。争似我、夜醉长沙。"
        },
        {
            "title": "望",
            "content": "酌。廷秀求词，醉中赋此紫宸朝罢，东风吹到谪仙家。貂裘抖擞尘沙。一室窗明几净，人境独清华。有息斋名画，殿帅高茶。主人意佳。道分手、即天涯。何事相逢不饮，戚戚嗟嗟。黄封旋拆，有鹅腊、鸡朐与兔＊。公不饮、孤负梅花。"
        },
        {
            "title": "玉漏迟 同前次张梦臣韵",
            "content": "雪晴天似水。风清月白，萧然三子。天巧难名，镂玉锼冰无此。却是同心异种，解敛聚、山林高致。谁不喜。花中隐德，人间真味。邂逅粲者相逢，似琼佩霓旌，九霄飞坠。移入铜瓶，付与野人凭几。满意＊香嚼蕊，有浊酒、微吟相继。休唤起。明日此觥重洗。"
        },
        {
            "title": "玉烛新 题李伯瞻一香图次韵",
            "content": "清风林下寺，爱三友联翩，世无能四。凌波仙子香魂散，此地是谁招此。万红千紫，惟＊弟梅兄二子。堪共领岁晚高寒，来成花部新史。佳人玉洁冰清，纵仿佛肌肤，异香难似。醉吟无次。花应笑，彼此消融渣滓。春空雁字。不带到、江南情思。还自笑，今日相看，袁家有姊。"
        },
        {
            "title": "满庭芳 庚",
            "content": "学本迂疏，才非明哲，天恩偶听归田。良辰美景，相遇更欣然。细数人生行止，或城市、或在林泉。都评过，忘形适意，惟是在尊前。只今头尽白，但怜饮量，不似当年。甚蘖痰媒渴，无事招愆。时有亲朋来劝，学康节、微醉为贤。先生笑，偶当乘兴，又作饮中仙。"
        },
        {
            "title": "满庭芳",
            "content": "槐院风清，藓阶尘净，日长镇掩衡门。葛帷藤簟，石枕竹夫人。不作南柯痴梦，要来往、月窟天根。花阴转，闲关幽鸟，啼破一窗云。起来盘膝坐，松风沸鼎，花雪浮春。便洗除胸次，多少凝尘。更喜秋原有秫，快准备、小瓮清尊。东篱下，黄花香里，颠倒白纶巾。"
        },
        {
            "title": "满庭芳 偕  士安马明初登荀和叔广思楼",
            "content": "沙路无泥，柳风如水，嫩凉偏入吟鞍。广思楼上，雨后看西山。回首炎氛千丈，便长啸、跳出尘寰。青天外，斜阳淡淡，倦鸟正飞还。郊原秋色里，望穷霄壤，倚遍阑干。问神仙何处，独占高寒。楼下悠悠洹水，为底事、不暂休闲。吾衰矣，休将旧手，遮日上长安。"
        },
        {
            "title": "齐天乐 天津桥次韵",
            "content": "深宫傅粉，江东主肥，鲜养成娇软。北望中原，自分秦越，尽付马蹂车碾。神州天远。笑六代封疆，一毫无展。更着荒淫，月明琼树照同辇。长虹谁驾千尺，要等闲尽跨，人海深浅。名袭东都，侯封违命，赢得兴亡流转。年光冉冉，又匹马南来，片时宫苑。独倚阑干，夕阳鸦万点。"
        },
        {
            "title": "金菊对芙蓉 宿程松壑月香亭次韵",
            "content": "晓梦初回，余酲未解，月明犹挂疏桐。在月香绝顶，稳驾天风。乔松劲竹高寒地，还容得、几朵芙蓉。霜空放眼、水痕褪碧，山色添浓。休问衰老诗穷。把烟岚夺取，也是豪雄。问今来古往，谁异谁同。老怀陶写惟丝竹，有捧觞、林下丰容。傍人任笑，疏狂不减，我辈情钟。"
        },
        {
            "title": "石州慢 送牛农师赴石州学正",
            "content": "少日襟期，不信儒冠，能把身误。长歌拂袖南来，眼底云霄平步。黄金散尽，三年流落京华，区区又上并州路。官冷坐无毡，任斋盐朝暮。今古。男儿万里封侯，休叹云萍羁旅。我亦苍黄，明日携书北去。居庸关下，萧萧风振驼铃，酒醒梦觉君何处。画出断肠时，满斜阳烟树。"
        },
        {
            "title": "石州慢 次张凝道韵",
            "content": "足趼尘嚣，目厌纷华，扰扰蜂蝶。击壶未了长歌，又听阳关三叠。平生湖海，可怜牢落新丰，蓬山回首烟霞隔。鹏＊不同天，任焦明蚊睫。愁绝。停杯为问羲娥，几度东生西灭。俯仰金台陈迹，千年谁接。天空秋老，倚阑南北悠悠，暮云汀树人长别。想见苦吟诗，满吴江枫叶。"
        },
        {
            "title": "满江红 和郭子敬夏日村居韵",
            "content": "一曲清溪，收拾尽、风声月色。还自笑、六旬将近，数椽方葺。已分封侯非燕颔，尽教有地争蜗角。算人生、难得是清闲，吾今得。离离黍，＊＊麦。观此景，皆真乐。更葵花未谢，藕花仍发。烦剧只因诗有债，迂疏却喜门无客。问小亭、盛暑不容人，今秋月。"
        },
        {
            "title": "满江红 次李沁州见寄韵",
            "content": "一夜繁霜，便染得、乾坤澄寂。秋满眼、萧萧云树，凄凄风日。山色偏供羁旅恨，年光肯为英雄息。只寒花、不减旧时香，天应惜。官况薄，劳耕织。诗律在，森戈戟。更山城容我，清尊瑶瑟。不是皇家劳结网，姓名底用人间识。喜使君、时有一笺来，云烟湿。"
        },
        {
            "title": "满江红",
            "content": "徒倚危阑，爱四面、岚光翠湿。回首见、疏云黄叶，远林平碛。老眼都迷秋远近，壮游已遍天南北。有一官、更比在家时，添幽寂。人间世，天涯客。唤李杜，招元白。问凫因谁损，鹤因谁益。有酒直须拼醉倒，古今长短嗟何极。笑韩非、孤愤若为多，常填臆。"
        },
        {
            "title": "满江红 次汤碧山清溪",
            "content": "木落霜清，水底见、金陵城郭。都莫问、南朝兴废，人生哀乐。载酒时时寻伴侣，倚阑处处皆楼阁。对溪云、试放醉时狂，浑如昨。沙洲外，轻鸥落。风帘下，扁舟泊。更寒波摇漾，绿蓑青箬。为向九原江总道，繁华何似今凉薄。怕素衣、京洛染缁尘，从新濯。"
        },
        {
            "title": "贺新郎 次吕叔泰南城怀古",
            "content": "故垒空如堵。杳无踪、朝台暮榭，燕歌赵舞。为问人间繁华梦，几度邯郸炊黍。只燕子、春来秋去。太液句陈何由辨，似咸阳、一炬成焦土。兴与废，竟谁主。满川芳草迷烟雨。怅平生、楚骚心事，更堪羁旅。野水芙蓉香寂寞，犹似当年怨女。长啸罢、中天凝伫。沧海桑田寻常事，附冥鸿、便欲飘飘举。回首后，又千古。"
        },
        {
            "title": "贺新郎",
            "content": "陈迹空凫渚。怅繁华、等闲一梦，便成今古。佩玉鸣銮人如画，何处为云为雨。只明月、还生春浦。帝子当时无穷欲，奈浮云、回首浑非故。天有意，肯轻许。江湖襟带雄吴楚。更翩翩、三王文采，丽章骈句。一旦飞来韩家笔，才见龙翔凤舞。漫千载、怀人延伫。豪杰纷纷今谁在，笑世间、华屋争寒暑。瀛海远，去无侣。"
        },
        {
            "title": "绿鸭头 八",
            "content": "广寒宫。秋期明日方中。叹阴晴、自来无定，何如今夕从容。棹兰舟、乱穿波月，斟玉＊、清带荷风。身世难期，欢娱易失，名言千载记坡公。公曾道，凉天佳月，何必限春冬。况复有，西宾共载，仙季相从。笑疏狂、兴来无尽，舣舟更策吟筇。任诸君、班荆藉草，环四岸、度竹穿松。飞上崇台，放开老眼，冰轮谁遣却朦胧。多应是嫦娥见妒，胜事不教穷。天知我，须臾风起，万里云空。"
        },
        {
            "title": "念奴娇 中都送韩岩夫归大都",
            "content": "南鸿过尽，正龙沙岁晚，严凝时节。朔吹翻空沙石走，一夜坤维冻裂。宇宙茫茫，山川杳杳，千里飞阴雪。停骖回顾，壮心未信如铁。京国十月先春，杏桃无数，破暖应开彻。此去佳游知不负，醉里雕鞍南陌。粪火炉边，简书丛里，肯念飘零客。故人欲问，此情正待君说。"
        },
        {
            "title": "念奴娇 赋萤",
            "content": "更阑人静，正满天晴露，半庭斜月。时见飞萤三四点，树影依稀相隔。暗地偷月，微形自照，冷焰明还灭。有时分乱，残星流下天阙。应念造物多情，翻腾变化，腐草还成物。多少黄萎随土壤，争似超然飞越。我正清贫，寒窗寂寞，赖尔成勋业。案头乾死，也胜零落霜雪。"
        },
        {
            "title": "水龙吟",
            "content": "历观今古名臣，求如公者人能几。平生勋业，行其无事，一诚而已。方信名言，臣门如市，臣心如水。正乾坤清晏，飘然高蹈，非明哲、安能此。太古岁寒松柏，尽春风、闹开桃李。傅岩霖雨，苏门风月，无非天理。莫讶求闲，从来老眼，阅人多矣。待他年，凤诏九重重下，为苍生起。"
        },
        {
            "title": "水龙吟 寿静公右平章",
            "content": "一生白浪红尘，得归才见乾坤阔。三升无分，如何料理，文园消渴。衰病禁持，不教杖履，经丘寻壑。记平生怀抱，曾逢恶处，都不似、今年恶。见说圭塘如旧，赖山英、好看猿鹤。梦中斗室，蠹残图史，尘凝＊杓。蟾桂香多，莫将长笛，等闲吹落。问嫦娥，我辈何时还又，享清平乐。"
        },
        {
            "title": "水龙吟 己丑中秋用韵",
            "content": "可翁点检形骸，关心六事今犹可。摩挲老眼，残编细读，小窗危坐。信手挥毫，云烟撩乱，波涛掀簸。笑蹒跚病足，登山不武，尚能踏、苔痕破。便腹还堪容酒，齿牙攻、脯肴蔬果。歌声到耳，宫商少误，肯教轻过。馋口如门，丁宁告戒，欲须坚锁。怕麴生徒众，群然趋入，困风流我。"
        },
        {
            "title": "水龙吟 赵伯",
            "content": "五云飞出蓬莱，天香散满人间世。龙翔凤翥，千龄一遇，明良庆会。节＊重来，士民腾喜，山川增气。想四方地远，九重心切，都要见、闾阎事。寤寐天颜咫尺，袅秋风、一鞭归骑。昔年勋业，乌台倚重，紫垣虚位。自顾疏庸，资身无策，敢论经费。但儒酸不改，作咸充赋，助和羹味。"
        },
        {
            "title": "水龙吟 至顺癸酉九日秋与亭赋",
            "content": "一亭飞出层霄，昔人似为登高办。双眸千里，茫茫宇宙，滔滔江汉。一片秋光，青山红树，断云斜雁。想人生尘世，难逢开口，但酬节、何多汉。细数年年今日，误清欢、半因羁宦。迩来心事，无惭猿鹤，更齐鹏＊。华发新添，黄花任笑，乌纱频岸。且一尊倾倒，不须醉后，把茱萸看。"
        },
        {
            "title": "水龙吟 予一病五",
            "content": "。手可挥翰，足可步园，腹可容酒，齿可啮肉，耳可听歌，体禀素弱，今六十有七，而得所谓六可者，私自喜幸，戏成此曲。子之所慎疾也，乃深几年三到三台，往年不似今年好。故人云集，远山屏列，蔚蓝清晓。赵舞燕歌，一时奇绝，百壶倾倒。对山川如昔，风烟不减，但人比、当时老。放眼秋容无际，碧澄澄、雁天霜早。曹瞒事业，悠悠斜日，茫茫衰草。为问漳流，古来豪杰，浪淘多少。有建安遗瓦，张吾笔阵，把奸雄扫。"
        },
        {
            "title": "水龙吟 游三台",
            "content": "半生人海风波，谤书盈箧从文致。归来结构，且图＊伏，敢求华丽。朝暮娱人，水声山色，柳阴花气。笑彤闱紫闼，浮沉十载，更几载、成何事。好是西成咫尺，秫田风、已飘香味。安排小瓮，从今人怕，邻翁酒贵。更筑诗坛，陪君游刃，周旋余地。但有人来问，金銮旧话，便昏昏醉。"
        },
        {
            "title": "水龙吟 题",
            "content": "结楼高倚晴空，人间何限思亲处。白云谁遣，等闲出岫，悠悠来去。本是无心，宁知下土，有人延伫。怅芒烟衰草，九原难作，空目断、丘陵树。见说大鹏变化，趁扶摇、又抟云路。朱帘画栋，关山绵邈，梦魂良苦。两字行藏，百年忠孝，致君荣祖。待更驱屏翳，溥为霖雨，继商家傅。"
        },
        {
            "title": "水龙吟 次前韵二首",
            "content": "此身就健宜闲，莫教七十才休致。招谗贾怨，声名＊赫，文章雄丽。三纪红尘，一簪华发，消磨豪气。有清泉白石，实闻吾语，吾衰矣、毋多事。世故真如嚼蜡，数年来、已知无味。寻常有句，人为宰相，闲方是贵。洹水秋清，无边风月，无穷天地。看奋髯箕踞，苍苔浊酒，为青山醉。"
        },
        {
            "title": "水龙吟 喜雨用郑彦章韵",
            "content": "四邻禾稼如云，方惊数日甘霖好。吾皇有德，老天能事，非因人祷。一夜风雷，玄云撩乱，银河倾倒。问田间消息，年年气象，更催得、秋成早。压尽东华尘土，湛冰壶、九重清晓。晴光渐放，瀛洲波定，御沟声小。绿野春回，黄扉昼静，篆烟萦绕。愿鱼羹有饭，避贤归去，向山林老。"
        },
        {
            "title": "水龙吟 甲申七月",
            "content": "洹堂半月三来，小庭日见添佳致。苍稂疏瘦，黄葵高洁，玉簪清丽。林影波光，新晴景物，嫩凉天气。对溪山如此，田园归去，除诗酒、浑无事。烂漫乡邻鸡黍，比当年、鼎烹加味。古今都说，浮云春梦，功名富贵。何事迷途，直临老境，才寻平地。把尘寰休问，菊花行绽，请重来醉。"
        },
        {
            "title": "水龙吟 过黄河",
            "content": "浊波浩浩东倾，今来古往无终极。经天互地，滔滔流出，昆仑东北。神浪狂飙，奔腾触裂，轰雷沃日。看中原形胜，千年王气，雄壮势、隆今昔。鼓＊茫茫万里，棹歌声、响凝空碧。壮游汗漫，山川系邈，飘飘吟迹。我欲乘槎，直穷银汉，问津深入。唤君平一笑，谁夸汉客，取支机石。"
        },
        {
            "title": "摸鱼子",
            "content": "买陂塘旋载杨柳，田家小小成务。一年清景君须记，大胜草烟花雨。冰＊渚。把一片玻璃，围护琼瑶屿。钩帘独语。是天富吾家，地输清供，种种出奇趣。桑榆乐，造物而今已许。一竿自惜归吕。圭塘＊乃烟波曲，却作腐儒章句。尊有醑。是波若神汤，世与诗同谱。谁能复古。且池上观梅，炉中煨芋，灯下治书圃。"
        },
        {
            "title": "摸鱼子",
            "content": "买陂塘旋载杨柳，眼中已办归务。柳成修干莲成实，均沐老天恩雨。怜小渚。敢气象侵陵，海上神仙屿。神仙有语。任涓滴蹄涔，茫洋鲸浪，各自适归趣。星星鬓，镜里衰容如许。西风又动商吕。九原宋玉悲何及，付与短歌长句。瓢泛醑。纵不到箕山，也是曾通谱。由今视古。看昼锦堂前，霜天老月，千载照韩圃。"
        },
        {
            "title": "摸鱼子",
            "content": "买陂塘旋载杨柳，清风静扫尘务。柳阴已见疏成密，又听绿荷敲雨。鸥戏渚。柰倏尔翻飞，飞过崔嵬屿。形神自语。岂世事相萦，机心未息，物我不同趣。池亭小，收敛风烟来许。渔歌何愧钟吕。水纹瓦影相娱悦，高咏退之佳句。荷酌醑。有一曲沧浪，不犯人间谱。悠悠振古。问谁似吾侪，攻迂习澹，为水废场圃。"
        },
        {
            "title": "摸鱼子",
            "content": "买陂塘旋载杨柳，归农未免多务。一庭四序饶风景，且说夜来春雨。香湿渚。爱新树依稀，敷影连三屿。黄鹂不语。怕曲几团蒲，坐忘方定，惊破静中趣。功名事，却笑平生自许。谁调阳律阴吕。而今且向东君问，旧句岂如新句。开腊醑。要醉唤石湖，重缉寒梅谱。荣枯自古。趁九十韶华，六旬余力，终日醉吾圃。"
        },
        {
            "title": "摸鱼子",
            "content": "买陂塘旋载杨柳，散人不理他务。柳栽近水先应绿，底用等闲霖雨。遵北渚。看双桧盘空，倒影摇烟屿。千言万语。只今日投簪，经年闭户，便自得天趣。真男子，报国谁如张许。论交仍负嵇吕。我今但要闲陶写，幸免镂章雕句。村瓮醑。此真是，交梨火枣传家谱。庭空树古。有野鹤时来，衡门不锁，清彻地仙圃。"
        },
        {
            "title": "摸鱼子",
            "content": "买陂塘旋载杨柳，尘凡皆与停务。半生醉梦人间世，翻覆几回云雨。归有渚。似真到三山，缥缈红云屿。忘怀笑语。任白鹭惊飞，苍苔不扫，去此便无趣。斜川路，宇宙茫茫何许。绮园肯附诸吕。悠然一见南山后，便觉世多尘句。持此醑。论心事中间，异姓还同谱。迂疏好古。因艺菊栽松，滋兰植蕙，荒了种瓜圃。"
        },
        {
            "title": "摸鱼子",
            "content": "买陂塘旋载杨柳，田园忙胜官务。放鱼种藕常无暇，移竹又当新雨。由近渚。驾一叶扁舟，时复还吾屿。花香为语。况心上无营，眼前多景，弦外有琴趣。尊＊小，能费人间几许。荷香惟欠仙吕。天光云影清难写，尽日然髭无句。池作醑。要醉上通明，传取钧天谱。西山翠古。任列壑争讥，攒峰竦诮，难及野人圃。"
        },
        {
            "title": "摸鱼子",
            "content": "买陂塘旋载杨柳，年来于此承务。凉台燠馆吾何有，聊芘一时风雨。洲映渚。向一片烟波，鼎峙嵯峨屿。盘空硬语。挽三峡词源，千军笔阵，不尽乐闲趣。当年志，为国微躯曾许。青云仍际干吕。从知弱步难胜重，梦断九天胪句。时饮醑。趁四序栽花，缀作园池谱。长歌吊古。怅安得良田，茫茫万顷，种玉辟玄圃。"
        },
        {
            "title": "摸鱼子",
            "content": "买陂塘旋载杨柳，闲宫宜治闲务。老天助我攻清淡，两月不遭泥雨。规别渚。更累土为山，留土分为屿。乡人共语。叹百岁＊芜，一朝疏辟，此去日成趣。江湖愿，自是平生心许。元英谁羡陈吕。石渠细溜鸣琴筑，清似我家诗句。杯引醑。便收拾松风，写入丝桐谱。区区学古。愧愧禄无功，投闲有分，犹患不如圃。"
        },
        {
            "title": "摸鱼子 明初赋摸",
            "content": "买陂塘旋载杨柳，归来此是先务。他乡故里都休校，旧雨不如今雨。鸿在渚。笑尔尚南飞，吾已安孤屿。黄花解语。道人老宜秋，身安耐酒，此正有真趣。銮坡路，大手深惭燕许。超腾又悖钟吕。但求闲澹如元亮，却恨诗多奇句。倾绿醑。底须按，乐天池上霓裳谱。休论往古。有三日重阳，约君同醉，老子筑西圃。"
        },
        {
            "title": "摸鱼子 洹堂盆池",
            "content": "者方未已，喜而赋此笑当年柏台兰省，四时风景孤负。归来幸得身无事，底又匆匆朝暮。心口语。是传癖诗＊，常把芳辰误。夜来风雨。早练＊云飘，红衣霞卷，香滴翠杯露。司花手，无限芳妍留住。凝汝为我延伫。姑仙绰约如冰雪，次第相从微步。天不妒。便失却东隅，尽有桑榆路。人间尘土。看太华峰头，花开十丈，吾老尚能去。"
        },
        {
            "title": "摸鱼子 次郭子敬祭酒同赏牡丹韵",
            "content": "记花王旧时名品，共传姚魏黄紫。洛阳种植雄天下，何日移根来此。青镜里，任淡抹浓妆，莫挽春衫比。人间四美。更天遣舒郎，等闲一赋，千载共心醉。清平调，漫与东风料理。繁华能扰天纪。沉香亭上无人恨，流入锦江春水。安故里。又何似吾侪，聊复尊＊耳。清歌且止。怕檀板无知，多娇不耐，惊得彩云起。"
        },
        {
            "title": "摸鱼子 赋",
            "content": "笑山人木鸡心事，年来敛＊藏距。幽花细草聊娱目，小圃更无闲土。膏泽溥。岂天为司晨，偏与钟奇古。无人起舞。对寂寂园池，萧萧风雨，竦立为谁怒。三生梦，犹绕尸乡栖处。昂然几欲掀举。＊丹蹙锦头颅好，叶叶旧时毛羽。天已许。待海日升时，飞上桃都树。人间凝伫。看叫白东方，却来平地，千载不容腐。"
        },
        {
            "title": "摸鱼子 赋",
            "content": "笑人间衮＊何物，此花良贵天与。倚阑瘦立亭亭玉，刻画一生清苦。人有语。道不出蓝田，岂是真才具。山人告汝。正蓬鬓萧疏，不胜冠冕，真者亦投去。洹溪水，洗尽眼中尘土。天葩静看齐吐。冰壶凉月天如水，尘柄肯论夷甫。翁醉舞。任蕞尔寰区，共讶山中许。搔风沐雨。且受用清香，古今多少，富贵草头露。"
        },
        {
            "title": "摸鱼子 次明初为寿韵",
            "content": "算驱驰三十余岁，只将光景虚度。野云本是无心物，办得几多霖雨。还自许。量绵力粗才，犹可松筠主。天方见与。把村落溪山，风烟朝夕，着在最佳处。青年志，万一容裨当宁。何惭与哙为伍。归来千仞冈头看，却笑瓮天飞舞。方学圃。要摘我园蔬，细和渊明句。＊＊醉语。道咫尺重阳，登高落帽，休竞汨罗渡。"
        },
        {
            "title": "摸鱼子 登洞",
            "content": "问楼头几多烟景，长风千里吹送。洞庭岛屿留残雪，依约玉龙飞动。天故综。要老子南来，添得诗囊重。遥山翠耸。更淡淡斜阳，萧萧落木，感慨古今共。人间世，何处祥麟威凤。繁华一枕春梦。江湖无限闲风月，待我往来吟弄。君莫痛。看起舞纷纷，踏破中宵瓮。深杯自捧。便唤起湘累，汩罗江上，沉醉是奇供。"
        },
        {
            "title": "摸鱼子 中都饯荀平叔都事赴大都",
            "content": "正荒寒似逃空谷，佳人又话离别。风低白草天无际，漠漠平沙如雪。心欲折。看落日飞鸿，一线明还灭。长歌激烈。把湖海襟期，关山风物，取次付弹铗。毛锥子，千古钻研搜＊。谁知更比鸠拙。仲宣不作登楼赋，闲杀一天秋色。珊佩＊。羡公去鸣驺，醉上长安陌。予怀转结。怕紫塞寒深，碧云暮合，酒醒见明月。"
        },
        {
            "title": "无题",
            "content": "自箫韶九成来后，岐山犹是隆古。嬴颠刘蹶相枕藉，几度狸号＊舞。堪笑处。又蕞尔钟山，一霎神光吐。鹤汀凫渚。问吴德何徵，紫霄轻下，天意竟谁许。江山好，老子狂今箕踞。千年考信无据。多情只有秦淮月，还照故宫焦土。昏复曙。漫寒暑悠悠，老尽梧桐树。从今记取。看阿阁成巢，朝阳应瑞，椽笔为君赋。"
        },
        {
            "title": "兰陵王 赋",
            "content": "昆吾铁。神物千年不灭。时出匣、摇荡碧空，闪闪寒芒电光掣。细看是巨阙。三尺。斜明隙月。新丰旅，弹尔醉歌，也胜毛锥校平侧。沉埋土花碧。向坚石寒泉，重砺霜雪。一天星斗昏无色。因起舞为乐，崆峒试倚，魑魅胆寒石自裂。免丰狱羁绁。勋业。几英杰。是曾＊奸邪，腥渍余血。今方四海边尘绝。佩服处，闲伴金鱼宝＊。只愁灵化，雷雨暗，水云国"
        },
        {
            "title": "六州歌头 次明初为寿韵",
            "content": "避贤解组，三见太行秋。惭画锦，犹远胜，敝貂裘。玩沧洲。霜水清如玉，穷霄壤，忘物我，恢障塞，无牖户，底绸缪。自笑平生事业，知今日，颇善为谋。有静中至乐，何处更天游。已分淹留。醉乡侯。有江湖客，翰墨友，凌元白，压曹刘。论文暇，陪杖屦，事觥筹。共藏修。世态谁能校，轻肮脏，重伊优。吾有政、锄药圃，治瓜畴。说与渔夫樵叟，既相好、岂但相犹。任多言莫及，野渡有孤舟。天地沙鸥。"
        },
        {
            "title": "六州歌头 次马明初韵书所见",
            "content": "轩昂仙侣，风度似吾侪。凡鸟辈，虽累百，总与台。敢偕偕。何处风丝客，昧平昔，恣＊突，形迹异，天壤隔，剧相排。老眼浑如无见，云霄远，未便时乖。笑蛛蝥肆螫，自丧亦多哉。我出尘埃。浩无涯。有旁观者，同气类，公好恶，挺身来。行不义，宜自＊，坐虺颓。任奸回。万事如翻手，吾方此，外形骸。来汝鹤，吾有语，汝无哀。谁遣乘轩＊赫，令此辈、眼不能开。付恩仇一笑，漫且啄莓苔。休面三槐。"
        },
        {
            "title": "木兰花慢 和陈彦章暮春即事韵",
            "content": "问东君何意，来几日，便言归。怅衰病襟怀，暄妍景物，正欲相依。狂风不知人苦，遣万红千紫一时飞。却见杨花才思，闲来萦绊晴晖。可人应试＊罗衣。底事雁书稀。望故里关河，云林杳霭，烟水霏微。多情已无聊赖，更扁舟孤负鳜鱼肥。想见洹溪松竹，绿阴笼满苔矶。"
        },
        {
            "title": "木兰花慢 次白公严为寿韵",
            "content": "记青年充赋，曾射策，对严宸。便暮省朝台，才离＊辖，又掌丝纶。狂愚岂胜时用，幸扁舟归去早知津。一任无钱使鬼，犹能有笔通神。交游萍水百年身。襟袂几回分。正雪后花前，江东渭北，嗟我怀人。澶渊召棠成颂，肯推扬余韵颂庄椿。老矣甘心伏枥，天衢行看翔麟。"
        },
        {
            "title": "木兰花慢 和杜德常中秋韵",
            "content": "叹流光如水，又分破，一年秋。柰妒雨痴云，良宵佳节，不遂登楼。山川满前图画，幸故乡无复有新愁。风物催成老境，乾坤付与双眸。几年京国苦淹留。今得赋归休。况天柱峰头，清辉好在，氛翳俱收。身闲更逢全景，是腰钱骑鹤上扬州。明日霜天红树，绝胜芦叶汀洲。"
        },
        {
            "title": "木兰花慢 次韵薛寿夫见寄",
            "content": "笑予生多癖，非酒病，即书囚。任世态翻腾，亥讹成豕，沉变为尤。中条有亭无羔，论三休吾更早宜休。方外青山故在，镜中白发新收。天风锵佩下琼楼。心事付东流。向一壑云深，三年梦熟，八表神游。渊明苦无多语，只高标千古邈难俦。老子新衔自署，醉乡谈笑封侯。"
        },
        {
            "title": "木兰花慢 次韵马廷彦山居",
            "content": "羡山人结屋，腰碧涧，面丹崖。问桂有余香，槐多拥翠，谁种谁栽。几年力田勤学，是庆源先世有人开。乐地夏弦春诵，浮云暮省朝台。半生奔走负山斋。何地不尘埃。叹老病才归，乡邻幸恕，不忍挤排。白眉故人多事，似东门偏更道贤哉。但有黄鸡白酒，老夫不倦频来。"
        },
        {
            "title": "无题",
            "content": "问东来何处，控吴越，壮江淮。爱十里萦纡，水云图画，鼓吹风雷。回头下临无地，尽朱楼迢隔倚天开。酒旆高悬别浦，绣帘低拂长桅。疏狂常与世情乖。胜地却须来。漫怀古长歌，后庭花落，斜日潮回。伤心旧时明月，照凄凉亡国恨无涯。为问水边鸥鹭，人间几梦庭槐。"
        },
        {
            "title": "沁园春 临清舟中",
            "content": "草木无情，不问寒喧，开时便开。只黄花多事、偏怜隐逸、白头何老友相逢，清谈绝倒，休校刘郎去后栽。尊中物，胜他年千里，漫寄寒梅。神仙合住蓬莱。柰老母思儿忍不回。任耿庄槐老，休为痴梦，梅家酒熟，且浣溪怀。渭北江东，暮云春树，何日扁舟更此来。公知否，便连朝觞咏，能几徘徊。"
        },
        {
            "title": "沁园春 赋",
            "content": "有物庞然，乃牝而犁，山川舍诸。为老＊营□，因疏黄稚，平心酬德，忍怠青驺。方丈无功，万钱增害，茹饮方将笑穴居。桃林媪，幸日输甘＊，香泛流酥。老饕笑问长须。汝今似＊官不是奴。更题封谁调，聪明德祖，和浆且浣，消渴相如。火候冲融，春膏浓结，常遣韦囊似瓠壶。将军腹，问果谁相负，吾欲明书。"
        },
        {
            "title": "沁园春 赋鹤",
            "content": "顶有丹砂， 服具玄明，云胡作奴。想风霜搏击，不如一鹗，云霄变*??蠢⑺?臁６?盼奘罚?骄?恢荆?嗍恫延栉恃Ч隆＝裰?辏?献晕?跋拢?适虑谯尽＃??沔救缓酢ＰΧ嗍挛娜松平梦堋０?甏酉陕拢?磕芮?觯?张闶骋??┤〔杏唷３啾诜衫矗?屏?湃ィ?厣嵊γ攀繇鹎?Ｎ薅嘤铮?仆跫冶懔耍?性夹萦濉*"
        },
        {
            "title": "沁园春 次王仲武为寿韵",
            "content": "彼寿而康，雁自能鸣，樗还不材。且光华老境，春风秋月、消磨旧梦，暮省朝台。倚伏相寻，穷通素定，轩冕于人果傥来。神仙远、有桃花流水，便到天台。云林都是亲栽。幸登览犹能矍铄哉。但携琴载酒，时时游戏，逢山见竹，处处安排。谏议无功，催科无政，烂醉何妨卧客怀。承平日，看英才用世，多少台莱。"
        },
        {
            "title": "沁园春 次张孟功韵",
            "content": "击楫中流，跃马长途，今非向年。叹故人万里，江东渭北，流光几度，雁后花前。鬓影星星，人情落落，恰念苏家负郭田。空惆怅，负清泉白石，布袜行缠。壶中浩荡瑶天。问清浊何须较圣贤。想尘埃狂走，难逢一笑，扶摇直上，且任孤骞。饭有鱼羹，储无＊石，何必千金学计然。君知否，但东山丑妇，也自婵娟。"
        },
        {
            "title": "沁园春 飞吟",
            "content": "少日飞腾，湖海奇胸，风云壮图。把人间远道，看为咫尺，眼前实地，认作虚无。酾酒中天，振衣千仞，尘世烟霞有几区。君山下，见洞庭清浅，欲问麻姑。故吾只是今吾。已深愧当年大丈夫。怅川流不息，直如逝者，天风高举，更有谁欤。鼎鼐何功，江山多幸，长铗归来食有鱼。神仙事，笑临邛道士，还在洪都。"
        },
        {
            "title": "沁园春",
            "content": "老子当年，壮志凌云，巍科起家。被尘嚣沸耳，鏖成重听，簿书眯眼、攻作昏花。天上归来，山中绝倒，部曲黄牛鼓吹蛙。闲宫好，判园丁牧竖，一日三衙。平生几度天涯。恰舣住飘飘泛海槎。向竹林苔径，时来教鹤，山泉石鼎，自为烹茶。庭下花开，楼头雨霁，尽着春风笑鬓华。功名事，问西山爽气，多少烟霞。"
        },
        {
            "title": "沁园春",
            "content": "弱冠离家，浪走人间，馀三十年。柰救时才短，虚尘政府，读书功少，深负经筵。风月西清，冰霜柏署，一岁中间漫几迁。君恩重，便不教覆＊，直许归田。丰碑高表洹阡。又飞上吴头万里船。把家传图史，拂除尘蠹，旧栽松竹，收贮云烟。大别嵯峨，鹄逢缥缈，尽在先生几案前。闲人事，但登楼小酌，闭户高眠。"
        },
        {
            "title": "沁园春 次班彦功韵",
            "content": "旅食京华，蜀道天难，邯郸梦回。笑白衣苍狗，悠悠无定，黄尘赤日，扰扰何为。长铗休弹，瑶琴时鼓，倦鸟谁教强去来。衡门下，幸良辰良友，同酒同诗。功名少壮为期。柰身外升沉自不知。算人间难得，还丹大药，山中尽有，老树清溪。蕙帐云空，石田苔满，应被山灵怪去迟。春来也，向故园回首，归去休迷。"
        },
        {
            "title": "沁园春 寿同馆虎贲百夫长邓仁甫",
            "content": "十载炎方，同饮汉江，同为转蓬。恨寻常会面，当年无分，三千余里，此地相逢。宇宙英奇，幽并慷慨，肯事区区笔砚中。男儿志，要长枪大剑，谈笑成功。辕门醉卧秋风。看落日旌旗掩映红。爱朔云边雪，一声寒角，平沙细草，几点飞鸿。湖海情怀，金兰气谊，莫惜琼杯到手空。君知否，怕明朝回首，渭北江东。"
        },
        {
            "title": "沁园春 寿可",
            "content": "天相吾家，箧笥无金，诗书有人。看发挥胸臆，辞锋凛凛，薰陶气质，韦佩申申。师友渊源，贤才衡鉴，胄馆光华近帝宸。男儿事，便尽输心力，难报君亲。读书第一当勤。只孝弟书中是大伦。况人生为学，百年在幼，田家得计，一岁惟春。科占龙头，名高雁序，好与皇家作凤麟。都休问，是地钟河岳，天应星辰。"
        }
    ]
}