{
    "dynasty": "元",
    "author": "曹伯启　",
    "intro": "",
    "items": [
        {
            "title": "沁园春 和复初省郎韵，纪仲春陪诸名胜游西",
            "content": "掾尉迟亨亨甫，福建同提举毛吉甫山色湖光，宜雨宜晴，春来恼人。笑劳生强半，登临有兴，身司莞库，所向无亲。马服车辕，鹰罹＊＊，也算人间一度春。情无赖，怕岸花汀草，弹指成尘。朋簪契我天君。更不管、长须喜与嗔。任把酒论文，且行且止，幕天席地，谁主谁宾。敬德猖狂，春陵笑傲，延寿丹青画不真。归鞍好，向梅山东下，数点行云。"
        },
        {
            "title": "清平乐 寄复初省郎，兼简希孟文友",
            "content": "情怀渺渺。客舍天将晓。百虑攻心浑未了。不似漫郎多少。人生傀儡棚中。此行那计西东。指日云泥超异，重占口角春风。"
        },
        {
            "title": "鹊桥仙 舟行辰沅江中，小词数阕，呈建中御",
            "content": "杜鹃声诉。鹧鸪声助。催上黔阳归路。轻舟短棹泛沧浪，沾两袖、夜郎烟雾。云山如暮。滩流如怒。石齿＊然无数。天涯愁绪不堪论，这光景"
        },
        {
            "title": "西江月 西京客中，用寿卿路教和雪庵居士，",
            "content": "归兴浓如山色，宦情薄似秋光。含残相伴说网常。笑杀湖中鲁望。制用先须府库，兴戎必待＊粮。世间良贾会深藏。胜我追寻影响。"
        },
        {
            "title": "木兰花慢 和史显甫左丞韵，略颂平日所长，",
            "content": "苦原作恐，从景元本改）无佳思，祈相望一笑羡紫芝眉宇，正台阁，济时人。况公是公非，知常知变，乐道安贫。案前簿书旁午，抱丹诚、一点伴青春。偶遇科条隐密，不辞辨雪殷勤。德星今日是乡邻。癃老阻＊轮。喜陆地神仙，山中宰相，词语清新。河滨。预沽佳酿，待幽花、相对乐情真。幸有清风皓月，何须翠袖红巾。"
        },
        {
            "title": "西江月 西京客中，用寿卿路教和雪庵居士， ",
            "content": ""
        },
        {
            "title": "摸鱼子 用药庄韵",
            "content": "怅人生、百年如寄，虚舟沧海难舣。是非荣辱云千变，光景算能消几。尘世里。耻婢膝奴颜，不觉长欷矣。凭谁荐起。望几处侯门，要开怀抱，将进又还止。凝眸处，往往修程万里。飞黄跛鳖相比。酣歌点检平生事，惟恐老之将至。铛有耳。况识字能言，莫负天公意。文章信美。既不用毛锥，寸长无有，寻我泮池水。"
        },
        {
            "title": "水调歌头 用崔子由韵",
            "content": "攀鳞年少志，未要叹羲娥。人生沧海一粟，何在两飞梭。多事蜂衙蜂穴，十载蜗蟠猬缩，勋业任蹉跎。触目世途险，举步强颜多。誓从今，陶颖事，罢研磨。丈夫功名谈笑，一曲饭牛歌。尽道权门炙手，自是臣心如水，犯露肯相过。袖手待真赏，未及鬓生皤。"
        },
        {
            "title": "水龙吟 用史药房韵",
            "content": "匆匆沙际春归，草如绶带交加翠。白云缥缈，四年相望，季鹰归未。拘束微官，踉跄俗状，较人间气。想颠鸾倒凤，天公不管，谁会□，空中意。自要看时拨置。问谁家、小栏堪倚。云间公子，为谁邀致，愁怀一洗。红玉擎杯，朱弦理调，偶然成醉。又门前俗事，催人上马，不堪凝睇。"
        },
        {
            "title": "水调歌头 次复初韵",
            "content": "山林隐君子，无意事王侯。天戈一日南指，多少贾胡留。不效熊舒龟息，却羡蝇头蜗角，我亦滞南州。十载厌奔走，赢得雪飞头。苦思归，归未得，恨悠悠。身世何物，野渡一横舟。用舍随时无定，得失于人有命，谁解曲如钩。兀坐阅今昔，风露一天秋。"
        },
        {
            "title": "鹊桥仙 用吕正学所赠韵",
            "content": "昔居清署。今为编户。要仿古人襟度。尽收风月伴残年，更岂望、当途垂顾。江干徐步。林皋归路。不受营营相污。闲来渐觉日舒长，似挽得"
        },
        {
            "title": "鹧鸪天 示次男河南书吏履亨",
            "content": "斗垒衡门笔砚生。清流不弃作豪英。宦途始步防颠踬，人海论交戒满盈。临事惧，好谋成。百年到手是功名。群雏已逐云萍散，又挂西南一点"
        },
        {
            "title": "糖多令 释怀寄友人",
            "content": "衰境日匆匆。浮生一梦中。笑愁怀、万古皆同。越水燕山南北道，来不尽，去无穷。萍水偶相逢。晴天接远鸿。似人间、马耳秋风。山立扬休成底用，闻健在，好归农。"
        },
        {
            "title": "减字木兰花 为监司寿",
            "content": "乾坤清气。崧岳生申名盖世。白简霜飞。不为人间鼠发机。要期庄算。九十春光都占断。平秩南讹。管领薰风入舜歌。"
        },
        {
            "title": "鹧鸪天 寄翟德温",
            "content": "六度他乡指月牙。旅怀无日不思家。归来漫读苏秦传，愁比他乡日更加。贫活计，拙生涯。几人曾爱屋头鸦。一襟朱墨才经＊，土锉重亲两部"
        },
        {
            "title": "沁园春 用中丞敬相谢承卿送菊韵",
            "content": "菊有黄华，惠然肯来，思量意勤。见秋容淡泊，寒香馥郁，妖红俗紫，爱恶由分。玉露金风，豚蹄豆酒，不论文尊与义尊。重阳过，看匆匆暮景，苒苒行云。宾朋相与欢欣。况咀嚼颐精好致神。笑量长较短，到头是梦，春三秋九，夫复何言。冠盖名流，绅处士，特赠新诗可以群。从今后，但有花即饮，卿自纷纷。"
        },
        {
            "title": "齐天乐 和蒋四清病喝逢秋所作",
            "content": "普天炎赫衣流汗。号呼坐恨更浅。节序推移，阴阳代谢，谁敢心怀咨怨。冥迷展转。梦远壑层冰，澄江匹练。大地＊＊，秋空忽散仁风扇。此身惯经寒暑，喧烦俱净尽，古炉灰篆。屈指交游，转头零落，举目残星数点。轰雷掣电。任百计营为，亦难周遍。日向西山，气机随吐咽。"
        },
        {
            "title": "鹊桥仙",
            "content": "牛毛胥役，蝇头文字。终日疲神役志。何人＊顶坐垂钩，应笑我、徒能鄙事。起家寒士，从师夫子。不识苍头阍寺。夜郎旋辔又平城，只把做"
        },
        {
            "title": "清平乐 寄复初",
            "content": "情怀渺渺。客舍天将晓。百虑攻心浑未了。不似漫郎多少。人生傀儡棚中。此行那计西东。指日云泥超异，重占口角春风。"
        },
        {
            "title": "清平乐 寄徐都司",
            "content": "昨朝＊诺。世事真难托。旅舍淙淙冬雨恶。怎地觥筹交错。东篱尚有花丛。他时不避悭风。传语徐卿二子，佳怀足慰衰翁。"
        },
        {
            "title": "木兰花慢 和史显",
            "content": "苦原作恐，从景元本改）无佳思，祈相望一笑羡紫芝眉宇，正台阁，济时人。况公是公非，知常知变，乐道安贫。案前簿书旁午，抱丹诚、一点伴青春。偶遇科条隐密，不辞辨雪殷勤。德星今日是乡邻。癃老阻＊轮。喜陆地神仙，山中宰相，词语清新。河滨。预沽佳酿，待幽花、相对乐情真。幸有清风皓月，何须翠袖红巾。"
        },
        {
            "title": "水龙吟 再和修甫学士",
            "content": "高楼壮观东南，迥然突出千秋表。月檐明烂，风棂萧爽，烟波浩渺。菊径新秋柳谷薄暮，桃源清晓。□登临感慨，悠然引兴，银盘内，青螺小。自念当时行役，顾菱花、不堪频照。江山如故，中原在眼，几番危眺。浩浩洪流，茫茫尘世，尽堪吟啸。但优游老景，浮沉里?，任邦人笑。"
        },
        {
            "title": "八声甘州 和郑泽民",
            "content": "算人生南北□何如，彷佛过青春。似断蓬飞絮，平生怀抱，何处通津。欢逢故山佳友，终日藉陶薰。芥蒂净如此，咸与维新。男子十年勋业，漫无成一事，负却晨昏。使功名都了，转首是非尘。又滞此、蝇营狗苟，料山英、也笑趁墟人。谁相约，重寻故步，经理遗文。"
        },
        {
            "title": "沁园春 和复初省郎韵",
            "content": "掾尉迟亨亨甫，福建同提举毛吉甫山色湖光，宜雨宜晴，春来恼人。笑劳生强半，登临有兴，身司莞库，所向无亲。马服车辕，鹰罹＊＊，也算人间一度春。情无赖，怕岸花汀草，弹指成尘。朋簪契我天君。更不管、长须喜与嗔。任把酒论文，且行且止，幕天席地，谁主谁宾。敬德猖狂，春陵笑傲，延寿丹青画不真。归鞍好，向梅山东下，数点行云。"
        },
        {
            "title": "木兰花慢 寿郝仲明益都人",
            "content": "论寰中英气，人尽说，古青州。看东坼沧溟，西瞻泰岳，南控营丘。千古能称管晏，道而今、人物更风流。磊落曝书公子，从前从事公侯。勋名初不愿依刘。耿耿连良寿。听万里揄扬，一门冠盖，三世箕裘。屈指瓜期已还，愿平生、相遇尽卿俦。好记寿觞先举，莼鲈江上新秋。"
        },
        {
            "title": "浣谷沙",
            "content": "解缆西南杳霭间。万重烟水闲云山。舻声摇荡五谷蛮。世路看来行欲遍，头颅到此合知还。从今犹得十年闲。"
        },
        {
            "title": "浣谷沙",
            "content": "世态纷纷几变更。天南地北只虚名。一簪华发可怜生。旅食惊心三月到，浪花吹面一舟轻。中宵屈指计归程。"
        },
        {
            "title": "临江仙",
            "content": "来橹声喧鹅鹳，中流石散牛羊。岸边茅屋伴戎羌。淡烟笼寂寞，微雨助凄凉。畛麦缘山糁绿，岩花落水流香。离骚记诵不成章。殷勤兰与芷，"
        },
        {
            "title": "临江仙",
            "content": "水出五谷成一派，滔滔日夜东流。倦乘鞍马却乘舟。向来危处怯，此去险中愁。伊轧数声离岸橹，异乡身世悠悠。暂教杯酒放眉头。痴儿官事了，聊作子长游。"
        },
        {
            "title": "鹊桥仙 舟行辰沅江中",
            "content": "杜鹃声诉。鹧鸪声助。催上黔阳归路。轻舟短棹泛沧浪，沾两袖、夜郎烟雾。云山如暮。滩流如怒。石齿＊然无数。天涯愁绪不堪论，这光景"
        },
        {
            "title": "南乡子",
            "content": "十月出秦关。竟日悠悠杳霭间。直到蚕鱼开国地，跻攀。行尽千山复万山。归辔动欢颜。江路梅花笑往还。稚子候门何日到，痴顽。好把虚名"
        },
        {
            "title": "南乡子 二阕四川道中作",
            "content": "蜀道古来难。数日驱驱兴已兰。石栈天梯三百尺，危栏。应被旁人画里看。两握不曾乾。俯瞰飞流过石滩。到晚才知身是我，平安。孤馆青灯"
        },
        {
            "title": "水调歌头 和卢仲敬太守",
            "content": "尝为武林客，欢洽快平生。谁知分袂江浒，西往复东行。今日簿书旁午，明日山川迢递，愁恨几时清。回首旧游地，天远暮云平。鬓双皤，肠百结，意何成。多应故山猿鹤，笑我尚争名。尽自轰轰烈烈，到底休休莫莫，何处觅卿卿。梦寐想归路，濡笔写心声。"
        },
        {
            "title": "满江红 次白君举州卒所寄韵。君举三十年前",
            "content": "比以簿书倥偬，不  酬答，闻改除天台，恐因得簪盍於惠泉之侧，用以叙壮岁分携，凝望眼、略无虚日。嗟我辈、江南江北，为谁形役。自愧散材非管鲍，遥怜老友真元白。况文章之外有良能，安民策。谈笑兴，浮云隔。离别恨，流年逼。试赓歌雅韵，不论呼吸。百粤谷山应好在，半生萍梗无终毕。□流行坎止任天公，吾难必。"
        },
        {
            "title": "酹江月 用子周佥司咏雪韵",
            "content": "六花凌乱，算神工、不用并州刀剪。乍密还疏斜复整，眼底万更千变。宿麦连云，遗蝗入地，四海愁颜展。呼童洗酌，更宜帘幕高卷。还念去岁无聊，来秋有望，仰戴天行健。江上渔人应笑我，世路萦回如篆。何日言归，此心无竟，茅屋临清浅。满怀春意，坐令寒谷生暖。"
        },
        {
            "title": "酹江月 次王君阳李敏之过龙门韵",
            "content": "洪崖中断，似蜃楼幻出、层檐叠脊。欲问真源凌绝顶，安得乘风羽翮。势利相忘，驱驰不惮，面背皆京国。源泉混混，恍如夹右碣石。遥想巢父襟怀，东溟烟雾里，片帆如席。逸气峥嵘今老矣，惆怅剑门千尺。细草平沙，敝裘羸马，长路无人识。家山回首，不应犹作行客。"
        },
        {
            "title": "如梦令",
            "content": "荣悴本来何处。看取岸花汀树。醉眼眩青红，欲问真源无路。归去。归去。风外数声齐女。"
        },
        {
            "title": "如梦令 赠道夫二首",
            "content": "学有探奇索妙。命有人僧鬼笑。难与老天争，寂寞汉陵周庙。权要。权要。林樾有人清啸。"
        },
        {
            "title": "水龙吟 用杨修甫学士登岳阳楼韵",
            "content": "岳阳西望荆州，倚楼曾为思刘表。国亡家破，当时豪俊，鱼沉雁渺。王霸纷更，乾坤摇荡，废兴难晓。记观山纵酒，巡檐索句，宿官舫，篷窗小。不畏黑风白浪，伴一点、残灯斜照。棹歌明发，天光无际，得舒晴眺。万里驰驱，千年陈迹，数声悲啸。试闲中想像，兴来陶写，付时人笑。"
        },
        {
            "title": "满江红 次元复初韵",
            "content": "四十年间，问何似、古人方略。时自笑、致身无策，疗贫无药。世事从来如意少，宦情已比当年薄。更不须、勋业镜中看，今非昨。眠矮榻，登高阁。携短杖，?长杓。放屈伸由己，碧空盘鹗。较短量长无定论，抗尘走俗非真乐。算从前、有铁铸难成，求人错。"
        }
    ]
}