{
    "dynasty": "元",
    "author": "张野",
    "intro": "",
    "items": [
        {
            "title": "秋日有怀（二首）",
            "content": "云散长天见晚霞，江涛千顷漾晴沙。\r\n西风门巷飘桐叶，疏雨园篱落豆花。\r\n笛韵已残渔罢钓，砧声初起客思家。\r\n旧交契阔稀相见，闲倚西楼数去鸦。¤"
        },
        {
            "title": "水龙吟 戊戌中秋，同西麓经历、佑之提举诸",
            "content": "浩歌古调数曲，音韵清壮，座中莫不击节赏叹。予亦效颦，作此侑觞。若曰乐府，则吾岂敢，姑就其协律云耳一年好景君须记。桂子天香飘坠。蟾光自古，几番圆缺，几番明晦。何况人生，祸中藏福，进中隐退。向是非乡里，功名场上，百无事，苦萦系。便得侯封万里。到头来虚名何济。人间最好，闲中岁月，酒中身世。一炷龙香，数声水调，几多清致。且今朝拚取，陶陶醉了，又陶陶醉。"
        },
        {
            "title": "沁园春 送吴此民江州教本任瓜洲官，前长景",
            "content": "前日庐山，今日庐山，岂偶然哉。喜青衫旧梦，轻车熟路，白云清兴，翠壁丹崖。石镜光寒，香炉烟暧，晴雪飞空玉峡开。天公意，欲先生健笔，洗尽尘埃。三年握手金台。任意气、相期隘九垓。恨征帆缥缈，秋风南浦，书灯冷落，夜雨西斋。莲社香中，琵琶亭上，我念京尘无好怀。君须记，怕雁回时节，早寄诗来。"
        },
        {
            "title": "水龙吟 暇日过田学士村居，乃父为司徒",
            "content": "翠微冷浸清溪，洞天惟许仙家住。主人新葺，柳亭梅坞，竹轩松户。绿野风烟，东山泉石，少人知处。怕椿翁早晚，急流勇退，田园计，已成趣。不恋銮坡玉署。要管领东皋朝暮。君应解得，风波何限，功名良苦。琥珀醅浓，玻璃盏大，醉扶归路。料沙头鸥鹭，也应笑我，却匆匆去。"
        },
        {
            "title": "水龙吟 皇庆癸丑重九，登南高峰，寄柳汤佐",
            "content": "重阳何处登临，玉骢惯识南山路。秋空绝顶，西风两鬓，白云双屦。浙浦寒潮，苏堤画舸，吴宫烟树。不一尊琼露，数声金缕，将此景，成虚负。试觅旧题诗句。早斓斑雨苔无数。琼台宝瑟，不堪重记，泛觞流羽。笑捻黄花，闲寻红叶，故人何处。倚危阑北望，燕云＊霭，又征鸿暮。"
        },
        {
            "title": "水龙吟 送侍御安公陕西行台，用马西麓韵",
            "content": "瘦筇携得风烟，归来拟待闲吟啸。济时人物，天公又早，安排都了。凤诏泥封，乌台霜凛，好音新报。见西山一带，浮岚滴翠，晚色又添多少。千里威声先到。正秋风渭波寒早。袖中霹雳，何须直把，世间惊倒。激浊扬清，提纲振纪，要归中道。但从今剩把，救民长策，向灯前草。"
        },
        {
            "title": "秋日有怀（二首）",
            "content": "寂寂孤村独掩扉，满阶荒草客来稀。\r\n秋霜未降莲房老，社日初临燕子归。\r\n半壁灯光才照字，一窗凉思又添衣。\r\n故人千里无书到，多少长天旅雁飞。"
        },
        {
            "title": "水龙吟 酹辛稼轩墓，在分水领下",
            "content": "岭头一片青山，可能埋得凌云气。遐方异域，当年滴尽，英雄清泪。星斗撑肠，云烟盈纸，纵横游戏。漫人间留得，阳春白雪，千载下，无人继。不见戟门华第。见萧萧竹枯松悴。问谁料理，带湖烟景，瓢泉风味。万里中原，不堪回首，人生如寄。且临风高唱，逍遥旧曲，为先生酹。"
        },
        {
            "title": "沁园春 送吴此民江州教本任瓜洲官，前长景 ",
            "content": ""
        },
        {
            "title": "水龙吟 戊戌中秋，同西麓经历、佑之提举诸 ",
            "content": ""
        },
        {
            "title": "贺新郎 淮上中秋",
            "content": "晚＊收残雨。喜晴空、冰轮飞上，月明三五。前岁钱塘江上看，去岁京华容与。今岁又、秋风淮浦。料得常娥应笑我，笑星星、鬓影今如许。空浪走，竟何补。此生此夜还知否。问几人、浪苍抖擞，衣裾尘土。独倚篷窗谁共饮，万象不分宾主。恍疑在、玉霄高处。系碎珊瑚未彻，见洪涛、千丈鱼龙舞。舟一叶，任掀举。"
        },
        {
            "title": "沁园春 泉南作",
            "content": "自入闽关，形势山川，天开两边。见长溪漱玉，千瓴倒建，群峰泼黛，万马回旋。石磴盘空，天梯架壑，驿骑蹒跚鞭不前。心无那，恰鹧鸪声里，又听啼鹃。区区仕宦谁怜。道有志、从来铁石坚。但长存一片，忠肝义胆，何愁半点，瘴雨蛮烟。尽卷南溟，不供杯杓，得逐斯游岂偶然。天公意，要淋漓醉墨，海外流传。"
        },
        {
            "title": "沁园春 为杜左丞寿",
            "content": "勇退归来，一担乾坤，十年息肩。柰东山安石，岂容高卧，洛中司马，须再调元。车拥蒲轮，杖扶灵寿，琴瑟更张为解弦。人都道，果功成霖雨，泽润无边。河汾闲气生贤。算甲子、才同绛县年。更太公八十，出膺熊虎，武公九十，入戴貂蝉。梅信春香，槐阶日暧，数到庄椿岁八千。持杯寿，寿文章宰相，廊庙神仙。"
        },
        {
            "title": "沁园春 为王彦博尚书寿",
            "content": "佳气葱葱，喜事重重，福禄鼎来。记秋官重任，去年显擢，春闱宠渥，今岁安排。寿算绵绵，班资衮衮，＊逦相随到上台。人都道，不调和鼎＊，岂尽其才。眉间阴德纹开，应只为、惟刑之恤哉。看门闾高大，堪容驷马，儿孙昌盛，已种三槐。唤起琼姬，满斟玉露，官事无多且放怀。年年醉，对春回柳眼，雪晕梅腮。"
        },
        {
            "title": "沁园春 壬子和人为寿用止酒韵",
            "content": "身世飘零，勋业何成，鬓华渐生。记去年欢笑，遨游帝里，今年憔悴，卧病江城。直道难行，浮名识破，正要生平两眼明。心无歉，但世间公论，自有人评。竹风萧飒初停。算何境、能如梦境清。问命之穷达，三杯酒软，身之去就，一叶舟轻。毁誉从他，醉醒在我，赢得篷窗听雨声。秋江上，更莼鲈无限，鸥鹭多情。"
        },
        {
            "title": "沁园春 止酒效稼轩体",
            "content": "半世游从，到处逢迎，惟尔麴生。喜一尊乘兴，时居乐土，三杯有力，能破愁城。岂料前欢，俱成后患，深悔从来见不明。筠轩下，抱厌厌病枕，恨与谁评。请生亟退休停。更说甚、浊贤与圣清。论伐人心性，蛾眉非惨，烁人骨髓，鸩毒犹轻。裂爵焚觞，弃壶毁盒，交绝何须出恶声。生再拜，道苦无大故，遽忍忘情。"
        },
        {
            "title": "沁园春 和人韵",
            "content": "世路崎岖，世事纷更，年来饱谙。叹都城十载，霜侵老鬓，江湖万里，尘满征衫。应物才疏，谋身计拙，桂玉生涯岂久堪。乾忙甚，向是非丛里，不要穷探。禅机已悟三三。又何用、天庭似老蚕。羡养生有道，将从子隐，于时无补，只益吾惭。归去来兮，与君同醉，醉后扶持有小男。平生乐，在山前山后，溪北溪南。"
        },
        {
            "title": "沁园春 宿瓜洲城",
            "content": "瓜步城＊，烟树西津，几回往来。尽洪涛千丈，鱼龙出没，苍颜十载，鸥鹭惊猜。驿馆荒凉，征鞍牢落，寄语楼船且莫开。今宵里，要江声一枕，洗涤羁怀。侵晨风定潮回。便挂起、云帆亦快哉。爱金山东畔，天开罨画，银山南下，地涌诗才。冲破晴岗，拂开苍藓，欲纪兹行百尺崖。还停笔，怕吟鞭犹带，京国尘埃。"
        },
        {
            "title": "木兰花慢 送居仁之淮南转运使任 以上强村丛",
            "content": "羡秋空一鹗，便得意，脱尘鞲。有道义高情，经纶大手，每事优游。中朝共推雅望，问如何、不肯少迟留。莲幕三年帝里，白云几梦扬州。威名久矣播吴头。地上看钱流。喜鞭算之余，琼花未老，萱草忘忧。依依送君南去，笑竿头、戏技几时收。寄语西楼双鹤，春风来迓吾舟。"
        },
        {
            "title": "木兰花慢 送柳汤佐之覃怀总管任",
            "content": "羡春风五马，恨无计，驻征鞍。想胶漆真情，云烟高兴，诗酒清欢。当时与君年少，到而今、双鬓总成斑。几度批风抹月，几番临水登山。驿途吟袖尚轻寒。珍重且加餐。怕到郡之时，民须加爱，事要从宽。风流赏音人去，纵朱弦、有曲为谁弹。明日倚楼凝望，雁回早寄平安。"
        },
        {
            "title": "木兰花慢 为李廷弼再举孙雏之庆",
            "content": "正一阳道长，见佳气，拥青骢。是桐树生孙，桂枝结子，喜庆重重。东床几多痴福，算平生、乃祖积阴功。敢望成吾宅相，但休坠汝家风。今朝何必问穷通。满引紫金钟。看掌上擎来，玉明五岳，漆点双瞳。他年与君归老，向＊山、南北水西东。不怕斜阳醉倒，有人扶两衰翁。"
        },
        {
            "title": "木兰花慢 饯佟伯起赴江西参政任",
            "content": "算青云人物，名已着，绣衣时。见湖海襟期，诗书气味，鸾鹤丰姿。十年五居廉省，便衣官、拜相复何疑。早岁曾同几砚，至今亲若埙＊。相逢未久遽相辞。忍写饯行诗。早隐隐征帆，湖光潋滟，山翠参差。雄藩笑谈余事，倘兰舟、开宴举金卮。寄语桥边鸥鹭，刘郎尘鬓如丝。"
        },
        {
            "title": "木兰花慢 端午发松江",
            "content": "恨无情画舸，载离思，各西东。正佳节惊心，故人回首，应念匆匆。殷勤彩丝系臂，问如何、不系片帆风。醉里阳关历历，望中烟树蒙蒙。驿亭榴火照尘容。依约舞裙红。纵旋采香蒲，自斟芳酒，酒薄愁浓。功名事，浑几许，甚半生、长在别离中。不似东来潮信，日斜还过吴淞。"
        },
        {
            "title": "木兰花慢 陪安参政宴吴山盛氏楼",
            "content": "爱吴山佳处，凝望际，眼增明。正帘卷江涛，屏开罨画，境接蓬瀛。中朝相君宽厚，领太平、歌吹宴簪缨。巧啭雏莺锦字，哀弹小雁银筝。人生乐事古难并。清兴卷沧溟。恨老矣刘郎，病馀司马，慵举瑶觥。登临不留一语，怕风烟、笑我太无情。收拾新诗未了，钱塘落日潮生。"
        },
        {
            "title": "夺锦标 七夕",
            "content": "凉月横舟，银横浸练，万里秋容如拭。冉冉鸾骖鹤驭，桥倚高寒，鹊飞空碧。问欢情几许，早收拾、新愁重织。怅人间、会少离多，万古千秋今夕。谁念文园病客。夜色沉沉，独抱一天岑寂。忍记穿针亭榭，金鸭香寒，玉徽尘积。凭新凉半枕，又依稀、行云消息。听窗前、泪雨潇潇，梦"
        },
        {
            "title": "风流子",
            "content": "离思满春江，当时事、争忍不思量。记芳径月斜，凭肩私语，兰舟风软，携手寻芳。回首处，青山遮望眼，绿柳系柔肠。云落雨零，燕愁莺恨，宝钗留股，鸾镜分光。天涯飘零客，情缘向何处，最是难忘。犹剩满襟清泪，半臂余香。□心似雨花，一枝寂寞，梦随风絮，万里悠扬。谁信觉来依旧，烟水茫茫。"
        },
        {
            "title": "满庭芳 夏日饮王氏园亭",
            "content": "珠箔含风，琐窗凝雾，柳溪别是仙乡。一枝绝艳，袅袅动波光。消尽人间烦暑，冰纨腻、玉骨初凉。肠应断，清商一曲，余韵惹蕖香。幽情还解否，冰莲数合，碧藕丝长。要满斟芳醑，亲举荷觞。耳畔向人微道，便为侬、一醉何妨。归来晚，新愁几许，山雨夜浪浪。"
        },
        {
            "title": "满江红 登石头城清凉寺翠微亭",
            "content": "翠微秋晚，试闲登绝顶，徘徊凝伫。一片清凉兜率界，几度风雷貔虎。钟阜盘空，石城瞰水，形势相吞吐。江山依旧，故宫遗迹何处。遥想霸略雄图，蚁封蜗角，毕竟无人悟。六代兴亡都是梦，一样金陵怀古。宫井朱阑，庭花玉树，偏费骚人句。此情谁会，舻声摇月东去。"
        },
        {
            "title": "满江红 题钓台 君房侯霸字也。子陵有  君房",
            "content": "钓台千尺，问谁曾占断，一江新绿。试拜先生眉宇看，何地可容荣辱。遥想当年，故人邂逅，以足加其腹。书生常事，可怜惊骇流俗。应恨惹起虚名，平生正坐，误识刘文叔。笑杀君房痴到底，燕雀焉知鸿鹄。万叠云山，一丝烟雨，比得三公禄。高风千古，冷香聊荐秋菊。"
        },
        {
            "title": "满江红 和金直卿冬日述怀",
            "content": "冻云垂野，乍乾坤惨淡，冰花飞落。卷地朔风寒彻骨，且把貂裘重着。美酒千钟，清歌一曲，未用伤飘泊。君看席上，玉人娇胜花萼。自笑老矣元龙，黄尘两鬓，镜里今非昨。不愿腰间悬斗印，不愿身骑黄鹤。非俗非仙，半醒半醉，只恐人猜却。钟期安在，为谁重理弦索。"
        },
        {
            "title": "念奴娇 白莲用仲殊韵",
            "content": "水风清暑，记平湖十里，寒生纨素。罗袜尘轻云冉冉，彷佛凌波仙女。雪艳明秋琼肌沁露，香满西陵浦。兰舟一叶，月明曾到深处。谁念玉佩飘零，翠房凄冷，几度相思苦。异地相看浑是梦，忍把荷觞深注。碧藕多丝，翠茎有刺，脉脉愁烟雨。江云撩乱，倚阑终日凝伫。"
        },
        {
            "title": "石州慢",
            "content": "红雨西园，香雪东风，还又春暮。当时双浆悠悠，送客绿波南浦。阳关  ＊，至今隐隐余音，眼前浑是分携处。此恨有谁知，倚阑干无语。凝伫。天涯几许。离情化作，暮云千缕。过尽征鸿，依旧归期无据。京尘染袂，故人应念飘零，岂知翻被功名误。无处着羁愁，满春城烟雨。"
        },
        {
            "title": "满江红 和吴此民送春韵",
            "content": "九十韶光，惊又见、刺桐花落。春去也、愁人情绪，不禁离索。桃＊霏霏红雨暗，柳堤漠漠香绵薄。恨东风、一夜太无情，都吹却。功名念，平生错。尘土梦，今朝觉。有一尊分甚，圣清贤浊。听我高歌如不饮，何人绿鬓长如昨。况东君，动是再相逢，轻年约。"
        },
        {
            "title": "满江红 用李廷弼留别韵",
            "content": "一梦黄梁，邯郸道、几人曾觉。空怨杀、津亭叠鼓，戍楼残角。往岁相逢淮□渡，今年同向钱塘泊。叹飘零、俱为出山忙，平生错。青青鬓，长如昨。纷纷事，轻抛却。道功名何必，凤池麟阁。老境尚期游汗漫，壮心不用伤离索。恨明朝、相望越山重，吴江阔。"
        },
        {
            "title": "满江红 秋日",
            "content": "风雨潇潇，便酿出、新凉庭院。人乍起、一簪楸叶，不堪裁翦。翠幄渐凋槐影瘦，红衣半老蕖香浅。到秋来、何止沉休文，难消遣。鸿雁杳，音尘断。空极目，烟波满。想故人此际，画阑凭遍。别久几将情做梦，归迟一向恩成怨。对西风、无语黯消魂，行云远。"
        },
        {
            "title": "满江红 寄磁下诸公",
            "content": "枫落衡漳，犹记得、离觞鲸吸。惊又见、宫槐禁柳，绿阴如织。行止难穷天素定，功名有分谁能必。任近来、参透妙中玄，床头易。梅雨过，芹池碧。松月山，丹房寂。问此时曾念，京尘踪迹。七碗波涛翻白雪，一枰冰雹消长日。尚得星、多处望＊山，空相忆。"
        },
        {
            "title": "满江红 卢沟桥",
            "content": "半世乾忙，漫走遍、燕南代北。凡几度、马蹄平踏，卧虹千尺。眼底关河仍似旧，鬓边岁月还非昔。并阑干、惟有石狻猊，曾相识。桥下水，东流急。桥上客纷如织。把英雄老尽，有谁知得。金斗未悬苏季印，绿苔空渍相如笔。又平明、冲雨入京门，情何极。"
        },
        {
            "title": "水龙吟 酹辛",
            "content": "岭头一片青山，可能埋得凌云气。遐方异域，当年滴尽，英雄清泪。星斗撑肠，云烟盈纸，纵横游戏。漫人间留得，阳春白雪，千载下，无人继。不见戟门华第。见萧萧竹枯松悴。问谁料理，带湖烟景，瓢泉风味。万里中原，不堪回首，人生如寄。且临风高唱，逍遥旧曲，为先生酹。"
        },
        {
            "title": "水龙吟 戊午春咏杏花",
            "content": "雪香飞尽江梅，上林桃李寒犹＊。墙头惊见，枯枝闹簇，生红初喷。嫩绿亭台，新晴巷陌，清明相近。甚等闲句引，狂蜂戏蝶，早不管，人春困。不怕蜡痕轻褪。怕东风乱飘残粉。琐窗犹记，双鹅细翦，一簪幽恨。骏马如飞，流光似箭，归期难准。料黄昏微雨，盈盈泪眼，把燕脂＊。"
        },
        {
            "title": "水龙吟 皇庆癸丑重九",
            "content": "重阳何处登临，玉骢惯识南山路。秋空绝顶，西风两鬓，白云双屦。浙浦寒潮，苏堤画舸，吴宫烟树。不一尊琼露，数声金缕，将此景，成虚负。试觅旧题诗句。早斓斑雨苔无数。琼台宝瑟，不堪重记，泛觞流羽。笑捻黄花，闲寻红叶，故人何处。倚危阑北望，燕云＊霭，又征鸿暮。"
        },
        {
            "title": "水龙吟 为王少傅寿",
            "content": "画堂佳气葱葱，玉梅迎腊香初度。人生可庆，官居极品，年登上寿。一代风流，三公仪范，四朝耆旧。算世间除却，东山谢傅，问谁是，调元手。眉宇阴功何厚。看富贵荣华长久。金章照眼，彩衣戏舞，桂枝联秀。尚父规模，武公勋业，亨衢尽有。愿年年剩把，普天霖雨，酿长生酒。"
        },
        {
            "title": "水龙吟 出郭",
            "content": "太行千里新晴，青山也喜归来好。一鞭秋色，半帆云影，去如飞鸟。桂玉情怀，尘埃面目，鬓华空老。道本无伎俩，颠鸾倒凤，时自把，平生笑。万里江湖浩渺。便安排雨蓑烟棹。闲时哦句，醉时歌曲，醒时垂钓。十载＊行，孤忠却念，君恩难报。倚篷窗时向，夕阳明处，认琼华岛。"
        },
        {
            "title": "水龙吟 饮刘氏野春亭用前韵",
            "content": "梦回花露沾衣，夜来酩酊谁留住。依稀犹记，春风亭槛，野云窗户。物外仙姿，一声白雪，翠微深处。要风流陶写，等闲莫遣，儿童辈，识真趣。四海知音难遇。尽疏林暝烟催暮。一杯未举，两眉长皱，人生何苦。只恐明朝，玉骢迷却，武陵溪路。倘刘郎不厌，醒时来访，醉时归去。"
        },
        {
            "title": "水龙吟 暇日",
            "content": "翠微冷浸清溪，洞天惟许仙家住。主人新葺，柳亭梅坞，竹轩松户。绿野风烟，东山泉石，少人知处。怕椿翁早晚，急流勇退，田园计，已成趣。不恋銮坡玉署。要管领东皋朝暮。君应解得，风波何限，功名良苦。琥珀醅浓，玻璃盏大，醉扶归路。料沙头鸥鹭，也应笑我，却匆匆去。"
        },
        {
            "title": "水龙吟 登滕王阁",
            "content": "画檐丛翠凌霄，暮云还送西山雨。千年陈迹，一时胜概，东南宾主。佩玉鸣銮，西风吹入，江声柔舻。漫登临赢得，征鞍倦客，离思乱，乡心苦。一梦繁华何许。空留得悲凉今古。雄文健笔，星辉日映，鬼呵神护。倚遍阑干，有心也待，留题新句。见一双白鸟，苍烟影里，背人飞去。"
        },
        {
            "title": "水龙吟 咏玉簪花",
            "content": "素娥宴罢瑶池，醉簪误堕庭深窈。花神爱护，绀罗轻衬，绿云低绕。秋意重缄，芳心半吐，有香多少。把幽轩好梦，等闲薰破，凉月转，人初悄。冷沁冰壶风袅。肯轻与铅华相照。湘兰标致，水仙风度，也应同调。钗凤香分，鬓蝉影动，此情云渺。问何时分付，一庭寒玉，对妆台晓。"
        },
        {
            "title": "水龙吟 为阎静轩寿",
            "content": "仙翁家住蓬壶，骑麟来自祥云表。琼琚玉佩，月裳霞袂，炯然相照。道出羲黄，才过迁固，文如盘诰。向紫霄高处，遨翔容与，知此贵，世间少。万里江湖浩渺。驾风霆有时曾到。斯文谁主，大谟谁决，君归能早。铃索声中，金莲影里，鬓华未老。看九重早晚，天恩飞下，历中书考。"
        },
        {
            "title": "水龙吟 为中和提点寿",
            "content": "袖中携得新诗，今朝来祝吾师寿。吾师何似，一生清净，淡然笃守。丹骨通明，霜髯潇洒，竹坚松瘦。更不须展放，寿星图画，自是个，希夷叟。忿欲贪痴那有。把玄关近来参透。黄芽白雪，玉炉金鼎，龙蟠虎走。九转功成，不妨笑傲，人间长久。待从师杖屦，八千余岁，肯相容否。"
        },
        {
            "title": "水龙吟 和马西麓韵",
            "content": "故人邂逅相逢，满怀和气无边际。别来一载，光阴回首，水流星坠。白雪歌词，青云人物，知音有几。把沧溟倒卷，天瓢满吸，须拼了，为君醉。醉眼瞢腾不寐。直望断长空万里。风清露冷，乾坤似昼，月华如洗。梦里遨游，蕊珠宫殿，飘然得意。到醒来有句，且休拈出，怕惊尘世。"
        },
        {
            "title": "水龙吟 游钱塘西山",
            "content": "一鞭空翠烟霏，笑谈已到山深处。丹崖翠壁，野猿幽鸟，冷泉高树。兜率天中，蓬壶境内，偶成佳遇。正扪参历井，穷探未了，回首早，疏钟暮。画舸亭亭横渡。醉归来被谁留住。云窗雾阁，群仙应笑，尘缘相误。白雪歌残，青鸾梦觉，满身风露。料明年却向，古台高处，忆桃源路。"
        },
        {
            "title": "水龙吟 为何相寿",
            "content": "中原几许奇才，乾坤一担都担起。人人都让，庙堂师表，吾儒元气。报国丹诚，匡时手段，荐贤心地。这中间妙理，无人知道，公自有，胸中易。眉宇阴功无际。看阶前紫芝丹桂。且休回首，明波春绿，聪山晚翠。盛旦欣逢，寿杯重举，祝公千岁。要年年霖雨，变为醇酎，共苍生醉。"
        },
        {
            "title": "水龙吟 送侍",
            "content": "瘦筇携得风烟，归来拟待闲吟啸。济时人物，天公又早，安排都了。凤诏泥封，乌台霜凛，好音新报。见西山一带，浮岚滴翠，晚色又添多少。千里威声先到。正秋风渭波寒早。袖中霹雳，何须直把，世间惊倒。激浊扬清，提纲振纪，要归中道。但从今剩把，救民长策，向灯前草。"
        },
        {
            "title": "水龙吟 题湖山胜  亭",
            "content": "翠微曾共登临，冷光潋滟三千顷。玉京佳处，景虽天造，地因人胜。若把西施，淡妆浓抹，两相比并。道此间如对，＊娥仙子，慵梳掠，临鸾镜。满意曲阑芳径。早安排、雨篷烟艇。茶瓯雪卷，纹楸雹碎，醉魂初醒。湖海高情，林泉清意，几人能领。算知音只有，中宵凉月，浸蓬莱影。"
        },
        {
            "title": "水龙吟 咏游丝",
            "content": "落花天气初晴，随风几缕来何处。飘飘冉冉，悠悠＊＊，欲留还去。雪茧新抽，青虫暗坠，檐蛛轻度。看垂虹百尺，萦回不下，似欲系，春光住。凭仗何人收取。付天孙、云霄机杼。浮踪浪迹，忍教长伴，章台飞絮。惹起闲愁，织成离恨，万头千绪。望天涯尽日，柔情不断，又闲庭暮。"
        },
        {
            "title": "青玉案 戊戌元元宵客京师赋",
            "content": "千门夜色霏香雾。又春满、朝天路。回首旧游谁与语。金波影里，水晶帘下，总是关心处。征衫着破愁成缕。留滞京尘甚时去。旅馆萧条情最苦。灯无人点，酒无人举。睡也无人觑。"
        },
        {
            "title": "八声甘州 戊申再到西湖",
            "content": "忆湖光，醉别几经春，千里每神驰。恨无穷烟水，无情岁月，无限相思。万里风沙梦觉，山色碧参差。忙对玻璃镜，照我尘姿。欲写从前离阔，便安排画舸，准备新诗。见六桥遗构，烟雨强撑支。怨东风、红消翠减，比向来、浑是老西施。如何得、刘郎双鬓，长似当时。"
        }
    ]
}