{
    "dynasty": "元",
    "author": "丘处机",
    "intro": "",
    "items": [
        {
            "title": "沁园春",
            "content": "智慧男儿，速悟尘劳，勿将性疲。但此身彼物，皆名幼化，多虚少实，不可追随。万种缠绵，千般汩没，荏苒光阴老却伊。争如向，太玄真教法，讨论希夷。乾坤荡荡无依。似一片、闲云出世奇。悟性宗合道，恩山易挫，神舟得岸，苦海难迷。行满功成，仙游羽化，物外何如土底归。无佗事，要升天入地，俱在心为。"
        },
        {
            "title": "玉炉三涧雪",
            "content": "一性昭彰乍显，二仪混合初融。飘飘法界任西东。到处神光覆拥。万籁寒泉凑顶，八方瑞霭腾空。怡然独向九霄中。坐看浮生作梦。"
        },
        {
            "title": "玩丹砂 景金本注云，三首本名浣溪沙  游历",
            "content": "云水飘飘物外吟。醍醐默默醉中斟。神仙活计道人心。容易肯争三寸气，寻常不贮一文金。清贫柔弱祸难侵。"
        },
        {
            "title": "下手迟 景金本注云，二首本名恨欢迟  自咏",
            "content": "落魄闲人本姓丘。住山东、东路登州。自少年、割断攀缘网，从师父西游。兀兀腾腾不系留。似长江、一叶孤舟。任红尘、白日忙如火，但云"
        },
        {
            "title": "无俗念 景金本?溪词注云，十二首亦名酹江",
            "content": "孤身蹬，泛秦川、西入?溪乡域。旷谷岩前幽涧畔，高＊云龛栖迹。烟火俱无，箪瓢不置，日用何曾积。饥餐渴饮，逐时村巷求觅。选甚冷热残馀，填肠塞肚，不假珍羞力。好弱将来糊口过，免得庖厨劳役。装贯皮囊，熏蒸关窍，图使添津液。色身轻健，法身容易将息。"
        },
        {
            "title": "离苦海 景金本注云，一首本名离别难赠西虢",
            "content": "知君好事从来慕。争奈染浮华难去。虽然欲意学飘蓬，被系脚绳儿缚住。匆匆顶上旋乌兔。切莫把光阴虚度。神仙咫尺道非遥，但只恐人心不"
        },
        {
            "title": "瑶台第一层 见金莲正宗记。记云，金世宗大",
            "content": "宝运龙飞。当四海、群仙降迹时。万机多暇，三灵协赞，不动枪旗。玉楼金殿广，更月台风榭临池。静无为，泛彩舟鸣棹，凉簟枰棋。深惟。前王创业，太平难遇道难期。会逢天?，遐荒入贡，玄教开迷。坐朝垂听暇，伴赤松、谈论希夷。胜驱骋。向人间一度，天外空归。丘处机应制献此词，世宗览之，大悦。"
        },
        {
            "title": "悟南柯 陇州防卸裴满镇国，因病召余下山，",
            "content": "浩浩尘埃境，翩翩幻化躯。中情不解了须臾。任意奔波，颠倒走崎岖。逗引中丹坏，销靡内藏虚。悲愁灾患共萦纡。百便千方，医疗不能除。"
        },
        {
            "title": "青莲池上客 景金本注云，二首本名青玉案",
            "content": "重阳羽化登仙路。兄弟如何措。各各勤修生觉悟。通无入有，静思忘念，密考丹经祖。一时浩劫真容露。放荡情怀任诗句。直待人间功行具。云朋霞友，爽邀风月，笑指蓬瀛去。"
        },
        {
            "title": "上丹霄 景金本注云，三首本上平西  迷惑",
            "content": "洞天清，神山秀，少人行。尽贪恋、世梦峥嵘。仙风瑞景，眼前虽顿却如盲。爱河终日，竞浮沉、来往纵横。东方出，西方没，南方死，北方生。四方转、异类翻腾。区区甚日，道眸开阐欲心更。愿将灵质，悟空华"
        },
        {
            "title": "炼丹砂 景金本注云，一首本名浪淘沙  赠西",
            "content": "守分莫强图。遣日闲居。乐天知命忍萧疏。万事休论成与败，兀兀前途。失去本来虚。得也何如。百年反覆乃须臾。不似中心存道念，贤圣相"
        },
        {
            "title": "神光灿 景金本注云，三首本名声声慢",
            "content": "悲欢绝念，视听忘怀，从初号曰希夷。不晓根源，刚强说是谈非。百般拈花摘叶，谩徒劳、使尽心机。这些事，算人人易悟，个个难依。不在唇枪舌剑，人前＊、惺惺广学多知。上士无争，只要返朴除疑。冥冥放开四大，把尘劳、一旦纷飞。认得后，管教贤、拍手笑归。"
        },
        {
            "title": "无俗念 蓑衣 ＊溪皆呼蓑衣先生景金本注云，",
            "content": "深溪古岸，到秋来、莎密茸茸无极。楝择修纤归洞府，虚落晴天吹炙。两束丝乾，千条绳就，不假良工织。闲轩亲自，结成渔父装饰。时伴樵牧嬉游，青山绿水，带雨和烟适。妙绝珍幽径晚，披雪冲开芦荻。我本忘名，人皆易号，唤作蓑衣客。佗年功满，化云天上无迹。"
        },
        {
            "title": "恣逍遥 景金本注云，二首名＊人娇赠众道友",
            "content": "昔种良因，今生福地。虚空感、上真加卫。开坛阐化，垂恩普济。凡一月、於中建成三会。三斋七也至日相呼，临时莫避。乘斋且、散心游戏。家中不足，眉头长系。也则是、浮生过了一世。"
        },
        {
            "title": "报师恩 景金本注云，五首本名瑞鹧鸪  削发",
            "content": "不僧不道不温柔。九伯人前不害羞。觉性一时超法界。知身亿劫是吾囚。改头换面人难悟，走骨行尸我不忧。得意忘形还朴去，从教人笑不风"
        },
        {
            "title": "景金本注云，二首本名行香子  学道",
            "content": "大道无形。方寸何凭。在人人、智见高明。能降众欲，解断群情。作闹中闲，忙中静，浊中清。情态如婴。怀抱如冰。自蒙笼、觉破前程。吾言至嘱，君耳深听。下十分功，十分志，十分诚。"
        },
        {
            "title": "满庭芳 余自东离海上，西入关中，十五馀年",
            "content": "修，考妣枯骸，孰加怜悯。迩闻乡中信士，戮力葬之，怀抱不胜感激，无以为报，遂成小词，殷勤寄谢云幼稚抛家，孤贫乐道，纵心物外飘蓬。故山坟垅，时节轻修崇。幸谢乡豪并力，穿新圹、起塔重重。遗骸并，同区改葬，迁入大茔中。人从。关外至，皆传盛德，悉报微躬。耳闻言，心下感念无穷。自恨无由报德，弥加志、笃进玄功。深回向，虔诚道友，各各少灾凶。"
        },
        {
            "title": "黄鹤洞中仙 景金本注云，三首本名卜算子",
            "content": "都要奔波走。谁肯坚心守。南北东西总一般，此外无佗有。踏尽铁鞋迷，不出庵门透。水到渠成本自然，行满功成就。"
        },
        {
            "title": "蓬莱阁 景金本注云，二首本名秦楼月  仙山",
            "content": "蓬莱阙。漫漫巨海深难越。深难越。洪波激吹，怒涛翻雪。玉霄东畔曾闻说。虚无一境天然别。天然别。鳌山不动，蜃楼长结。"
        },
        {
            "title": "清心镜 景金本注云，三首本名红窗迥  警杀",
            "content": "万灵中，人最贵。超群化，数属三才品位。愚夫甚却骋凶顽，便将为容易。杀害生灵图作戏。全不念地狱，重重暗记。一朝若大限临头，与佗"
        },
        {
            "title": "无题目",
            "content": "征雁回时，野菊＊斓。向深溪、古洞弯＊。孤吟静境，独炼还丹。被夜萧条，＊局促，坐艰难。一性参差，数载留连。到如今、方露因缘。琼珠达地，宝月通天。便出玲珑，忘机构，没孜煎。"
        },
        {
            "title": "水云游 景金本注云，一首本名黄莺儿  自咏",
            "content": "且住且住。且向碧岩，忘机绝虑。自知得分溥缘轻，卒难为显露。支离幻化藏名誉。＊年光时序。共?溪一带豪民，结良因妙趣。"
        },
        {
            "title": "心月照云溪 景金本注云，一首本蓦山溪  乔",
            "content": "阴阳变化，万古同於此。得失暂时间，又何必、欣生恶死。存亡寿夭，都在百年中，回头看，北邙山，累累皆相似。身如赁舍，性假权居止。何处是家乡，任六道、循环驱使。觉来放下，不受苦孜煎，非眷属，莫忧佗，且要堤防自。"
        },
        {
            "title": "无漏子 景金本注云，三首本名更漏子  乐道",
            "content": "去年禾，今岁麦。陆地如云充塞。丰稔世，太平年。黎民各坦然。众心安，闲客易。到处逍遥无事。昏告宿，馁求餐。坊村没阻颜。"
        },
        {
            "title": "木兰花慢 西虢作善者多，而感应屡至",
            "content": "伫登临旷望，涌云气，北山兴。旋恍惚阴阳，虚无变化，寥廓充盈。奇峰状如太华，霭＊层、峻极染空青。急雨翻盆泼墨，迅雷激电飞声。威灵。大骋神通，三伏暑，结凝冰。叹是处飘风，良田遇害，厦屋遭倾。唯斯道乡幸感，屡涔涔至也忽然轻。深信皇天辅德，善因恶果分明。"
        },
        {
            "title": "金莲出玉花 至号州，与丹阳致魔作外界人被",
            "content": "登莱潍密。四海皆闻头插笔。爱诤多词。不肯饶人些子儿。余今向道。非似从前生计较。好弱都休。脑后如今没笔头。"
        },
        {
            "title": "解冤结 景金本注云，三首本名解佩令  赠醮",
            "content": "山河已定，干戈不起，太平时、八方和义。斋醮频修，盛答报、虚空天地。谢洪恩、暗中慈惠。千年一遇，神仙出世。幸遭逢、莫生轻易。供养精严，但一岁、胜如一岁。遇良辰、大家沉醉。"
        },
        {
            "title": "万年春 景金本注云，四首本名点绛唇  上＊",
            "content": "土穴秋来，温温渐觉阳和胜。幽栖兴。道家偏称。疏懒多贫病。凛冽天寒，叶落山川净。窗前竞。雪飘风劲。热焙闲吟咏。"
        },
        {
            "title": "悟南柯 景金本注云，三首本名南柯子  西虢",
            "content": "白露三秋尽，清霜十月初。群花零落共萧疏。唯有重阳，嘉景独魁梧。烂漫真堪爱，馨香不可辜。人人皆插满头敷。试问乔公，簪著一枝无。"
        },
        {
            "title": "玉炉三涧雪 景金本注云，六首本名西江月",
            "content": "最苦三冬冰雪，难当万里风尘。天涯海角不离身。何处参同心印。况是中丹宛转，徒劳外景因循。争如作伴到青春。看我行藏远近。"
        },
        {
            "title": "望远行 因旱，赠渭南王坦公醮上诸道友",
            "content": "九夏疲天旱，万物伤时热。算都为人心，分外生枝节。＊衣鲜马，壮社火班行引拽。小兄弟虚耗村村结。下士无邪正，上帝分优劣。＊咱心不同，彼志胡漂撇。启虔诚修斋念善，因循岁月。望贤圣、空里相提挈。"
        },
        {
            "title": "清心镜 赠西虢醮众，时强公病噎疾",
            "content": "建斋筵，须省可。休罗列，看食重重堆＊。本来要荐福求恩，却招殃惹祸。强老先生还见麽。莫不是受用，於身太过。如今纵百味珍羞，眼相"
        },
        {
            "title": "好离乡 景金本注云，二首本名南乡子  述怀",
            "content": "独坐向南溪。一事无能百不知。所爱冥冥烟雨后，东西。云绽峨峨列翠微。苍骨太虚齐。冉冉寒光映日飞。何事中心看不足，忘归。似有膏肓"
        },
        {
            "title": "渔家傲 原作绽字，韵复，疑误",
            "content": "夜来又见银河绽。碎翦鹅毛交加乱。染画素山如粉面。路难辨，迢迢万里如铺练。密洒高楼风似箭。江边听得渔翁唤。玉作棹竿银索缆。船行慢。水流冰结梨花绽。"
        },
        {
            "title": "望蓬莱 南溪竹?溪旧隐也",
            "content": "南溪竹，腾秀入青冥。直节虚心功未显，深根固蒂道先明。霜雪岂凋零。休怅恨，大器晚圆成。自有孤高栖凤质，能教倜傥化龙形。佗日看超"
        },
        {
            "title": "风栖梧 道友见访于?溪",
            "content": "孤僻＊岩清净界。＊土安身，抱道忘知解。道友相看唯莫怪。贫闲守拙无相待。富贵功名堪倚赖。多是多非，尖凿多成败。玉食馨香终不耐。"
        },
        {
            "title": "梅花引 ?溪旧隐",
            "content": "无名客。无牵迫。无桑无梓无田宅。古岩前。老松边。长歌隐几，徐徐考太玄。玄中默论无生死。实际何曾分彼此。贯千经。协三灵。包含万化，都归一念冥。行不劳坐不倦。任行任坐随吾便。晚风轻。暮天晴。逍遥大道，南溪上下平。溪东幸获忘形友。月下时斟消夜酒。酒杯停。月华清。披补救散发，欣欣唱道情。"
        },
        {
            "title": "无俗念 景金本?溪词注云，十二首亦名酹江 ",
            "content": ""
        },
        {
            "title": "西江月 清河书画舫卷六引书史会要案影印洪",
            "content": "屈指追思前世，低头省悟令望。今生若不做修行。又与轮回作争。幸遇直常要妙，点头莫故昏蒙。便挥宝剑杀三朋。唬得龟蛇火遁。"
        },
        {
            "title": "瑶台第一层",
            "content": "宝运龙飞。当四海、群仙降迹时。万机多暇，三灵协赞，不动枪旗。玉楼金殿广，更月台风榭临池。静无为，泛彩舟鸣棹，凉簟枰棋。深惟。前王创业，太平难遇道难期。会逢天?，遐荒入贡，玄教开迷。坐朝垂听暇，伴赤松、谈论希夷。胜驱骋。向人间一度，天外空归。丘处机应制献此词，世宗览之，大悦。"
        },
        {
            "title": "凤栖梧 以上二首见西游记卷下",
            "content": "得好休来休便是。赢取逍遥，免把身心使。多少聪明英烈士。忙忙虚负平生志。造物推移无定止。昨日欢歌，今日愁烦至。今日不知明日事。"
        },
        {
            "title": "恨欢迟 以上五首见西游记卷上",
            "content": "一种灵苗体性殊。待秋风、冷透根株。散化开、百亿黄金嫩，照天地清虚。九日持来满座隅。坐中观、眼界如如。类长生、久视无凋谢，称作"
        },
        {
            "title": "凤栖梧",
            "content": "一点灵明潜启悟。天上人间，不见行藏处。四海八荒惟独步。不空不有谁能睹。瞬目扬眉全体露。混混茫茫，法界超然去。万劫轮回遭一遇。"
        },
        {
            "title": "贺圣朝",
            "content": "洞天深处，良朋高会，逸兴无边。上丹霄飞至，广寒宫悄，掷下金钱。灵虚晃辉，睡魔奔送，玉兔婵娟。坐忘机、观透本来真，任法界周旋。"
        },
        {
            "title": "贺圣朝",
            "content": "断云归岫，长空凝翠，宝鉴初圆。大光明宏照，亘流沙外，直过西天。人间是处，梦魂沈醉，歌舞华筵。道家门、别是一船清，暗开悟心田。"
        },
        {
            "title": "风栖梧",
            "content": "日月循环无定止。春去秋来，多少荣枯事。五帝三皇千百祀。一兴一废长如此。死去生来生复死。轮回变化，□□何时已。不到无心休歇地。"
        },
        {
            "title": "点绛唇 鸣鹤馀音卷之四",
            "content": "昨夜醺醺，醉中似觉乘丹凤。笙歌共。四天飞纵。□入桃源洞。正向深溪，闲把明珠弄。□晨动。一声风送。惊断游仙梦。"
        },
        {
            "title": "梦游仙 鸣鹤馀音卷之五以上周泳先补丘处机",
            "content": "梦游仙。分明曾过九重天。浩气清英，素云缥渺贯无边。森钉似朝元。金童玉女传宣。当时万圣齐会，大光明罩紫金莲。群仙谣唱，诸天欢乐，尽皆得意忘言。流霞泛饮，蟠桃赐宴，次第留连。皆秉道德威权。神通自在，劫劫未能迁。冲虚妙，昊天网极，象帝之先。透重玄。命驾恍惚，神游掷火，万里回旋。四维上下，八表纵横，鸾鹤不用挥鞭。应念随时到了，无障碍，自有根源。看尽清都绛阙，迈瀛洲紫府笔难传。瑶台阆苑花前。瑞云掩映，百和香风散，四时不夜春长暖，处处觉闲。想因缘，是一点功圆。混太虚，浩劫永绵绵。任阎浮地，山摧洞府，海变桑田。"
        },
        {
            "title": "拾菜娘 鸣鹤馀音卷之四",
            "content": "一片顽心要似飞。引入千古不思归。幸遇明师因晓了，肯教熟境再相随。你来时，我却西。我今省悟即从伊。万劫轮回皆为汝，百般魔障更因"
        },
        {
            "title": "望江南 鸣鹤馀音卷之二",
            "content": "山中好，末后称三冬。纸帐蒲团香淡碧，竹炉茶灶火深红。交袖坐和冲。人如梦，百岁等闲中。梅蕊绽时泉脉动，雪花飞处雁书空。一醉待春"
        },
        {
            "title": "望江南 鸣鹤馀音卷之二",
            "content": "山中好，秋景不凄凉。白酒黄鸡新稻熟，紫茱金菊有清香。橘绿满林霜。凉月白，松桧郁苍苍。但见村翁歌贺社，不闻丁壮在门傍。一醉又何"
        },
        {
            "title": "忍辱仙人 景金本注云，七首本名渔家傲  虢",
            "content": "物外天机唯不审。人间世事无过恁。纵你英雄官极品。身如赁。贪饕逼迫应图甚。我自饥餐并渴饮。布裘不羡披绫绵。饱暖之馀邪僻禁。虚堂任。曲肱展脚和衣寝。"
        },
        {
            "title": "望江南 同上",
            "content": "山中好，长夏正相宜。修竹万竿金锁碎，飞流千尺玉帘垂。何处有炎曦。松影下，散诞更无拘。沉李浮瓜供枕簟，苍松白石伴琴棋。一醉任风"
        },
        {
            "title": "望江南 四时四首 鸣鹤馀音卷之二",
            "content": "山中好，最好是春时。红白野花千种样，间关幽鸟百般啼。空翠湿人衣。茶自采，笋蕨更同薇。百结布衫忘世虑，几壶村酒适天机。一醉任东"
        },
        {
            "title": "望蓬莱 鸣鹤馀音卷之一",
            "content": "听咨告，小事要君知。万事苦求终害己，得便宜处落便宜。伶俐不如痴。真休炼，心外莫行持。只具眼前为见在，自然烦恼不相随。步步入无"
        },
        {
            "title": "无俗念 灵虚宫梨花词 以上强村丛书用晦木斋",
            "content": "春游浩荡，是年年、寒食梨花时节。白锦无纹香烂漫，玉村琼葩堆雪。静夜沈沈，浮光霭霭，冷浸溶溶月。人间天上，烂银霞照通彻  。浑似姑射真人，天姿灵秀，意气舒高洁。万化参差谁信道，不与群芳同列。浩气清英，仙材卓荦，下土难分别。瑶台归去，洞天方看清绝。"
        },
        {
            "title": "渔家傲 原作",
            "content": "夜来又见银河绽。碎翦鹅毛交加乱。染画素山如粉面。路难辨，迢迢万里如铺练。密洒高楼风似箭。江边听得渔翁唤。玉作棹竿银索缆。船行慢。水流冰结梨花绽。"
        },
        {
            "title": "无梦令",
            "content": "皇统年时饥饿。万户愁生眉锁。有口却无餐，滴泪谩成珠颗。灾祸。灾祸。灾祸临头怎躲。"
        },
        {
            "title": "贺圣朝 静夜",
            "content": "夕阳沉后，陇收残照，柏锁寒烟。向南溪独坐，顺风长听，一派鸣泉。迢迢永夜，事忘闲性，琴弄无弦。待云中、青鸟降祥时，证陆地神仙。"
        },
        {
            "title": "乌夜啼 戒洗面",
            "content": "呜呼俗态，行乐恣胸襟。盖论人情，华世度光阴。阴阳反覆，天地有浮沉。福谢殃来，悲痛怎生禁。统年才过，肠胃饱初侵。洗面淘筋，还是竞贪淫。人无远虑，必有祸胎深。祸未萌时，谁解预防心。"
        },
        {
            "title": "望远行 因旱",
            "content": "九夏疲天旱，万物伤时热。算都为人心，分外生枝节。＊衣鲜马，壮社火班行引拽。小兄弟虚耗村村结。下士无邪正，上帝分优劣。＊咱心不同，彼志胡漂撇。启虔诚修斋念善，因循岁月。望贤圣、空里相提挈。"
        },
        {
            "title": "无梦令 诫奢",
            "content": "陕右人人听我。福地好修因果。天下不如斯，贫富一般行坐。轻可。轻可。轻可骄奢太过。"
        },
        {
            "title": "武陵春 渭南杨五生朝",
            "content": "新岁才交生万物，时令近元宵。瑞气ㄨㄨ降碧霄。方诞谪仙苗。貌态堂堂殊胜敏，归道厌凡嚣。石烂松枯寿更遥，龟鹤算都饶。"
        },
        {
            "title": "离苦",
            "content": "知君好事从来慕。争奈染浮华难去。虽然欲意学飘蓬，被系脚绳儿缚住。匆匆顶上旋乌兔。切莫把光阴虚度。神仙咫尺道非遥，但只恐人心不"
        },
        {
            "title": "心月照云溪 景金本",
            "content": "阴阳变化，万古同於此。得失暂时间，又何必、欣生恶死。存亡寿夭，都在百年中，回头看，北邙山，累累皆相似。身如赁舍，性假权居止。何处是家乡，任六道、循环驱使。觉来放下，不受苦孜煎，非眷属，莫忧佗，且要堤防自。"
        },
        {
            "title": "水",
            "content": "且住且住。且向碧岩，忘机绝虑。自知得分溥缘轻，卒难为显露。支离幻化藏名誉。＊年光时序。共?溪一带豪民，结良因妙趣。"
        },
        {
            "title": "下手迟",
            "content": "物外优游散诞身。似青霄、一片闲云。任虚空、来往呈嘉瑞，但不惹纤尘。八表天游何所亲。会三光、日月星辰。向闲中、别没生涯事，且作"
        },
        {
            "title": "下",
            "content": "落魄闲人本姓丘。住山东、东路登州。自少年、割断攀缘网，从师父西游。兀兀腾腾不系留。似长江、一叶孤舟。任红尘、白日忙如火，但云"
        },
        {
            "title": "心香",
            "content": "征雁回时，野菊＊斓。向深溪、古洞弯＊。孤吟静境，独炼还丹。被夜萧条，＊局促，坐艰难。一性参差，数载留连。到如今、方露因缘。琼珠达地，宝月通天。便出玲珑，忘机构，没孜煎。"
        },
        {
            "title": "心香",
            "content": "大道无形。方寸何凭。在人人、智见高明。能降众欲，解断群情。作闹中闲，忙中静，浊中清。情态如婴。怀抱如冰。自蒙笼、觉破前程。吾言至嘱，君耳深听。下十分功，十分志，十分诚。"
        },
        {
            "title": "蓬莱阁 述怀",
            "content": "栖霞客。西游栖在南溪侧。南溪侧。千寻赤岸，万株苍柏。无心只有轻云白。举头不见繁华色。繁华色。空华杂乱，世人贪得。"
        },
        {
            "title": "蓬",
            "content": "蓬莱阙。漫漫巨海深难越。深难越。洪波激吹，怒涛翻雪。玉霄东畔曾闻说。虚无一境天然别。天然别。鳌山不动，蜃楼长结。"
        },
        {
            "title": "好离乡",
            "content": "乱草独弯＊。鼓腹高歌自在闲。一枕游仙清梦断，怡颜。笑傲声喧碧嶂间。日午启柴关。雀跃徘徊望远山。山下有人来问道，知难。雀跃无言"
        },
        {
            "title": "好",
            "content": "独坐向南溪。一事无能百不知。所爱冥冥烟雨后，东西。云绽峨峨列翠微。苍骨太虚齐。冉冉寒光映日飞。何事中心看不足，忘归。似有膏肓"
        },
        {
            "title": "桃源忆故人",
            "content": "故人别后闲吟罢。寂寞云溪潇洒。百尺孤松影下。独弄周天卦。清风皓月虽无价。妙手奇工难画。欲向世间夸诧。谁是分真假。"
        },
        {
            "title": "桃源忆故人 丹阳屡传教诲寄答",
            "content": "虚空照耀明如镜。好弱头头皆应。随逐状同形影。稍错还提正。佗人谗报浑虚佞。远道狂言无证。切告后来休听。默默依贤圣。"
        },
        {
            "title": "恣逍遥",
            "content": "忙里偷闲，师前取意。胜如那、苦求庸昧。连朝抵暮，贪生不已。也道我、为人过了一世。假使狂图，兼能巧智。多方便、蕴成家计。儿孙有靠，金珠没底。终比＊、精神较些憔悴。"
        },
        {
            "title": "恣逍",
            "content": "昔种良因，今生福地。虚空感、上真加卫。开坛阐化，垂恩普济。凡一月、於中建成三会。三斋七也至日相呼，临时莫避。乘斋且、散心游戏。家中不足，眉头长系。也则是、浮生过了一世。"
        },
        {
            "title": "无漏子 假躯",
            "content": "一团脓，三寸气。使作还同傀儡。夸体段，骋风流。人人不肯休。白玉肌，红粉脸。尽是浮华妆点。皮肉烂，血津乾。荒郊你试看。"
        },
        {
            "title": "无漏子 秋霁",
            "content": "夕阳红，秋水澹。雨过碧天如鉴。篱菊绽，塞鸿归，长郊叶乱飞。上西山，斟北海。酩酊神游仙界。霜夜冷，月华清。醺醺醉未醒。"
        },
        {
            "title": "无",
            "content": "去年禾，今岁麦。陆地如云充塞。丰稔世，太平年。黎民各坦然。众心安，闲客易。到处逍遥无事。昏告宿，馁求餐。坊村没阻颜。"
        },
        {
            "title": "玩丹砂 退道",
            "content": "剑树刀山雪刃横。千磨百拷死还生。哀声流血苦难登。针刺著身犹害痛，钢＊夸性莫非疼。如何淫放不修行。"
        },
        {
            "title": "玩丹砂 土＊避暑",
            "content": "仙院深沉古柏青。森森寒影拂苔轻。萧条终日爽人情。洞冷不知门外暑，心闲唯觉腹中清。绕身浑似积冰凌。"
        },
        {
            "title": "玩",
            "content": "云水飘飘物外吟。醍醐默默醉中斟。神仙活计道人心。容易肯争三寸气，寻常不贮一文金。清贫柔弱祸难侵。"
        },
        {
            "title": "解冤结 觅饭",
            "content": "北方一日，南方一日，共东西、四方交日。梦寐沉沉，且往来、游行销日。待佗年、道心开日。百年短景，都来几日。暗推排、今朝明日。不觉推排，到圣贤、嘉音来日。洞天开、是吾归日。"
        },
        {
            "title": "解冤结 自咏",
            "content": "当初学道、凭空炼己，志冲天、人间无比。放旷山林，次后复、逍遥云水。过夷门、又临秦地。飘蓬十载，游程万里。度关津、崎岖迢递。事事谙来，但悟了、般般总弃。只随缘、布裘芒履。"
        },
        {
            "title": "解冤",
            "content": "山河已定，干戈不起，太平时、八方和义。斋醮频修，盛答报、虚空天地。谢洪恩、暗中慈惠。千年一遇，神仙出世。幸遭逢、莫生轻易。供养精严，但一岁、胜如一岁。遇良辰、大家沉醉。"
        },
        {
            "title": "诉衷情 风景",
            "content": "长安风景古今奇。吾道少人知。天心地肺时正，生杀按枢机。灵物秀，玉芝肥。射虹霓。山头凝望，目下三川，压尽华夷。"
        },
        {
            "title": "诉衷情",
            "content": "孤城寒角韵悠?。风送入斜阳。池塘菡萏无色，兰畹有馀香。秋日短，暮天长。月华昌。空空寂照，荡荡虚心，一片清凉。"
        },
        {
            "title": "诉衷情 九日后作",
            "content": "纷纷霜叶乱飘?。时令过重阳。黄花烂漫依槛，犹自吐清香。秋渐老，夜弥长。道情昌。云庵入定，法界游仙，不动凄凉。"
        },
        {
            "title": "玉炉三涧雪",
            "content": "日落风生古洞，夜深月照寒潭。澄澄秋色净烟岚。独弄圆明宝鉴。认得心田要妙，咄回世俗贪婪。自欣山谷卧松岩。情愿被粗食淡。"
        },
        {
            "title": "玉炉三涧雪 暮景",
            "content": "杲日西沉远陇，轻飚南起洪崖。飘飘逸兴爽情怀。吹断愁思俗态。渐渐放开心月，微微射透灵台。澄澄湛湛绝尘埃。莹彻青霄物外。"
        },
        {
            "title": "玉炉三涧雪 自咏",
            "content": "夜宿?溪古庙，晓登竹径荒村。日中无事馁巡门。淡饭求佗一顿。不会深穷造化，随缘且度朝昏。是非人我绝谈论。复返生前混沌。"
        },
        {
            "title": "玉炉三涧雪 勤劳",
            "content": "物外虽明端的，天心未放玲珑。区区陌上走西东。也学浮生作梦。梦寐更劳数载，岩龛复度三冬。待佗消息显真功。放出凌云＊＊。"
        },
        {
            "title": "玉炉三涧雪 景金本",
            "content": "最苦三冬冰雪，难当万里风尘。天涯海角不离身。何处参同心印。况是中丹宛转，徒劳外景因循。争如作伴到青春。看我行藏远近。"
        },
        {
            "title": "清心镜 赠西虢",
            "content": "建斋筵，须省可。休罗列，看食重重堆＊。本来要荐福求恩，却招殃惹祸。强老先生还见麽。莫不是受用，於身太过。如今纵百味珍羞，眼相"
        },
        {
            "title": "清心镜",
            "content": "鬼神擒，鞭挞跪。愁开眼，强欲思量巧计。当头把业镜高悬，那冤家怎讳。拔舌剜心酬快意。全不似旧日，馨香美味。三涂任百毒陵迟，再生"
        },
        {
            "title": "清心",
            "content": "万灵中，人最贵。超群化，数属三才品位。愚夫甚却骋凶顽，便将为容易。杀害生灵图作戏。全不念地狱，重重暗记。一朝若大限临头，与佗"
        },
        {
            "title": "炼丹",
            "content": "守分莫强图。遣日闲居。乐天知命忍萧疏。万事休论成与败，兀兀前途。失去本来虚。得也何如。百年反覆乃须臾。不似中心存道念，贤圣相"
        },
        {
            "title": "悟南柯 陇州防卸",
            "content": "浩浩尘埃境，翩翩幻化躯。中情不解了须臾。任意奔波，颠倒走崎岖。逗引中丹坏，销靡内藏虚。悲愁灾患共萦纡。百便千方，医疗不能除。"
        },
        {
            "title": "悟南柯",
            "content": "烂漫黄金蕊，轻盈白玉枝。重阳留得下元时。醮谢星官，特地献真师。牒秦三天主，声闻九地司。存亡福庆已潜资。大道洪恩。兼付出家儿。"
        },
        {
            "title": "悟南",
            "content": "白露三秋尽，清霜十月初。群花零落共萧疏。唯有重阳，嘉景独魁梧。烂漫真堪爱，馨香不可辜。人人皆插满头敷。试问乔公，簪著一枝无。"
        },
        {
            "title": "金莲",
            "content": "登莱潍密。四海皆闻头插笔。爱诤多词。不肯饶人些子儿。余今向道。非似从前生计较。好弱都休。脑后如今没笔头。"
        },
        {
            "title": "金莲出玉花 青峰",
            "content": "云收雨霁。露出青峰寒骨势。野静天空。岌岌高横碧落中。南溪无景。与尔炎天销日永。永日题诗。不赋闲愁只赋伊。"
        },
        {
            "title": "金莲出玉花 西虢南村",
            "content": "南村地胜。曲水横斜穿柳径。是处池塘。拍塞荷花映粉墙。高堂大厦。户户如屏堪入画。峻岭崇冈。日日生云遥降祥。"
        },
        {
            "title": "金莲出玉花 夏旱",
            "content": "时当正热。正值天高时雨阙。万里晴晖。云欲生来风旋吹。如炉天地。尽日炎炎熔暑气。物困人疲。忆得前春嫌雨时。"
        },
        {
            "title": "金莲出玉花 法门寺李生求",
            "content": "一团臭肉。千古迷人看不足。万种狂心。六道奔波浮更沉。天真佛性。昧了如何重显证。宝范仙宗。觉后凭君豁蔽蒙。"
        },
        {
            "title": "金莲出玉花 自述",
            "content": "蓬头垢面。不管形骸贫与贱。抱朴颐神。恬淡无忧乐本真。冰姿玉体。到了难趋沉土底。子羽潘安。泉下骷髅总一般。"
        },
        {
            "title": "金莲出玉花 案调名即减字木兰花  得遇行化",
            "content": "重阳师父。昔日甘河曾得遇。大道心开。设教东游海上来。天涯回首。挈得吾乡三四友。魏国升遐。惊动秦川百万家。"
        },
        {
            "title": "报师恩 疏慵",
            "content": "懒看经教懒烧香。兀兀腾腾似醉狂。日月但知生与落，是非宁辨短和长。客来坐上心慵问，饭到唇边口倦张。不是故将形体纵，养成贫病疗无"
        },
        {
            "title": "报师恩 赠众道友",
            "content": "神仙缥缈太虚私。世俗无由得见之。幸遇门庭开教化，临逢斋醮莫推辞。担家造孽常终日，作福治心只暂时。更到时来心不谨，终身何以报恩"
        },
        {
            "title": "报师恩",
            "content": "一横嘉景日常新。古柏森森四季春。福地清高稀俗事，名坛时复会仙宾。人人尽喜生中国，户户虔心敬上真。唯愿诸公皆省悟，同登无漏出红"
        },
        {
            "title": "报师恩 虢县渭南＊里",
            "content": "一方胜景满川稀。水竹弯环四面围。簇槛名花红冉冉，当门幽桧绿依依。争歌稚子春风舞，＊巧灵禽晓树啼。社内人家三十户，崇真修道压?"
        },
        {
            "title": "报师",
            "content": "不僧不道不温柔。九伯人前不害羞。觉性一时超法界。知身亿劫是吾囚。改头换面人难悟，走骨行尸我不忧。得意忘形还朴去，从教人笑不风"
        },
        {
            "title": "青莲池上 幽栖",
            "content": "一从东别长安道。西住?溪庙，渐扣南山名迹杳。洪沟冷淡，土龛潇洒，北府何曾到。夜深陌上行人悄。独听岩前子规叫。切切松梢啼到晓。声声相劝，不如归去，争奈功夫少。"
        },
        {
            "title": "青莲池上客 景金本",
            "content": "重阳羽化登仙路。兄弟如何措。各各勤修生觉悟。通无入有，静思忘念，密考丹经祖。一时浩劫真容露。放荡情怀任诗句。直待人间功行具。云朋霞友，爽邀风月，笑指蓬瀛去。"
        },
        {
            "title": "望蓬莱 游兴",
            "content": "飘蓬客，天赐水云闲。自在行时无日月，相随到处有蓑蛮。风雨亦开颜。修炼事，地轴锁天关。出有入无三尺剑，长生不死一丸丹。名列上仙"
        },
        {
            "title": "望蓬莱 秦川",
            "content": "秦川好，一片锦纹华。日出雨晴山色秀，月明风急水声嘉。千里净无涯。余到此，喜庆复难加。天?时丰堪养道，地灵人杰不生邪。时复伴烟"
        },
        {
            "title": "望蓬莱 四首本名望江南  王乔二生架屋于渭",
            "content": "王乔地，一曲甚清嘉。古道弯环连水石，垂杨＊＊带烟霞。桃李间桑麻。其中有，崇道两三家。知命固穷皆淡薄，乐天清俭不奢华。随分保生"
        },
        {
            "title": "黄鹤洞中仙 自述",
            "content": "故里在天涯，海上无名士。因遇终南陆地仙，挈我来游此。素爱断蓬飞，野鹤孤云志。顶笠披蓑人不知，便是风狂子。"
        },
        {
            "title": "黄鹤洞中仙 虢县渭南＊里",
            "content": "此地风光胜。人物俱相应。水竹深藏数十家，户户知天命。我爱清虚景，策杖寻幽径。每日巡村转一遭，信步闲吟咏。"
        },
        {
            "title": "黄鹤洞中仙 景金本",
            "content": "都要奔波走。谁肯坚心守。南北东西总一般，此外无佗有。踏尽铁鞋迷，不出庵门透。水到渠成本自然，行满功成就。"
        },
        {
            "title": "忍辱仙人",
            "content": "天下周游身不动。人间照了心无用。闲把虚空频＊弄。行云从。八方上下轻放纵。兔角锥儿钻骨痛。龟毛拂子敲山重。扫荡邪魔灵物空。清风送。太平国里乘鸾凤。"
        },
        {
            "title": "忍辱仙人 妙用",
            "content": "千古圣贤皆一轨。亘初得得从心起。除此逍遥安稳地。无馀理。自然消息恬然美。不在劳神并苦己。般般放下头头是。选甚花街并柳市。虚空体。本来一物无凝滞。"
        },
        {
            "title": "忍辱仙人 声色",
            "content": "豪气冲天居列鼎。笙歌聒地排＊境。玉镫飞龙衫帽整。风流骋。不知扑入琉璃井。滑壁千寻光似镜。交加出路无门径。饶你玲珑机巧性。难逃命。与他送却头皮影。"
        },
        {
            "title": "忍辱仙人 春兴",
            "content": "春日春风春景媚。春山春谷流春水。春草春花开满地。乘春势。百禽弄古争春意。泽又如膏田又美。禁烟时节堪游戏。正好花间连夜醉。无愁系。玉山任倒和衣睡。"
        },
        {
            "title": "忍辱仙人",
            "content": "一泽天恩齐庆贺。群生地著无饥饿。愁态眉间都蹴破。还真个。盈街堆亩收田课。酝酒邀宾时唱和。排筵看食重堆棰。醉饱腥膻心不挫。骄矜过。却忧福里潜生祸。"
        },
        {
            "title": "忍辱仙人 春泽",
            "content": "数载田苗长亢旱。今春雨雪何滋漫。嘉兆分明知过半。将来看。掀天大熟歌讴满。二月花开成片段。千株柳发排堤岸。又待教人装好汉。相呼唤。提壶挈＊争跳窜。"
        },
        {
            "title": "忍辱仙人 景金本注云",
            "content": "物外天机唯不审。人间世事无过恁。纵你英雄官极品。身如赁。贪饕逼迫应图甚。我自饥餐并渴饮。布裘不羡披绫绵。饱暖之馀邪僻禁。虚堂任。曲肱展脚和衣寝。"
        },
        {
            "title": "万年春 惊睡",
            "content": "秋夜沉沉，漏长睡酷多思想。须依仗。道情和畅。不纵魔军王。打叠神情，物物离心上。虚空帐。慧灯明放。坐待金鸡唱。"
        },
        {
            "title": "万年春 杜鹃",
            "content": "春暖烟晴，杜鹃永日啼芳树。声声苦。劝人归去。不道归何处。我欲东归，归去无门路。君提举。有何凭据。空设闲言语。"
        },
        {
            "title": "万年春 衲衣",
            "content": "衲袄秋来，著身渐觉时相称。霜天净。畅怀游兴。不怕西风劲。百片千条，上下穿联定。宽还正。外疏狂性。内放明珠莹。"
        },
        {
            "title": "万",
            "content": "土穴秋来，温温渐觉阳和胜。幽栖兴。道家偏称。疏懒多贫病。凛冽天寒，叶落山川净。窗前竞。雪飘风劲。热焙闲吟咏。"
        },
        {
            "title": "风栖梧 述怀",
            "content": "西转金乌朝白帝。东望银蟾，皓色笼青桂。渐扣南华排菊会。满斟北海醺醺醉。醉卧终南山色翠。山色清高，夜色无云蔽。一鸟不鸣风又细。"
        },
        {
            "title": "风栖梧",
            "content": "今日思量当日故。知我前程，迢递时难度。福?不弘天不助。匆匆欲去无门去。走骨行尸心已悟。魂梦悠悠，且向?溪住。幸谢街坊豪杰户。"
        },
        {
            "title": "风栖梧 寄东方学道者",
            "content": "天下风光何处好。八水三川，自古长安道。锦树屏山方曲绕。天涯海角谁能到。既是抛家须早早。云水登程，莫恋闲花草。直至潼关西岳庙。"
        },
        {
            "title": "双双燕 春山",
            "content": "春烟淡荡，青山媚，行云乱飘空界。花光石润，秀出洞天奇怪。户牖平高万丈，尽耳目、临风一快。多生浩劫尘情，旷朗浑无纤芥。堪爱。逍遥自在。疏枷锁，抛离业根冤债。风邻月伴，道合水晶天籁。无限峥嵘胜景，尽赐与、山堂教卖。千圣宝珠，酬价问君谁解。"
        },
        {
            "title": "喜迁莺 炼心",
            "content": "要离生灭。把旧习般般，从头磨彻。爱欲千重，身心百炼，炼出寸心如铁。放教六神，和畅不动，三尸颠蹶。事猛烈。仗虚空一片，无情分别。关结。除缧绁。方遇至人，金口传微诀。顿觉灵风，吹开魔阵，形似木雕泥捏。既得性珠，天宝勘破，春花秋月。恁时节。鬼难呼，唯有神仙提"
        },
        {
            "title": "芰荷香 乞食",
            "content": "日奚为。信腾腾绕村，觅饭充饥。拦门饿犬，撑突走跳如飞。张牙怒目，待操心、活龈人皮。是则是教你看家，宁分善恶，不辨高低。可叹狺狺此物，盖多生乖劣，一性昏迷。谈科演教，丁宁掐耳难知。虽然太上，驾亲临、无处慈悲。为人早早修持。还到恁时，发愤应迟。"
        },
        {
            "title": "六么令 法性",
            "content": "浑沦朴散，天地始玄黄。乌飞兔走渐生，群物类开张。一点如如至性，扑入臭皮囊。游魂失道，随波逐浪，万年千载不还乡。错了鸿ㄨ体段，憎爱日相望。却认父母形骸。做我好容光。劫劫轮回贩骨，受尽苦和殃。何人闻早，寻他归路，莹然恢廓旧嘉祥。"
        },
        {
            "title": "留客住 修道",
            "content": "四元遇。过华山、共临秦地，咏歌谈笑，暗阐重阳佳趣。无为自令人化，有幸天使，官磨相间阻。东连海上，奋三公高义，大开门户。教行普。叹我离群，忘形慵举。内省无惧，外患何忧何惧。三光盛衰，交变万化，恩害相生天地数。留身且住。待青霄得志，坦然行步。"
        },
        {
            "title": "汉宫春 苦志 此下景金本脱四首",
            "content": "二十年间，大魔交正阵，约度千重。狂弓迸箭暗窗，零落无穷。因心睡觉，透历年、无碍真宗。兴慧剑，群魔自然消散，独聘威雄。出入锐光八表，算神机莫测，天网难笼。驱云扫雾荡摇，法界无踪。飞腾变化，任太虚、萧瑟鸣风。巡四海，峥嵘□□，往来几个人同。"
        },
        {
            "title": "齐天乐 忆法眷",
            "content": "自东离海上，元本三洲，四人同契。异域殊乡，同行并坐，终日相将游戏。谈玄论妙，究方外清虚，道家真味。唱和从容，一时法眷情何义。如今分显回然，苦志勤心，磨炼各逃倾逝。既昌飘零，难为会合，幽僻关山迢递。乾坤间隔，望落落犹如，晓星之势。再遇何年，驾云朝上帝。"
        },
        {
            "title": "醉蓬莱 九月十八日西虢刘氏醮",
            "content": "乍三清鹤降，万里云收，昊天空翠。玉磬琅琅，动乾坤声锐。尽日修斋，虚堂设醮，庆大仙恩惠。满献霞觥，长歌妙曲，留连师意。二九良辰，菊花开遍，正是重阳，素秋佳气。烂漫香风，健飘＊丹桂。秀景稀逢，上真难遇，幸一时相际。雁影沉沙，蟾光照夜，醺醺同醉。"
        },
        {
            "title": "望海潮 脱俗",
            "content": "坚牢基址，清闲门户，生涯不比尘缘。幽旷大山，通明上士，逶迤仿效神仙。勤动向岩前。缓植桂栽松，药圃芝田。万仞高峰下，伴龟鹤，度流年。吾常志僻心颠。爱箪瓢淡溥，词翰嘲掀。幽洞小溪，开怀取兴，时成短句长篇。驰马胜花笺。任奋笔狂吟，走雾飞烟。放荡如如性。混终日，恣乾乾。"
        },
        {
            "title": "望海潮 学道",
            "content": "神仙风范，长生门户，从来道德为基。馀外万般，留心一念，颠狂造作皆非。真教示开迷。自上古轩辕，龙驾齐飞。代代相传授，至今日，尽归依。虚无千圣同规。盖摧残嗜欲，剖判天机。贪利喻信雠，观身似梦，婪耽不整容仪。恬素返希夷，任垢面蓬头，纸袄麻衣。行满都抛却，泛寥廓，步云霓。"
        },
        {
            "title": "木兰花慢 西",
            "content": "伫登临旷望，涌云气，北山兴。旋恍惚阴阳，虚无变化，寥廓充盈。奇峰状如太华，霭＊层、峻极染空青。急雨翻盆泼墨，迅雷激电飞声。威灵。大骋神通，三伏暑，结凝冰。叹是处飘风，良田遇害，厦屋遭倾。唯斯道乡幸感，屡涔涔至也忽然轻。深信皇天辅德，善因恶果分明。"
        },
        {
            "title": "木兰花慢 转轮",
            "content": "叹灵源旷代，本无极，信优游。自朴散形生，销磨混沌，落入行囚。＊＊四方宛转，向迷津、大海苦淹留。法界群情扰扰，梦魂千古悠悠。沦流。贩骨如山，知何日，是程头。好锻炼真空，三光慧照万劫云收。终须舍身┾命，更惜头护面同时休。裂碎中间一点，便超得岸神舟。"
        },
        {
            "title": "瑶台月 劝酒",
            "content": "浮名浮利。叹今古、悠悠颠倒人泥。茫茫宇宙，多少含灵愚智。尽劳生、终日贪图，竞抵死、奔波沉滞。观乌兔，嗟身世。百年寿，一春寐。虚费。争如满酌，流霞送醉。助四大聊壮神气。辨万化休论富贵。时时访，出谷道人游戏。戏效猖狂、物外高吟。庆滑辣、杯中美味。开怀抱，忘愁系。解其忿，挫其锐。遥致。青松皓鹤，绵绵度岁。"
        },
        {
            "title": "瑶台月 自咏",
            "content": "平生懒堕。只赢得、无忧一枕高卧。蓬头垢面，不管形骸摧挫。任三光、日夜奔驰，放四大、林泉担荷。深溪畔，幽岩左。青山拥，白云锁。灾祸。雷轰电掣，无由近我。日午起行了还坐。把旧习般般打破。清闲处，唯有这些儿个。倦贪心、乐受贫穷，爱恣意、慵兴烟火。粮无贮，丹无货。萧然唱，洒然和。堪可。神仙未了，优游且过。"
        },
        {
            "title": "月中仙 对松",
            "content": "落落长松，倚浮云大山高占幽僻。亭亭隐士，爱洞天岩穴，深藏虚极。对门开是景，挂猿狭＊、离罗峭壁。尽日无佗事，唯调虎龙，交媾坐磐石。时时鹤听嘉音，动笙篁转流，空外飘激。人明至道，恶管弦幽噎，花间沉溺。出群常羡此，岁寒重、孤凝黛色。炼性超於彼，身闲永同居寿域"
        },
        {
            "title": "月中仙 景金本作山居",
            "content": "侧磬悬钟，慕巢由隐沦、活计萧索。天然耿介，爱一身孤僻，逍遥云壑。利名千种事，我心上、何曾挂着。幸遇清平世，诸军宴安，刀剑罢挥霍。民歌两穗之丰，教门兴我忘，三岛之约。来宾去友，递日常谷，骖鸾骑鹤。洞前无限景，异花秀、香风喷薄。更谢＊源众，分餐助余长啸乐。"
        },
        {
            "title": "月中仙 赏月",
            "content": "日色西沉，上高台、回观天地寥廓。疏星隐现，空一轮明月，昭昭无著。皓然三界外，似百炼、青铜鉴跃。处处恩光被，家家照临，庭户启溟漠。长生万里清风，助乾坤荡摇，云雾难作。仙宫宝殿，正烂霞金碧，相辉参错。大哉销夜景，镇千古、含弘磊落。有志攀青桂，蟾宫兔边看捣药"
        },
        {
            "title": "上丹霄 答陇州防御裴满镇国",
            "content": "厌尘劳，抛家计，慕清闲。向物外、观照人间。须臾变灭，蜃楼歌侧海涛翻。暂时光景，转身休、百岁如弹。掀天富，倾城丽，过人勇，彻心奸。尽逐境、颠倒循环。纷纷醉梦，往来争夺苦摧残。不如闻早，伴烟霞"
        },
        {
            "title": "上丹霄 赠京兆府统军夹谷龙虎",
            "content": "感皇恩，承天诏，控西南。大门敞、高对烟岚。双权再任，过期无代复登三。晏然军国，事和平，灾割封缄。年将暮，心归道，搜玄路，访清谈。降尊宠、谦下无惭。山人放旷，本来无得有何参。但能慈忍，戒荒淫"
        },
        {
            "title": "无题",
            "content": "洞天清，神山秀，少人行。尽贪恋、世梦峥嵘。仙风瑞景，眼前虽顿却如盲。爱河终日，竞浮沉、来往纵横。东方出，西方没，南方死，北方生。四方转、异类翻腾。区区甚日，道眸开阐欲心更。愿将灵质，悟空华"
        },
        {
            "title": "神光灿",
            "content": "修真门户，大道家风，长春境界无边。秀气盈盈，闲里别有壶天。天中自然快乐，运三光、日月周旋。忘伎巧，任淳风坦坦，圣道平平。一念还乡寂处，三宫罩、清灵万派归源。浩浩神光，来去透骨绵绵。行人顿除造作，待功成、指日登仙。未行者。向词中、明取一言。"
        },
        {
            "title": "神光灿",
            "content": "推穷三教，诱化群生，皆令上合天为。慕道修真，行住坐卧归依。先须保身洁净，内常怀、悯物慈悲。挫刚锐，乃初心作用，下手根基。款款磨砻情性，除贪爱、时时剪拂愚迷。福慧双全，开悟自入希夷。灵台内思不疚，任纵横、出处何疑。彻头了，尽虚空、裁断是非。"
        },
        {
            "title": "神光灿 景金本注",
            "content": "悲欢绝念，视听忘怀，从初号曰希夷。不晓根源，刚强说是谈非。百般拈花摘叶，谩徒劳、使尽心机。这些事，算人人易悟，个个难依。不在唇枪舌剑，人前＊、惺惺广学多知。上士无争，只要返朴除疑。冥冥放开四大，把尘劳、一旦纷飞。认得后，管教贤、拍手笑归。"
        },
        {
            "title": "满庭芳 九日",
            "content": "寒雁声回，园林色变，暮秋别是风光。练波横地，锦树映天长。过雨云山磊落，迎霜茂、金菊芬芳。佳辰会，千门万户，欢笑庆重阳。嘉祥。谁得遇，吾门四友，极味先尝。乃频沾清露，时倒霞浆。饮罢醍醐灌顶，归来后、月满虚堂。无愁思，陶陶快乐，酩酊入仙乡。"
        },
        {
            "title": "满庭芳 警世",
            "content": "百尺危楼，千间峻宇，艳歌出入从容。幻身无赖，何异烛当风。旧日掀天富贵，当时耀、绝代英雄。百年后，都归甚处，一旦尽成空。诸公。闻早悟，抽身退迹，跳出樊笼。念本初一点，牢落无穷。幸遇时平岁稔，偷闲好，消息圆融。忘机处，灵波湛湛，独镇水晶宫。"
        },
        {
            "title": "满庭芳 述怀",
            "content": "漂泊形骸，颠狂踪迹，状同不系之舟。逍遥终日，食饱恣遨游。任使高官重禄，金鱼袋、肥马轻裘。争知道，庄周梦蝶，蝴蝶梦庄周。休休。吾省也，贪财恋色，多病多忧。且麻袍葛屦，闲度春秋。逐疃巡村过处，儿童尽、呼饭相留。深知我，南柯梦断，心上别无求。"
        },
        {
            "title": "满庭芳 余自东离海上",
            "content": "修，考妣枯骸，孰加怜悯。迩闻乡中信士，戮力葬之，怀抱不胜感激，无以为报，遂成小词，殷勤寄谢云幼稚抛家，孤贫乐道，纵心物外飘蓬。故山坟垅，时节轻修崇。幸谢乡豪并力，穿新圹、起塔重重。遗骸并，同区改葬，迁入大茔中。人从。关外至，皆传盛德，悉报微躬。耳闻言，心下感念无穷。自恨无由报德，弥加志、笃进玄功。深回向，虔诚道友，各各少灾凶。"
        },
        {
            "title": "水龙吟 道运",
            "content": "混元南岳初开，瑞云透出昆仑表。星移电转，阴升阳降，红光缥渺。鹤舞鸾翔，看乌龟共，赤龙蟠绕。尽鸿ㄨ一气，烹成造化，神仙道，片时了。云散十方三岛，洞天深、月明风袅。此时占得，长生门户，遐龄体调。吟咏从佗，海移山变，石枯松老。伴烟霞独向，非非境外，恨知音少。"
        },
        {
            "title": "水龙吟",
            "content": "洞天春色盈盈，乱山秀出千堆锦。云收雨敛，晓晴烟淡，碧空横枕。高卧怡怡，顿开怀抱，释迷忘寝。看仙花瑞草，迎风照日，腾光彩，异凡品。欢庆时丰岁稔。万邦宁、百邪俱禁。太平国里，长安陌上，纵横有甚。大道无疑，傍门斜径，不须详审。是从来浩劫，神仙过路，但曾经恁。"
        },
        {
            "title": "水龙吟",
            "content": "春兴昊天空阔初晴，气回万物欣欣茂。亭台俯仰，山川高下，妆成锦绣。碧洞清泉，响闻迢递，一声长溜。更时时注目，悠悠远看，青峰上，白云凑。无限灵禽异兽。慰闲心、不辞柴瘦。含风翠柏，双崖争长，千株竞秀。耀日丹台，四时为伴，百年随寿。任寒来暑往，星移物换，得高眠"
        },
        {
            "title": "水龙吟 夜晴",
            "content": "夜晴寥廓初寒，淡天莹彻琉璃翠。无阴树下，长安楼上，月明风细。百祸潜销，万家同赏，一般清味。见金星朗朗，银河耿耿，交光灿，满天地。流转碧空如水。任纵横、略无凝滞。冲山拍海，倾光腾秀，绵绵吐瑞。达了从兹，宝瓶坚固，玉浆时泥。把衷情欲诉，何人会得，且陶陶醉。"
        },
        {
            "title": "水龙吟 警世",
            "content": "算来浮世忙忙，竞争嗜欲闲烦恼。六朝五霸，三分七国，东征西讨。武略今何在，空凄怆，野花芳草。叹深谋远虑，雄心壮气，无光彩，尽灰槁。历遍长安古道。问郊墟、百年遗老。唐朝汉市，秦宫周苑，明明见告。故址留连，故人消散，莫通音耗。念朝生暮死，天长地久，是谁能保。"
        },
        {
            "title": "水龙吟 西阁",
            "content": "凤鸣南邑清佳，大仙降迹行鸾地。琳宫宝＊，星坛月馆，槐阴竹翠。烟盖云幢，影摇寒殿，往来呈瑞。向虚亭东望，平川似锦，洪波泛。渺天际。山秀水甜人义。遍坊村、各生和气。我来不忍，轻归刘蒋，天心地肺。须待他时，暗淘真秀，育成丹桂。去长安路上，眠冰卧日，作终身异。"
        },
        {
            "title": "沁园春 九日虢县传宅作朝真醮",
            "content": "晔晔重阳，秀气飘飘，廓周大千。正故庵交会，宾朋浩浩，青霄依约，鸿雁翩翩。是处登高，衔杯逸兴，放旷犹如陆地仙。朝真会，赞金风淡荡，玉露新鲜。黄花嫩蕊堪怜。散袅袅、清香满坐传。使众人得味，皆明至道，群莺无语，独王秋天。艳杏妖桃，繁华春景、莫与迎霜敢＊坚。乘佳趣，对芳丛烂饮，一醉千年。"
        },
        {
            "title": "沁园春 赞佛",
            "content": "净梵王宫，太子殷勤，雪山六期。把世情我态，丝毫断念，云根水谷，麻麦充饥。芥纳须弥，毛吞大海，自古男儿了悟时。超生灭，任循环宇宙，不管东西。圆成无得无知。信法界、空空寂灭机。又勿劳习定，安禅作用，偷闲终日，打坐行治。大理无时，真功非相，动静昏昏合圣规。无高下，但能通般若，总证牟尼。"
        },
        {
            "title": "沁园春 景金本题作  心通 道藏作狂写诗篇",
            "content": "大智闲闲，放荡无拘，任其自然。寄雅怀幽兴，松间石上，高歌沉醉，月下风前。玉女吹箫，金童舞袖，送我醺醺入太玄。玄中理，尽浮沉浩浩，来去绵绵。奇哉妙景难言。算别是、人间一洞天。傲立身敦厚，山磨岁月，从佗轻薄，海变桑田。神气冲和，阴阳升降，已占逍遥陆地仙。无烦恼，任开怀纵笔，端写灵篇。"
        },
        {
            "title": "沁园春",
            "content": "列鼎雄豪，兔走乌飞，转头悄然。似电光开夜，云中乍闪，晨霜迎日，草上难坚。立马文章，题桥名誉，恍惚皆如作梦传。争如我，效忘机息虑，返朴归原。壶中异景堪怜。是别有风花雪月天。玩四时时见，祥云瑞气，三光光罩，玉洞琼筵。满泛流霞，高吟古调，骨健神清丹自圆。真堪爱，待功成一举，永镇飞仙。"
        },
        {
            "title": "沁园春 示众",
            "content": "世事纷纷，似水东倾，甚时了期。叹利名千古，争驰虎豹，丘原一旦，总伴狐狸。枳棘丛中，桑榆影里，乱冢堆堆谁是谁。君知否，谩徒劳百载，空皱双眉。争如归去来兮。放四大、优游无所为。向碧岩古洞，完全性命，临风对月，笑傲希夷。一曲玄歌，千钟美酒，日月循环不老伊。童颜在，镇龟龄鹤寿，罢喝黄鸡。"
        },
        {
            "title": "无俗念 性能",
            "content": "法轮初转，慧风生、陡觉清凉无极。皓色凝空嘉气会，豁荡尘烦胸臆。五贼奔亡，三尸逃遁，表里无踪迹。神思安泰，湛然不动戈戟。信步紫陌红尘，饥餐渴饮，度日随缘觅。物外闲中天地宝，时复玎铛敲击。后约参师，前程归路，自有真消息。鹤书来召，坐升云汉游历。"
        },
        {
            "title": "无俗念 乐道",
            "content": "迎今送古，叹春花秋月，年年如约。物换星移人事改，多少翻腾沦落。家给千兵，官封一品，得也无依托。光阴如电，百年随手偷却。有幸悟入玄门，擘开疑网，撞透真欢乐。白玉壶中祥瑞罩，一粒神丹挥霍。月下风前，天长地久，自在乘鸾鹤。人间虚梦，不堪回首重作。"
        },
        {
            "title": "无俗念 仙景",
            "content": "十洲三岛，运长春、不夜风光无极。宝阁琼楼山上耸，突兀巍峨千尺。绿桧乔松，丹霞密雾，簇拥神仙宅。漫漫云海，奈何无处寻觅。遥想徐福当时，楼般东下，一去无消息。万里沧波空浩渺，远接天涯秋碧。痛念人生，难逃物化，怎得游仙域。超凡入圣，在乎身外身易。"
        },
        {
            "title": "无俗念 述怀",
            "content": "群山四渎，暮天晴、挥斥阴魔潜伏。太一岩前风道快，千尺波翻蟾足。怒雪惊涛，冲堤拍岸，雷辊云＊逐。青鸥白鹭，月明江上飞速。高下万叠千群，相呼相召，会合清江曲。宝月神珠时逗引，辊出都忘钤束。踊跃飘飘，玲珑灿灿，价忽连城玉。含弘光大，上天入地翻覆。"
        },
        {
            "title": "无俗念 暮秋",
            "content": "霜风荡＊，舞飘零、木叶斜飞阡陌。极目长郊凝望处。衰菊斓＊犹坼。点点苍苔，漫漫朝露，渐结清霜白。山川高下，尽成一片秋色。潇潇万物摧残，凄凉天气，愁损征途客。水谷云根无可＊，独有苍苍松柏。悟道真仙，忘机逸士，亘古同标格。欺寒压众，自来天地饶得。"
        },
        {
            "title": "无俗念 竹",
            "content": "虚心翠竹，禀天然、一气生来清独。月下风前堪赏玩，嘲谑令人无俗。嫩叶萧骚，隆冬掩映，秀出千林木。英姿光润，状同玄辅寒玉。好事东里田侯，南溪新种，使我开青目。尽日高吟窗外看，风＊筠梢摇绿。冉冉幽香，萧萧疏影，坐卧清肌肉。云龛闲伴，雅怀惟称仙福。"
        },
        {
            "title": "无题",
            "content": "深溪古岸，到秋来、莎密茸茸无极。楝择修纤归洞府，虚落晴天吹炙。两束丝乾，千条绳就，不假良工织。闲轩亲自，结成渔父装饰。时伴樵牧嬉游，青山绿水，带雨和烟适。妙绝珍幽径晚，披雪冲开芦荻。我本忘名，人皆易号，唤作蓑衣客。佗年功满，化云天上无迹。"
        },
        {
            "title": "无俗念 赞师",
            "content": "漫漫苦海，似东溟、深阔无边无底。＊＊群生颠倒竞，还若游鱼争戏。巨浪浮沉，洪波出没，嗜欲如痴醉。漂沦无限，化鹏超度能几。唯有当日重阳，惺惺了了，独有冲天志。学易年高心大悟，掣断浮华缰系。十载丹成，一时功就，脱壳成蝉蜕。从师别后，更谁风范相继。"
        },
        {
            "title": "无俗念 枰棋",
            "content": "前程路远，未昭彰、金玉仙姿灵质。寂寞无功天赐我，棋局开颜销日。古柏岩前，清风台上，宛转晨餐毕。幽人来访，雅怀闲＊机密。初似海上江边，三三五五，乱鹤群鸦出。打节冲关成陈势，错杂蛟龙蟠屈。妙算嘉谋，斜飞正跳，万变皆归一。含弘神用，不关方外经术。"
        },
        {
            "title": "无俗念 岁寒守志",
            "content": "同云瑞雪，正三冬、＊闭严凝时节。寂寞山家孤悄悄，终日无人谈说。败衲重披，寒＊独坐，夜永愁难彻。长更无寐，朔风穿户凄冽。求饭朝入西村，临泉夹道，玉叶凌花结。冻手频呵仍自恨，浊骨凡胎为劣。昼夜参差，饥寒逼迫，早晚超生灭。须凭一志，撞开千古心月。"
        }
    ]
}