{
    "dynasty": "元",
    "author": "王寂",
    "intro": "",
    "items": [
        {
            "title": "水调歌头 戊申季秋月十有九日，赏芙蓉於汝",
            "content": "，盖暮年游宦之情不能已也岸柳飘疏翠，篱菊减幽香。蝶愁蜂懒无赖，冷落过重阳。应为百花开尽，天公著意留与，尤物殿秋光。霁月炯疏影，晨露?红妆。柰无情，风共雨，送新霜。嫁晚还惊衰早，容易度年芳。只恐韶颜难驻，拟倩丹青写照，谁唤剑南昌。我亦伤流落，老泪不成行。"
        },
        {
            "title": "歌",
            "content": "人间冉冉混尘埃，身后身前事莫猜。\r\n早悟劳生皆是梦，当时悔向梦中来。"
        },
        {
            "title": "歌",
            "content": "当年壮气谩如虹，回首都归含笑中。\r\n群玉峰前好归路，可怜三十二秋风。"
        },
        {
            "title": "元夕有感",
            "content": "一生能见几元夕，况是东西南北人。\r\n残梦关河鳌禁月，旧游灯火马行春。\r\n岁华投老送多感，节物对愁争一新。\r\n自笑区区成底事，天涯流落泪沾巾。"
        },
        {
            "title": "拙轩",
            "content": "拙轩少也绝交朋，闭门坐断藜床绳。\r\n据梧手卷挑青灯，目力自足夸秋鹰。\r\n一行作吏负且乘，简书夜下催晨兴。\r\n心劳政拙无佳称，高枕缓带吾何曾。\r\n年来安东逐斗升，吻胶背汗疲炎蒸。\r\n到官簿领交相仍，临事自笑无一能。\r\n督责老掾询聋丞，日畏罪罟空凌兢。\r\n穷荒九月河水冰，玉楼冻合衣生棱。\r\n毡裘火炕寒不胜，呼吸未免髯珠凝。\r\n积忧蓄热邪上腾，阿堵中有轻云凭。\r\n临窗射日绝可憎，决眦泪霣长沾膺。\r\n初谓造物何侵陵，细思无乃示小惩。\r\n世医肤见浪自矜，肝胆岂易分淄渑。\r\n屏除嗜欲学山僧，此理盖出三折肱。\r\n斯文未丧信有征，天其使我双明增。\r\n要作楷字头如蝇，表乞骸骨归山陵。\r\n负郭二顷产有恒，堆盘苜蓿衣粗缯。\r\n醉眠床下呼不应，自许此着高陈登。\r\n饭余睡足搘枯藤，老眼细数云山层。"
        },
        {
            "title": "南乡子 大定甲辰，驰驿过通州，贤守开东阁 ",
            "content": ""
        },
        {
            "title": "送王平仲",
            "content": "放浪曩肮脏，囊装将长扬。\r\n偃蹇晚倦献，徜徉藏光芒。  \r\n著雨苦龃龉，苍茫荒羊肠。\r\n黯惨厌渐险，彷徨伤王阳。"
        },
        {
            "title": "瑞鹤仙 上高节度寿 强村丛书校聚珍版拙轩集",
            "content": "辕门初射戟。看气压群雄，虹飞千尺。青云试长翮。拥牙旗金甲，掀髯横策。威行蛮貊。令万卒、纵横坐画。荡淮夷献凯，歌来斗印，命之方伯。赫赫功名天壤，历事三朝，许身忠赤。寒陂湛碧。容卿辈、几千百。看皇家图旧，紫泥催去，莫忘尊前老客。愿年年满把黄花，寿君大白。"
        },
        {
            "title": "大江东去",
            "content": "芳姿蕙态，笑人间、脂粉寻常红白。大抵风流天也惜，赋与梅魂兰魄。元相名姝，谢家尤物，缥缈真仙格。朝来酒恶，可人一笑冰释。韩郎老矣情怀，鬓丝禅榻，花落茶烟湿。心字殷勤通一线，千劫消磨不得。被底春温，尊前风味，回首伤春客。却愁云散，等闲好梦难觅。"
        },
        {
            "title": "大江东去 美人",
            "content": "破瓜年纪，黛螺垂、双髻珍珠罗抹。娅?吴音娇滴滴，风里啼莺声怯。飞燕精神，惊鸿标致，初按梁州彻。舞裙微褪，汗香融透春雪。少陵词客多情，当年曾烂赏，湖州风月。自恨寻春来已暮，子满芳枝空结。湘佩轻抛，韩香偷许，空想凌波袜。章台杨柳，可堪容易攀折。"
        },
        {
            "title": "大江东去 ＊舍弟",
            "content": "长堤千里，过睢阳、隐约江山如故。忆昔斑衣为寿日，伯仲埙篪歌舞。博胜香囊，笑争瓜葛，膝上王文度。西城南浦，月明扶醉归路。重来华发苍颜，故人应怪我，平生羁旅。仲也风流今已矣，俯仰人间今古。阏伯层台，六王双庙，尽是经行处。感时怀旧，一襟清泪如雨。"
        },
        {
            "title": "红袖扶 酌酒",
            "content": "风拂冰檐，镇犀动、翠帘珠箔。秘壶暖、宫黄破萼。宝薰闲却。玻璃瓮头，漉雪擘新橙，秀色浮杯杓。双蛾小，骊珠一串，梁尘惊落。俗事何时了，便可束置之高阁。笑半纸功名，何物被人拘缚。青春等闲背我，趁良时、莫惜追行乐。玉山倒，从教唤起，红袖扶著。"
        },
        {
            "title": "水调歌头 戊",
            "content": "，盖暮年游宦之情不能已也岸柳飘疏翠，篱菊减幽香。蝶愁蜂懒无赖，冷落过重阳。应为百花开尽，天公著意留与，尤物殿秋光。霁月炯疏影，晨露?红妆。柰无情，风共雨，送新霜。嫁晚还惊衰早，容易度年芳。只恐韶颜难驻，拟倩丹青写照，谁唤剑南昌。我亦伤流落，老泪不成行。"
        },
        {
            "title": "水调歌头 上南京留守",
            "content": "圣世贤公子，符节镇名邦。褰帷一见丰表，无语已心降。永日风流高会，佳夕文字清欢，香雾湿兰?。四座皆豪逸，一饮百空缸。指呼间，谈笑里，镇淮江。平安千里烽燧，卧听报云窗。高帝无忧西顾，姬公累接东征，勋业世无双。行捧紫泥诏，归拥碧油幢。"
        },
        {
            "title": "南乡子 大定甲辰，驰驿过通州，贤守开东阁",
            "content": "声，明眸皓齿，非妖歌＊舞欺儿童者可比。怪期服色与哙等伍，或言占籍未久，不得峻陟上游。问之，云青其姓，小字梅儿，因感其事，拟其姓名，戏作长短句，以明日黄花蝶也愁歌之绰约玉为肌。宫额娇黄浅更宜。京洛风尘无远韵，心期。只有多情驿使知。翠羽翦春衣。林下风神固亦奇。辛苦半生谁挂齿，颦眉。似怨东君"
        },
        {
            "title": "洞仙歌 自为寿",
            "content": "先生老矣，饱阅人间世。磨衲簪缨等游戏。趁馀生强健，好赋归欤，收拾个、经卷药炉活计。辟寒金翦碎，漉蚁浮香，恰近重阳好天气。有荆钗举案，彩服儿嬉，随分地，且贵人生适意。也不愿、堆金数中书，愿岁岁今朝，对花沈醉。"
        },
        {
            "title": "蓦山溪 退食感怀",
            "content": "山城块坐，空＊朋侪影。挝鼓放衙休，悄无人、日长门静。折腰五斗，所得不偿劳，松暗老，菊都荒，谁为开三径。及瓜不代，归计浑无定。羁客柰愁何，尽消除、诗魔酒圣。儿童蛮语，生怕闰黄杨，争左角，梦南柯，万事从今省。"
        },
        {
            "title": "望月婆罗门 元夕",
            "content": "小寒料峭，一番春意换年芳。蛾儿雪柳风光。开尽星桥铁锁，平地泻银潢。记当时行乐，年少如狂。宦游异乡。对节物、只堪伤。冷落谯楼水淡月，燕寝馀香。快呼伯雅，要洗我、穷愁九曲肠。休更问、勋业行藏。"
        },
        {
            "title": "望月婆罗门 怀古",
            "content": "笑谈尊俎，坐中惊叹谪仙人。乌丝落笔如神。唤起小鬟风味，学按古阳春。对琼枝璧月，朝暮长新。宦萍此身。叹别后、迹俱陈。独有芳温一念，红泪罗巾。凭谁妙手，为写寄、崔徽一幅真。聊慰我、老眼风尘。"
        },
        {
            "title": "感皇恩 有赠",
            "content": "宝髻绾双螺，蹙金罗抹。红袖珍珠臂?  。十三弦上，小小剥葱银甲。阳关三叠遍、花十八。雁行历历，莺声恰恰。洗尽歌腔旧呕哑。坐中狂客，不觉琉璃杯滑。缠头莫惜与、金钗插。"
        },
        {
            "title": "感皇恩 漫兴",
            "content": "天地一浮萍，人生如寄。画饼功名竟何益。百年浑醉，三万六千而已。过了一日也、无一日。韶颜暗改，良辰易失。丝竹杯盘但随意。酴?赏罢，更向牡丹丛里。戴花连夜饮、花前睡。"
        },
        {
            "title": "转调蹋莎行 元旦",
            "content": "爆竹庭前，树桃门右。香汤□浴罢、五更后。高烧银烛，瑞烟喷金兽。萱堂次第了，相为寿。改岁宜新，应时纳?。从今诸事愿、胜如旧。人生强健，喜一年入手。休辞最后馀、酴酥酒。"
        },
        {
            "title": "渔家傲 瑞香",
            "content": "岩秀不随桃李伴。国香未许幽兰换。小睡最宜醒鼻观。檐月转。紫云娘拥青罗扇。半世庐山清梦断。天涯邂逅春风面。茗碗不来羞自荐。空恋恋。野芹炙背谁能献。"
        },
        {
            "title": "渔家傲 夫人生朝",
            "content": "前日河梁修禊罢。闲庭未拆秋千架。萱草堂深飞寿?。香满把。彩衣兰玉森如画。海上麻姑亲命驾。玄霜乞得宜春夏。快约伯鸾冠早挂。筠窗下。团栾共说无生话。"
        },
        {
            "title": "一翦梅 蔡州作",
            "content": "悬瓠城高百尺楼。荒烟村落，疏雨汀洲。天涯南去更无州。坐看儿童，蛮语吴讴。过尽宾鸿过尽秋。归期杳杳，归计悠悠。阑干凭遍不胜愁。汝水多情，却解东流。"
        },
        {
            "title": "醉落魄 叹世",
            "content": "百年旋磨。等闲事莫教眉锁。功名画饼相谩我。冷暖人情，都在这些个。?瑜不怕经三火。莲花未信淤泥В。而今笑看浮生破。禅榻茶烟，随"
        },
        {
            "title": "鹧鸪天",
            "content": "千顷玻璃锦绣堆。弄妆人对影徘徊。香熏水麝芳姿瘦，酒晕朝霞笑脸开。娇倚扇，醉翻杯。莫随云雨下阳台。平生老子风流惯，消得冰魂入梦"
        },
        {
            "title": "鹧鸪天",
            "content": "秋后亭皋木叶稀。霜前关塞雁南归。晓云散去山腰瘦，宿雨来时水面肥。吾老矣，久忘机。沙鸥相对不惊飞。柳溪父老应怜我，荒却溪南旧钓"
        },
        {
            "title": "人月圆 再过真定赠蔡特夫",
            "content": "锦标彩?追行乐，管领镇阳春。而今重到，莺花应笑，老眼黄尘。凭君问舍雕丘侧，准拟乞闲身。北潭涨雨，西楼横月，藜杖纶巾。"
        },
        {
            "title": "酒泉子",
            "content": "禊饮连宵。帘卷晓风香鸭喷，儿孙罗拜捧金荷。沸笙歌。赤霜袍软髻嵯峨。名在仙班应不老，人间岁月尽飞梭。柰君和。"
        },
        {
            "title": "减字木兰花",
            "content": "湖山明秀。豆蔻梢头春欲透。学画鸦儿。多少闲愁总未知。新声皓齿。恼损苏州狂刺史。一斛骊珠。许我尊前醉也无。"
        },
        {
            "title": "减字木兰花",
            "content": "髻罗双绾。滟滟修眸秋水翦。笑靥颦眉。无限闲愁总未知。虚檐月转。一曲未终肠已断。百斛明珠。买得尊前一醉无。"
        },
        {
            "title": "减字木兰花 送春",
            "content": "羽书催去。落絮飞花萦不住。湖上流莺。欲别频啼三两声。刘郎未到。孤负东风何草草。今度重来。不放桃花取次开。"
        },
        {
            "title": "采桑子",
            "content": "十年尘土湖州梦，依旧相逢。眼约心同。空有灵犀一点通。寻春自恨来何暮，春事成空。懊恼东风。绿尽疏阴落尽红。"
        },
        {
            "title": "采桑子",
            "content": "马蹄如水朝天去，冷落朝云。心事休论。蘸甲从他酒百分。不须更听阳关彻，消尽冰魂。惆怅离尊。衣上馀香臂上痕。"
        },
        {
            "title": "采桑子 用司马才叔韵",
            "content": "西风吹破扬州梦，歇雨收云。密约深论。罗带香囊取次分。冷烟衰草长亭路，消黯离魂。羞对芳尊。刚道啼痕是酒痕。"
        },
        {
            "title": "菩萨蛮 回文题扇图",
            "content": "碧空寒露松枝滴。滴枝松露寒空碧。山远抱溪湾。湾溪抱远山。竹疏横岸曲。曲岸横疏竹。寒鹭宿平滩。滩平宿鹭寒。"
        },
        {
            "title": "菩萨蛮",
            "content": "镇犀不动红炉窄。宿酲恼损金钗客。瑞鸭ゆ雕盘。白毫起鼻端。韩郎双鬓老。个里知音少。留取麝煤残。临鸾学远山。"
        },
        {
            "title": "菩萨蛮 春闺",
            "content": "回文锦字殷勤织。归鸿点破晴空碧。上尽最高楼。阑干曲曲愁。黄昏犹伫立。何处砧声急。强欲醉乌程。醒时月满庭。"
        },
        {
            "title": "点绛唇 闺思",
            "content": "疏雨池塘，一番雨过香成阵。海榴红褪。燕语低相问。冰簟纱Ε，玉骨凉生润。沈烟喷。日长人困。枕破斜红晕。"
        },
        {
            "title": "点绛唇 上太夫人寿",
            "content": "阿母瑶池，梦回风露青冥晓。六宫仪表。曹大家风好。满眼儿孙，大国金花诰。头如葆。未尝闻道。冷笑西河老。"
        },
        {
            "title": "昭君怨 江行",
            "content": "一曲清江环碧。两岸萧萧芦荻。烟雨暗西山。有无间。有酒须当痛饮。百岁黄梁一枕。瞰莫放愁闲。上眉端。"
        }
    ]
}