{
    "dynasty": "元",
    "author": "袁易",
    "intro": "",
    "items": [
        {
            "title": "洞仙歌 去冬无雪，新岁乃稍稍见，正月二十",
            "content": "与勉夫对坐萧齐，即景漫赋江枫汀树，挂寒云零乱。天阔谁填莫愁满。散玉尘千斛，装□柴门，堪笑处、天女多情恨晚。灞桥丝样柳，恰试鹅黄，笛里东风便吹断。莫话剡溪船，乘兴归来，早闲了落梅庭院。爱搀占西园做飞花，又不道春光，"
        },
        {
            "title": "与师言客钱塘凡三月余，师言归后作诗奉寄",
            "content": "灯花犹记别时红，为报君归我亦东。\r\n岂意黄尘迷瘦马，尚淹青眼送飞鸿。\r\n群山积雪清相射，千树寒梅望欲空。\r\n何逊扬州才思减，试烦妙语唤春风。"
        },
        {
            "title": "摸鱼儿 正月九日，勉夫暂入城，因赋寄之",
            "content": "裹空蒙、冻云如墨，匆匆人在南浦。灞桥蹇步驮愁去，递与快帆轻舻。堪恨处。正短烛烧残，未刻西窗句。荒林断莽。便闲了门前，近人鸥鸟，此意向谁语。行藏事，尽道日天也悟。流萍忽散还聚。玉缸春涨葡萄绿，准拟千觞飞羽。君听取。怕越客灯宵，留滞吴箫鼓。江村夜午。来共倚寒梅，吹香弄影，璧月照琪树。"
        },
        {
            "title": "满庭芳 余家园有兰花，花开时未着叶，粲然",
            "content": "何所属，余以为木兰之别种也。勉夫即席赋，余辄和之粉腻汤泉，春温湘粟，六铢初挂慵妆。烟皋露畹，异谱各传芳。月地相逢缥缈，细凝伫、玉润酥香。琼姬意，难凭木笔，写恨寄王郎。苏台双树老，当年刺史，看似寻常。梦兰如此，客不共飞觞。堪怜田家姊妹，黯憔悴、长伴蓉裳。应难比，仙姿淡雅，裙幅潇湘。"
        },
        {
            "title": "念奴娇 连日雪意凄迷，云未解驳，仆与勉夫",
            "content": "暮云楼阁，送悠悠今古，飞鸿明灭。欹到黄芦洲乱吐，点缀微茫残雪。浅水湾＊，疏篱门径，淡抹墙腰月。灞桥清思，向人一片愁绝。堪笑滕六羞慵，三年刻楮，悭放玲珑叶。争得并刀双练带，裁出春风千＊。重按瑶华，新翻白＊，舞趁金钗节。玉龙擎重，为予飞动鳞鬣。"
        },
        {
            "title": "声声慢 寿金桂轩，时有入道之意",
            "content": "宿云不卷，轻雪初销，乾坤正＊冰霜。清入萱丛，谁知春在华堂。潘与笑观戏彩，动星文、两两辉煌。堪羡处，看春枝棣＊，兰秀芝芳。积占人间家庆，甚兴高泉石，耳倦丝簧。见说瑶池，玉娥为剪霞裳。神仙有缘自得，且徒教、笙鹤翱翔。聊待我，更花前、沉醉几场。"
        },
        {
            "title": "江城子 余与勉夫应酬，人事之余，颇浮沉於",
            "content": "一月有二十九日醉也，同舟因语及此，吾二人抵掌大笑，就口占江城子一江云漠漠水潺潺。挂蒲帆。水云间。更有何人，得共此时间。说与红尘须左辟，明镜里，白鸥还。天风吹面雪消残。为春寒。放梅悭。咫尺吾庐，稚子候柴关。几首新诗千斛酒，人道我，转痴顽。"
        },
        {
            "title": "木兰花慢 九月一日，与彦良及南山上人游张",
            "content": "词，末章盖为彦良发也对荒台老树，云物淡，水容清。更犀尘玄谈，疏髯长啸，此地逢迎。幽并故多俊杰，看赋诗、鞍马气纵横。画拥金＊傍柳，夜呼银甲弹筝。齐奴锦去绿芜生。歌院锁虫鸣。问斜日秋光，猩红睡魄，知为谁醒。盈盈倚墙弄色，更无言、向客最含情。折赠何人云鬓，今宵肠断西泠。"
        },
        {
            "title": "南柯子 仆慕吕勉夫陈天民之为人（原作旧，",
            "content": "酒边，仆因育向所寄张玉田词，二公欣然属和，遂口占小词为谢。酒阑更唱迭和，忽以成卷，漫录之，以为再会喜话云卖药韩康伯，还丹吕洞宾。相逢况有葛天民。笑杀神仙，元只在红尘。赋就甘州曲，惊回池上人。悟君那得笔如神。割我一川秋色一江云。"
        },
        {
            "title": "春雨漫兴",
            "content": "日日春阴只欲眠，强寻南陌复东阡。\r\n犹残碧树花多少，莫惜金尊酒十千。\r\n象管乌丝题往事，玉箫锦瑟负华年。\r\n愁来只对西山坐，卷起疏帘翠接天。\r\n江上平芜望欲迷，江边密雨细如丝。\r\n冥冥白昼飞花急，漠漠青林度鸟迟。\r\n春事又当二月莫，人生那得百年期？谁能苦惜缠头锦，唤起娇娆舞《柘枝》。"
        },
        {
            "title": "洞仙歌 去冬无雪，新岁乃稍稍见，正月二十 ",
            "content": ""
        },
        {
            "title": "临江仙 戏留友人 以上见喜靖刊本桂隐诗集卷",
            "content": "何必渡江如去岁，载花买酒山中。赤城风月笑相逢。城中差更乐，佳客饮千钟。菊水粼粼生翠雾，蓉帘半卷西风。分明不与画图同。不妨歌此曲，君自是司空。"
        },
        {
            "title": "青玉案 和友人寿席",
            "content": "春来十日春多少。扶路金钗试灯早。旋翦寿幡飞蝶小。东家垂柳，西家明月，风物年年好。种桃三千今馀九，谁道桃花笑人老。万事浮云如过鸟。浣溪佳句，柴桑新酒，天地何时了。"
        },
        {
            "title": "谒金门",
            "content": "春睡倦。自捡花枝行遍。昨日新红今日变。细＊将袖染。翠扇迎风扑面。双燕飞来还转。帘外杨花帘里燕。相逢如未见。"
        },
        {
            "title": "忆秦娥 初见桃花",
            "content": "春愁浅。窥人忽见桃花脸。桃花脸。轻寒初透，小窗犹掩。东风裙湿湘波＊。相逢处处如人面。如人面。刘郎老去，怕伊重见。"
        },
        {
            "title": "西江月",
            "content": "偏是一春憔悴，被人闲赋阳台。扇遮微雨傍墙回。花信馀寒柳外。绣果未成双荔，打鸦摘尽新梅。暗占胡蝶却飞来。睡起斜阳犹在。"
        },
        {
            "title": "南柯子 嘲阿骢 以上袁易静春词三十首赵万里",
            "content": "玉雪娟娟秀，铅华浅浅涂。生儿何事苦怜渠。奈此绣绷珠络小于菟。转眼长过户，他年画作图。门生不用举监□。看我醉眠牛背阿骢扶。据百字词本校改。"
        },
        {
            "title": "满庭芳 余家园有兰花",
            "content": "何所属，余以为木兰之别种也。勉夫即席赋，余辄和之粉腻汤泉，春温湘粟，六铢初挂慵妆。烟皋露畹，异谱各传芳。月地相逢缥缈，细凝伫、玉润酥香。琼姬意，难凭木笔，写恨寄王郎。苏台双树老，当年刺史，看似寻常。梦兰如此，客不共飞觞。堪怜田家姊妹，黯憔悴、长伴蓉裳。应难比，仙姿淡雅，裙幅潇湘。"
        },
        {
            "title": "解连环 与金桂轩虎丘送春",
            "content": "燕忙莺寂。惊千林稚绿，半湾新碧。试送目、官柳河桥，便携酒饯春，去应无迹。岸曲残英，尚勾引、行舟攀摘。茶笋香顿冷，瘦愁易感，旧游难觅。天开画图绣壁。看岚光似染，云翠疑滴。带暝色、飞入清吟，为小驻兰桡，快寻芳屐。细蹑苔阶，怕踏碎、白云狼藉。恨萧萧、暮烟细雨，又还送客。"
        },
        {
            "title": "风入松 和张玉田闰元夕（赵本调误作醉花阴",
            "content": "彩鳌仙乐响空明。前度凤来迎。月圆月缺年年事，是今番、特地关心。五夜重判烂醉，三分尚有馀春。玉壶寒沁一天星。车马气如云。笼纱竟逐香尘暗，笑幽人、门掩花阴。未见山中历日，梦中池草先青。"
        },
        {
            "title": "浣溪沙",
            "content": "鞭罢泥牛无好春。草青空入梦中频。从今更有二分尘。我自醉眠那问客，身犹如寄更谁亲。百年同是可怜人。"
        },
        {
            "title": "浣溪沙",
            "content": "钗燕＊将缥缈春。十分春恨入眉频。粉绵休拭镜奁尘。葱指试拈琼管怯，绣衾翻与兽炉亲。为题闺怨定愁人。"
        },
        {
            "title": "浣溪沙",
            "content": "江上芹芽短试春。去年燕子定巢频。数朝风伯但消尘。莫问孟桓谁驾御，只缘嵇吕自情亲。平生我亦不羁人。"
        },
        {
            "title": "浣溪沙 和勉夫四首",
            "content": "一月寒阴不放春。打窗风雨太频频。竹床仰卧看承尘。客去祗残书叶乱，愁来独有酒杯亲。镜中白发不饶人。"
        },
        {
            "title": "江城子 余与勉夫应酬",
            "content": "一月有二十九日醉也，同舟因语及此，吾二人抵掌大笑，就口占江城子一江云漠漠水潺潺。挂蒲帆。水云间。更有何人，得共此时间。说与红尘须左辟，明镜里，白鸥还。天风吹面雪消残。为春寒。放梅悭。咫尺吾庐，稚子候柴关。几首新诗千斛酒，人道我，转痴顽。"
        },
        {
            "title": "摸鱼",
            "content": "裹空蒙、冻云如墨，匆匆人在南浦。灞桥蹇步驮愁去，递与快帆轻舻。堪恨处。正短烛烧残，未刻西窗句。荒林断莽。便闲了门前，近人鸥鸟，此意向谁语。行藏事，尽道日天也悟。流萍忽散还聚。玉缸春涨葡萄绿，准拟千觞飞羽。君听取。怕越客灯宵，留滞吴箫鼓。江村夜午。来共倚寒梅，吹香弄影，璧月照琪树。"
        },
        {
            "title": "念奴娇 连日雪意凄迷",
            "content": "暮云楼阁，送悠悠今古，飞鸿明灭。欹到黄芦洲乱吐，点缀微茫残雪。浅水湾＊，疏篱门径，淡抹墙腰月。灞桥清思，向人一片愁绝。堪笑滕六羞慵，三年刻楮，悭放玲珑叶。争得并刀双练带，裁出春风千＊。重按瑶华，新翻白＊，舞趁金钗节。玉龙擎重，为予飞动鳞鬣。"
        },
        {
            "title": "减字木兰花慢 销金菊",
            "content": "芳钿簇簇。曾印鲛绡裙六幅。万朵天真。我是东篱富贵人。霜寒睡起。移就浅斟鸳帐底。买断秋风。判得黄金土价同。"
        },
        {
            "title": "烛影摇红 同前韵",
            "content": "二月江南，乱莺萦揽飞花阵。今年春苑淡如秋，疏柳闲三径。尘网么弦待整。怕离愁、琵琶话醒。牡丹犹未，杜宇休催，东君归准。赋笔才悭，故人能写兰成病。中流独自扣舷歌，空有鱼龙听。娃馆琴台路永。定何时、追随帽影。断崖歌树，蔓草平烟，凭阑俄顷。"
        },
        {
            "title": "烛影摇红 春日雨中",
            "content": "日日春阴，瑞香亭下寒成阵。凤靴频误踏青期，寂寞墙阴径。翠被堆床未整。睡初酣、风篁唤醒。几多心绪，鹊语难凭，灯花无准。得酒浇愁，旧愁不去添新病。吴绫题满断肠词，歌罢何人听。宝篆香消昼永。枭馀烟、萧萧鬓影。出门长啸，白鹭双飞，清江千顷。"
        },
        {
            "title": "台城路 和师言送春",
            "content": "落红填径东风恶，贪飞燕雏归晚。听雨楼低，留春地窄，谁念闲情消减。天涯漫览。正鸥渚波宽，柳汀云黯。赖有遥峰，数尖遮断送愁眼。年年春草又绿，看花人自老，遗恨天远。雁柱凝尘，鲛绡暗墨，青鬓吴霜轻点。风流渐懒。但诗恼东阳，病添中散。院落无人，绣帘和絮卷。"
        },
        {
            "title": "声声慢 寿金桂",
            "content": "宿云不卷，轻雪初销，乾坤正＊冰霜。清入萱丛，谁知春在华堂。潘与笑观戏彩，动星文、两两辉煌。堪羡处，看春枝棣＊，兰秀芝芳。积占人间家庆，甚兴高泉石，耳倦丝簧。见说瑶池，玉娥为剪霞裳。神仙有缘自得，且徒教、笙鹤翱翔。聊待我，更花前、沉醉几场。"
        },
        {
            "title": "南柯子 再用前韵",
            "content": "绿酒忘年友，黄花入幕宾。狂歌鼓腹混尧民。冷笑世间，名利细如尘。二妙真无敌，千篇转逼人。蛟龙惊避噤无神。争得呼为风雨吐为云。"
        },
        {
            "title": "南柯子 再用韵",
            "content": "跌宕骑鲸客，逍遥跨鹤宾。重来休叹旧人民。擘脯倾杯，闲话海扬尘。愧乏双金赠，难酬两玉人。阳台仙女水为神。乞与空斋，孤枕梦行云。"
        },
        {
            "title": "南",
            "content": "酒边，仆因育向所寄张玉田词，二公欣然属和，遂口占小词为谢。酒阑更唱迭和，忽以成卷，漫录之，以为再会喜话云卖药韩康伯，还丹吕洞宾。相逢况有葛天民。笑杀神仙，元只在红尘。赋就甘州曲，惊回池上人。悟君那得笔如神。割我一川秋色一江云。"
        },
        {
            "title": "八声甘州 仆与汤师言、金桂轩、张叔夏、唐",
            "content": "里之外，仆又驱驰南北。九月望后，夜泊吴江长桥，有怀诸友，在吴下时，得相周旋，今各一方，意绪恻怆，为赋八声甘州一阕，以写倦倦之意。叔夏高分辨酒边喜歌自制乐府，故未章及之，以资他日一笑云正丹枫乱叶舞诗情，惊鸿起汀洲。对苍茫独立，江山如此，羁思悠悠。尚忆幽坊小槛，笑语月侵楼。谁遣楼心月，来照行舟。波影□云如镜，向沧浪唤酒，空阔呼鸥。纵并刀堪剪，还解剪离愁。待归来、轻讴浅醉，想旧时、张绪转风流。却说与、虹桥今夕，一片清秋。"
        },
        {
            "title": "木兰花慢 喜玉田至",
            "content": "渺仙游倦迹，乍玄圃，又苍梧。甚海阔天长，月梁有梦，雁足无书。泠然御风万里，喜□袍、还对紫霞裾。一自黄楼赋后，百年此乐应无。萧闲吾爱吾庐。花淡淡，竹疏疏。更岁晚生涯，薄田二顷，甘橘千株。诸君便须小住，比桑麻、杜曲我何如。不用南山射虎，相从濠上观鱼。"
        },
        {
            "title": "菩萨蛮 和天民赋十月海棠",
            "content": "朱唇初注樱桃小。逞娇搀占东风早。似妒腊前梅。百花头上开。绛云生夜暖。卯酒醒时晚。最怕泪阑干。何须带雨看。"
        },
        {
            "title": "江城子",
            "content": "烂铺蜀锦写乌丝。忆倾卮。燕来时。犹记半揎，云袖见凝脂。燕子只今何处去，庭院悄，误心期。绿芜凋尽众芳迟。弄仙姿。瞰方池。堕井残妆，依约景阳妃。不比春宵常苦短，拚剪尽，烛千枝。"
        },
        {
            "title": "南乡子 十月海棠盛开",
            "content": "酒晕映朱唇。篱畔嫣然别是春。笑杀当时桃与李，纷纷。只作东风一窖尘。霜月夜寒新。睡起斜红懒未匀。谁道风流飞燕去，无人。更有香肌"
        },
        {
            "title": "忆旧游 元夕雨",
            "content": "记笙歌茂苑，绣锦吴＊，京样风流。夜弛金吾令，正笼纱竟陌，雾暖春柔。翠蓬阆府移下，花影一天浮。任画管催更，玉绳挂晓，犹醉西楼。回头。事如梦，奈杜牧多情，难忘扬州。小雨重门闭，但帘花敲句，灯影笼愁。黛云暗锁妆镜，不是玉娥羞。怕倦客今宵，凭栏见月怀旧游。"
        },
        {
            "title": "木兰",
            "content": "词，末章盖为彦良发也对荒台老树，云物淡，水容清。更犀尘玄谈，疏髯长啸，此地逢迎。幽并故多俊杰，看赋诗、鞍马气纵横。画拥金＊傍柳，夜呼银甲弹筝。齐奴锦去绿芜生。歌院锁虫鸣。问斜日秋光，猩红睡魄，知为谁醒。盈盈倚墙弄色，更无言、向客最含情。折赠何人云鬓，今宵肠断西泠。"
        },
        {
            "title": "高阳台 鸳鸯菊",
            "content": "浴水雕翎，眠纱绣羽，天然宜在沧洲。翠被馀声，凉宵陡顿惊秋。妖姿不共流年谢，带睡魂、飞上枝头。任烟波，多少凄凉，分付轻鸥。金英浓露才收。误芰荷翻雨，□梦悠悠。陶令归来，十分芳意谁酬。惜花长是招花恼，况动人、名字风流。黯销凝，添得东篱，一段闲愁。"
        },
        {
            "title": "台城路 寿戴剡源",
            "content": "湖山青倚东风外，天呈图画岚壁。窦瀑流云，溪源漱玉，人物冰壶同色。清才赋笔。卷千顷秋溟，素□飞入。笑睨西湖，断烟零雾半篙碧。贞元朝士未老，旧家供奉曲，前事休忆。芹藻官清，弦歌兴远，花底绿尊频侧。虚亭画寂。爱晴影＊＊，翠阴狼藉。见说长生，尽从闲里得。"
        },
        {
            "title": "声声慢 寿张仲宝 乔木所居亭名",
            "content": "签芸垂砌，带草萦连，一庭生意天宽。半卷书帷，弦歌书永人间。西泠软红自远，对森森、乔木苍寒。拈彩笔，洒云烟零乱，飞度吴山。谷雨初收时候，向魏紫屏帏，舞袖斓斑。更喜今年，浓恩为染罗＊。倾杯燕莺院子，拥神仙、绿鬓朱颜。春似锦，驻风光、都在牡丹。"
        }
    ]
}