{
    "dynasty": "元",
    "author": "陆文圭　",
    "intro": "",
    "items": [
        {
            "title": "满江红 己巳二月二十二日游北门，有感",
            "content": "试检春光，都不在、槿篱茅屋。荒城外、牯眠衰草，鸦啼枯木。黄染菜花无意绪，青描柳叶浑粗俗。忆繁华、不似少年游，伤心目。棠坞锦，梨园玉。燕衣舞，莺簧曲。艳阳天、输与午桥金谷。行处绮罗香不断，归时弦管声相逐。怕夕阳、影散近黄昏，烧银烛。"
        },
        {
            "title": "点绛唇 王仲谦席上，歌者魏都惜求子华写真",
            "content": "小立娉婷，歌声低遏行云住。不胜珠翠。玉面慵梳洗。除却姚黄，魏紫谁堪比。君描取。卷中人美。得似崔徽未。"
        },
        {
            "title": "临江仙 坐客有出宠歌者，乃主人旧所欢也",
            "content": "听得雅歌珠一串，飒然吹动梁尘。尊前重见旧时人。主人情未重，情重是嘉宾。飞絮落花无定在，近前遮莫谁嗔。文园倦客最伤神。野亭何处泊，空忆画堂春。"
        },
        {
            "title": "减字木兰花 庚申六月三日，同耶律君璋、赵",
            "content": "璋不饮，命歌者歌以劝之双鬟耸翠。低护金莲裙＊地。铁石心肠。无奈梅花一点香。歌声梁绕。流水泠泠云杳杳。白发刘郎。对景须弃醉一场。"
        },
        {
            "title": "水龙吟 再次韵一首，寄药房",
            "content": "燕芹香老春深，微风＊动新篁翠。惊敲梦断，忙呼小玉，故人来未。香缕筛帘，游丝堕几，暖薰花气。问春随莺到，又随燕去，谁解得，东君意。涧水流红影里。小楼东、有人孤倚。残桃着雨，鬓容撩乱，未堪妆洗。冉冉年光，悠悠时事，不如沉醉。更韦娘一曲，司空惯见，也应回睇。"
        },
        {
            "title": "唐多令 梅隐庵席上，赠歌者",
            "content": "花下笑声微。莺喉高又低。怪穿花、粉蝶成围。唯有禅心清似水，相对坐，两忘机。莫道絮沾泥。狂风也解飞。恨残春、九十将归。回首阳台云缥缈，愁薄暮，雨霏霏。"
        },
        {
            "title": "金缕曲 代送同僚 以上四印齐本墙东诗余二十",
            "content": "乍到蓉城路。听儿童歌谣德政，感恩如父。好人西京循吏传，谁道今人非古。留遗爱、甘棠佳树。节操冰霜清凛凛，看和风、吹作阳春雨。程去速，遽如许。我来不见空怀伫。望彼美、碧云暮合，草萋南浦。信是有才供世用，敢择东西何处。又谁念、婴儿思乳。不恨使君吾不识，恨使君不与吾相辅。聊寄意，短长句。"
        },
        {
            "title": "沁园春 送杨伯可",
            "content": "雨足江皋，月满中秋，使客将归。看扁舟空载，贫无长物，破囊收贮，富有新诗。清白传家，怀金不受，洁已从来畏四知。民何幸，尽相安南里，乐业熙熙。谁知经界良规。是三代相传古法遗。要讲明有素，施行不扰，宽严相济，表里无私。惭愧偏州，久淹老子，却怪朝家选用迟。公子去，定致身＊序，接武龙墀。"
        },
        {
            "title": "沁园春 送李同知之官邺都",
            "content": "东西二都，史载循良，不五六人。记南阳有召，颍川有霸，并州如郭，河内如恂。直比朱弦，清伴古镜，吏自秋霜民自春。如公者，守廉平二字，近古名臣。棠阴手种方新。又五马翩翩邺水滨。想台高铜雀，尚留遗迹，堂深画锦，空锁凝尘。琴瑟从容，雅歌缓带，美政遥知达紫宸。期年后，看行宣召，班冠廷绅。"
        },
        {
            "title": "探春慢 和心渊己巳元夕韵",
            "content": "细草黏冰，疏林补雪，衰翁未觉春暖。曝背低帘，燎衣破灶，谁识舞台歌馆。乐事如今懒。谢邻伴、东招西唤。何消看试华灯，月光，今夕圆满。念昔繁华帝里，侍凤辇夜游，棚晓人散。迓鼓方催，韵箫正美，忽被西风吹断。簌簌梅花落，忍听得、一声羌管。怀古伤情，泪痕湿，春衫短"
        },
        {
            "title": "水龙吟",
            "content": "燕芹香老春深，微风＊动新篁翠。惊敲梦断，忙呼小玉，故人来未。香缕筛帘，游丝堕几，暖薰花气。问春随莺到，又随燕去，谁解得，东君意。涧水流红影里。小楼东、有人孤倚。残桃着雨，鬓容撩乱，未堪妆洗。冉冉年光，悠悠时事，不如沉醉。更韦娘一曲，司空惯见，也应回睇。"
        },
        {
            "title": "念奴娇",
            "content": "延年有术，餐古松根下，茯苓千岁。纵是延年如何益，命也道之将废。思古之人，词章节行，杲杲行当世。遗风流韵，渊然尚有余味。无奈先哲凋零，后生坦率，多以儒为戏。每笑唐人书不读，直把黄金买贵。山泽奇才，云林真隐，没齿何曾遇。人生如梦，江流日夜东去。"
        },
        {
            "title": "念奴娇 洛阳耆英会二首",
            "content": "戴花刘监，算耆英会上，与吾同岁。伊洛山川今如古，人事几番兴废。梦枕初残，黄梁未熟，已换人间世。箪瓢钟鼎，看来一等滋味。天上赤白双凡，东来西往，出没真儿戏。惟有神仙长年诀，长似功名富贵。欲捣玄霜，难寻玉杵，何日蓝桥遇。裴郎老矣，云英那肯随去。"
        },
        {
            "title": "念奴娇 送幕职",
            "content": "残花剩柳，正啼鹃声里，邮亭别馆。三叠阳关听未彻，手执离杯引满。政坐诸君，久烦老子，今日才萧散。翩然归去，故园绿树春晚。人世苍白浮云，自舒自卷，不入高人眼。官事如麻何日了，输与闲中不管。翠柏台高，紫薇省近，别有清华选。功名岁晏，江城回首天远。"
        },
        {
            "title": "水龙吟 次药房韵 案此下原附史药房作另录",
            "content": "西州玉局飞仙，霓裳曾侍槐龙翠。飞花丽句，雅音犹在，有人庚未。千载峨峰，一江川练，又练清气。叹瀛洲路近，刚风吹断，漫自有，凌霄意。草碧寒窗静里。折琼枝、小栏同倚。新吟婉美，西施态度，慵梳洗。按羽调丝，雪儿薄相，为君心醉。恨高楼暮隔，江城花暗，碧云遥睇。"
        },
        {
            "title": "念奴娇",
            "content": "茂林修竹，自山阴散后，几番陈迹。修禊年年春故事，懊恨风流非昔。当日兰台，后来菊圃，苗裔江南北。睹君雅号，恍然旧事重忆。岁晚木落天寒，黑貂将敝，尚作新丰客。星斗胸中空灿烂，磨蝎空名何益。袁吕相逢，知音一笑，肉眼无人识。访予梅屋，谈天聊慰孤寂。"
        },
        {
            "title": "减字木兰花慢 和心  春雪词",
            "content": "怪东风太早，未灯夕放琼花。是何处瑶姬，来看玉树，光彩交加。＊人但知三白，喜新年、天意荐休嘉。肯念兵屯北塞，谁上表，贺南衙。西斜日影帘牙。又被黑云遮。叹病骨支离，别怀萧索，空负年华。鳌山已成春梦，归去来，空谷卧烟霞。却笑昌黎才子，浪吟逐马随车。"
        },
        {
            "title": "减字木兰花慢 滕王阁",
            "content": "九皋明月夜，跨一鹤赴仙都。听佩玉锵鸣，骖鸾小住，高阁凭虚。萋萋草生南浦，兴未兰、归去东吴。笑指尊前二客，昨宵良会非欤。庄周蝴蝶两蘧如。变化一华胥。叹物换星移，壶中日月，镜里头颅。芳洲独醒人在，采芙蕖，岁晏孰华予。欲泛兰舟容与。烟沙漠漠重湖。"
        },
        {
            "title": "满江红 赠歌者",
            "content": "儿女多情，颇自恨、风云气少。春梦里、莺啼燕语，瞥然惊觉。寸寸凌波莲步稳，弯弯拭黛山眉峭。似红云、一朵罩江梅，天然好。舞腰细，歌喉巧。锦茵退，梁尘绕。更盈盈笑靥，樱唇红小。金＊爱从心里换，玉山偏向怀中倒。奈刘郎、前度看桃花，如今老。"
        },
        {
            "title": "念奴娇 赠王道人性初归茅山",
            "content": "芙蓉城郭，有羽仙骑鹤，来从何处。曾拉茅君峰顶会，瑶佩随风吹去。玉笈偷开，青囊拾得，笑看人间世。藏身壶里，个中别有天地。共约手种蟠桃，缀花结实，已是三千岁。欲脍长鲸麟作脯，倒海聊供一醉。偶忆寒梅，更惭小草，拂袖怀归计。蓬莱清浅，云帆他日相遇。"
        },
        {
            "title": "满江红 送理伯雍同知改除转运判官",
            "content": "双桧堂深，想前日、清风犹在。才半载、政声传播，与人称快。鞠草园扉无滞讼，憩棠田舍留遗爱。问方今、循吏几何人，公为最。明而恕，廉而介。官易进，身难退。苦簿书业委，米盐繁碎。雁鹜自怜群里聚，龙猪不计儿时会。望美人、又向碧云西，徒增慨。"
        },
        {
            "title": "满江",
            "content": "试检春光，都不在、槿篱茅屋。荒城外、牯眠衰草，鸦啼枯木。黄染菜花无意绪，青描柳叶浑粗俗。忆繁华、不似少年游，伤心目。棠坞锦，梨园玉。燕衣舞，莺簧曲。艳阳天、输与午桥金谷。行处绮罗香不断，归时弦管声相逐。怕夕阳、影散近黄昏，烧银烛。"
        },
        {
            "title": "唐多令 寄远",
            "content": "明艳注秋波。轻松绾髻螺。怕逢人、先敛双蛾。怯雨羞云情未稳，佳会少，远离多。梁绕忆清歌。兰舟肯再过。为他垂泪染香罗。欲倩鳞鸿将锦字，知别后，意如何。"
        },
        {
            "title": "唐多令",
            "content": "花下笑声微。莺喉高又低。怪穿花、粉蝶成围。唯有禅心清似水，相对坐，两忘机。莫道絮沾泥。狂风也解飞。恨残春、九十将归。回首阳台云缥缈，愁薄暮，雨霏霏。"
        },
        {
            "title": "临江仙 坐客有出",
            "content": "听得雅歌珠一串，飒然吹动梁尘。尊前重见旧时人。主人情未重，情重是嘉宾。飞絮落花无定在，近前遮莫谁嗔。文园倦客最伤神。野亭何处泊，空忆画堂春。"
        },
        {
            "title": "阮郎归 舟中赋所见",
            "content": "风吹一捻柳腰轻。春柔力未胜。眉儿喜学远山青。终朝画不成。娇滴滴，笑盈盈。雏莺叶底声。花梢雨过夕阳明。无情渐有情。"
        },
        {
            "title": "减字木兰花 即席赠歌者夏奴",
            "content": "香肌玉润。花前忽听流莺韵。移步金莲。斜转清眸踏舞筵。因娇无力。蜀锦缠头拚百尺。安处奴乡。且住容山过夏凉。"
        },
        {
            "title": "减字木兰花 庚申",
            "content": "璋不饮，命歌者歌以劝之双鬟耸翠。低护金莲裙＊地。铁石心肠。无奈梅花一点香。歌声梁绕。流水泠泠云杳杳。白发刘郎。对景须弃醉一场。"
        },
        {
            "title": "浣溪沙 次伯机",
            "content": "翠玉峰高鹭点明。谷纹波动鸭雏生。湖山宜雨又宜晴。越女荡舟莲叶碧，裴郎驻马柳阴青。折花调客诉衷情。"
        },
        {
            "title": "点绛",
            "content": "小立娉婷，歌声低遏行云住。不胜珠翠。玉面慵梳洗。除却姚黄，魏紫谁堪比。君描取。卷中人美。得似崔徽未。"
        },
        {
            "title": "点绛唇",
            "content": "闷托香腑，泪痕一线红膏溜。将身错就。枉把鸳鸯绣。柳带青青，攀向行人手。天知否。白头相守。破镜重圆后。"
        },
        {
            "title": "点绛唇",
            "content": "永夜无聊，更堪点滴听帘溜。枕寒难就。堆乱床衾绣。人面桃红、还忆擎将手。君知否。倚门独守。又是清明后。"
        },
        {
            "title": "点绛唇",
            "content": "笑靥多羞，低头不觉金钗溜。凭媒将就。凤枕回双绣。月地云阶，何日重携手。心坚否。齐眉相守。愿得从今后。"
        },
        {
            "title": "点绛唇 情景四首",
            "content": "玉体纤柔，照人滴滴娇波溜。填词未就。迟却窗前绣。一幅花笺，适与何人手。还知否。孤灯坐守。渐入黄昏后。"
        }
    ]
}