{
    "dynasty": "元",
    "author": "张弘范　",
    "intro": "",
    "items": [
        {
            "title": "清平乐 案此下原有喜春来一首，殿前欢一首",
            "content": "穷冬冷落。客思添萧索。浊酒沽来须强酌。要把闲愁推却。时间荣辱何惊。胸中气象休更。且匣风云长剑，天容两鬓青青。"
        },
        {
            "title": "鹧鸪天 围襄阳 案此下原有天净沙二首，以其",
            "content": "铁甲珊珊渡汉江。南蛮犹自不归降。东西势列千层厚，南北军屯百万长。弓扣月，剑磨霜。征鞍遥日下襄阳。鬼门今日功劳了，好去临江醉一十七首，其中原有四首曲调，兹删去。"
        },
        {
            "title": "鹧鸪",
            "content": "铁甲珊珊渡汉江。南蛮犹自不归降。东西势列千层厚，南北军屯百万长。弓扣月，剑磨霜。征鞍遥日下襄阳。鬼门今日功劳了，好去临江醉一十七首，其中原有四首曲调，兹删去。"
        },
        {
            "title": "清平乐 案此",
            "content": "穷冬冷落。客思添萧索。浊酒沽来须强酌。要把闲愁推却。时间荣辱何惊。胸中气象休更。且匣风云长剑，天容两鬓青青。"
        },
        {
            "title": "清平乐",
            "content": "天南地北。何日兵尘息。四海升平归老忆。凤远岐山空碧。衣冠滚滚争春。谁能卧辙攀轮。一剑风云未遂，几回怒发卫巾。"
        },
        {
            "title": "清平乐",
            "content": "高眠窗北。偃卧喧雷息。依约关山归路忆。梦绕池塘春碧。功名负我青春。匆匆日月奔轮。且把琴书归去，山林道发儒巾。"
        },
        {
            "title": "清平乐",
            "content": "关河南北。有雁无消息。落日楼头人正忆。啼鸟一声山碧。莺莺燕燕争春。红尘马足车轮。惟有新丰豪客，东风老泪沾巾。"
        },
        {
            "title": "青玉案 寄仲泽",
            "content": "西风天际征鸿去。问曾过、燕山路。叶落虚庭空绿树。一川秋意，满怀愁绪。楼外潇潇雨。天涯望断行云暮。好著蛮笺寄情句。底是相思断肠处。吟风赋月，论文说剑，无个知音侣。"
        },
        {
            "title": "浣溪沙",
            "content": "新卜西山崦下庄。疏篱编竹草苫堂。门前流水柳成行。满目烟岚诗酒地，十年鞍马是非场。虚名半纸几多忙。"
        },
        {
            "title": "浣溪沙",
            "content": "一片西风画不成。无人来此结茅亭。野猿山鸟乐升平。名利著人浓似酒，肝肠热醉不能醒。黄尘奔走过浮生。"
        },
        {
            "title": "浣溪沙",
            "content": "山掩人家水绕坡。野猿岩鸟太平歌。黄鸡白酒兴偏多。幸自琴书消日月，尽教名利走风波。钓台麟阁竟如何。"
        },
        {
            "title": "太常引",
            "content": "晚凉庭院＊黄昏。鼓角静谯门。酒兴恋诗魂。清绕断、梅梢月痕。胸中豪气，壶中春光，醉眼小乾坤。今古不须论。且更尽、花前几尊。"
        },
        {
            "title": "南乡子 寄刘仲泽",
            "content": "音信怪来稀。世态时情固自宜。莫比红尘儿女辈，须知。义士交情死不移。应是占花期。箫鼓东城醉玉姬。谁念书生寒屋底，伤悲。忍泪窗前"
        },
        {
            "title": "南乡子 送友人刘仲泽北归",
            "content": "烟草入重城。马首关山接去程。几度留君留不住，伤情。一片秋蝉雨后声。无语泪纵横。别酒和愁且强倾。后会有期须记取，叮咛。莫负中秋"
        },
        {
            "title": "南乡子 赠歌妓",
            "content": "浅淡汉宫妆。扇底春风玉有香。特地向人歌一曲，非常。纵使无情也断肠。宝髻绣霓裳。云雨巫山窈窕娘。好著千金携得去，何妨。丝竹东山"
        },
        {
            "title": "南乡子 送刘仲泽寿",
            "content": "天地萃英灵。秀出人龙间世生。不只文章为第一，峥嵘。气吐虹霓万丈横。白褐黑头卿。埋没黄尘气未平。昨夜长庚高似月，分明。光照乾坤"
        },
        {
            "title": "南乡子",
            "content": "深院日初长。万卷诗书一炷香。竹掩茅斋人不到，清凉。茶罢西轩读老庄。世事莫论量。今古都输梦一场。＊煞利名途上客，乾忙。千丈红尘"
        },
        {
            "title": "点绛唇",
            "content": "独上高楼，恨随春草连天去。乱山无数。隔断巫阳路。信断梅花，惆怅人何处。愁无语。野鸦烟树。一点斜阳暮。"
        },
        {
            "title": "点绛唇 赋梅",
            "content": "春日前村，一枝香彻江头路。月明风度。清煞西湖句。昨夜幽欢，梦里谁呼去。愁如许。觉来无语。青鸟啼芳树。"
        },
        {
            "title": "点绛唇",
            "content": "星斗文章，词源落落倾胸臆。十年南北。几度空相忆。把酒留君，后会知何夕。愁如织。一鞭行色。春雪梅花驿。"
        },
        {
            "title": "点绛唇 咏海棠",
            "content": "醉脸匀红，向人无语夸颜色。一枝春雪。犹染嵬坡血。庭院黄昏，燕子来时节。芳心折。露垂香颊。羞对开元月。"
        },
        {
            "title": "临江仙",
            "content": "爱煞林泉风物好，羡他归去来兮。世缘相挽又还思。功名当壮岁，疏懒记当时。肝胆自知尘辈异，凤池麟阁须期。风云满目任时宜。东山高卧处，丝竹醉吴姬。"
        },
        {
            "title": "临江仙",
            "content": "千古武陵溪上路，桃花流水潺潺。可怜仙契剩浓欢。黄鹏惊梦破，青鸟唤春还。回首旧游浑不见，苍烟一片荒山。玉人何处倚阑干。紫箫明月底，翠袖暮天寒。"
        },
        {
            "title": "满江红 襄阳寄顺天友人",
            "content": "奔驿南来，拥貔貅、且＊江右。良自愧、劣才微渺，圣恩洪厚。万里长江今我有，百年坚壁非他守。看虎牙、飞上万山头，诛群丑。风雨梦，夜静戟门严鼓角，月明莲幕闲诗酒。怕故人、相忆问归期，平蛮后。"
        },
        {
            "title": "木兰花慢",
            "content": "乾坤秋更老，听鼓角，壮边声。纵马蹙重山，舟横沧海，戮虎诛鲸。笑入蛮烟瘴雾，看旌麾、一举要澄清。仰报九重圣德，俯怜四海苍生。一尊别后短长亭。寒日促行程。甚翠袖停杯，红裙住舞，有语君听。鹏翼岂从高举，卷天南地北日升平。记取归来时候，海棠风里相迎。"
        },
        {
            "title": "木兰花慢",
            "content": "功名归堕甑，便拂袖，不须惊。且书剑蹉跎，林泉笑傲，诗酒飘零。人间事、良可笑，似长风、云影弄阴晴。莫泣穷途老泪，休怜儿女新亭。浩歌一曲饭牛声。天际暮烟冥。正百二河山，一时冠带，老却升平。英雄亦应无用，拟风尘、万里奋鹏程。谁忆青春富贵，为怜四海苍生。"
        },
        {
            "title": "木兰花慢 征南",
            "content": "混鱼龙人海，快一夕，起鲲鹏。驾万里长风，高掀北海，直入南溟。生平许身报国，等人闲、生死一毫轻。落日旌旗万马，秋风鼓角连营。炎方灰冷已如冰。余烬淡孤星。爱铜柱新功，玉兰奇节，特请高缨。胸中凛然冰雪，任蛮烟瘴雾不须惊。整顿乾坤事了，归来虎拜龙庭。"
        },
        {
            "title": "木兰花慢 题毫州武津关",
            "content": "忆谯都风物，飞一梦，过千年。羡百里溪程，两行堤柳，数万人烟。伤心旧家遗迹，谩斜阳、流水接长天。冷落故祠香火，白云泪眼潸然。行藏好向故人传。椽笔舞蛮笺。总纠纠貔貅，秋风江上，高卧南边。功名笑谈尊俎，问锦江、何必上楼船。他日武津关下，春风骄马金鞭。"
        }
    ]
}