{
    "dynasty": "元",
    "author": "邵亨贞",
    "intro": "",
    "items": [
        {
            "title": "春草碧 南金契兄始托交时，与仆俱未弱冠，",
            "content": "，世故牵掣，迨今未遂。兵后避地溪滨，复得旦暮握手，慨前迹之昀陈，预后期之可拟，不能已於言也。敬借前韵，述怀如左岁寒归计曾商略。富贵与神仙，辜前约。儒冠已负平生，不羡扬州去骑鹤。蓬鬓老风霜，心如昨。惟应郢上高才，风斤惯削。相见问行藏，重评泊。无情最是桑榆，那得昌阳引年药。山水有清音，同行乐。"
        },
        {
            "title": "春草碧 仆一节从军吴秀间，近始谒告还家，",
            "content": "又调春草碧词见遗，以识会合之意，情文悃欢，溢於言表，惠至渥也。辄依芳韵，庸写下忱，为先施之期谢云儒冠不解明韬略。底处是生涯，云门约。无端寄迹兵戈，蕙帐荒寒怨秋鹤。岁暮且归来，情如昨。故人几度传心，曾烦手削。门外见仙槎，须停泊。老来岁月无何，乞与刀圭九还药。三岛景长春，寻具乐。"
        },
        {
            "title": "和曲江先生元夕寿伯翔翁作",
            "content": "青袍朝士识贞元，时论前修教子孙。\r\n彩笔自堪修五凤，黄金谁复购《长门》。\r\n雨深灯火杯频举，梦入池塘草渐繁。\r\n兵后吴山春尚好，莺花应满旧家园。"
        },
        {
            "title": "河传 戊戌岁暮，吴中客楼夜思",
            "content": "楼迥。人静。雨摇灯影。梦绕天涯。路赊。水边小梅开几花。人家。酒旗何处斜。客路冰霜惊岁晚。情绪懒。长是念疏散。小溪滨。犹有春。故人。几时相见频。"
        },
        {
            "title": "西河 一春索居味殊恶，赋此纪怀 以上四印齐",
            "content": "春梦觉，一声何处啼鸟。东风二月旧江南，庾郎暗老。暖寒日日禁单衣，阑干凭遍清晓。水涯柳条渐好。玉＊几度曾到。如今巷陌蹋青时，故人去杳。杏花不在宋东邻，苔墙犹自围绕。凤鞋次第又斗草。暗凄凉、前度怀抱。病后不禁愁恼。怕西园、路湿残红如埽。空忆花前纤腰袅。"
        },
        {
            "title": "木阑花慢 苏昌龄过曹云翁贞溪故居，赋词致",
            "content": "访溪翁隐处，浑不减、辋川西。指花下吟袖，松间昼壁，名笔交题。经行向来坊陌，蔼茂林、修竹与云齐。丹＊遗基彷佛，墨池流水凄迷。青藜。乘兴蹋春泥。仙路入桃蹊。叹前辈风流，故家文物，往梦难提。那能九原重起，向三生石上纵挥犀。回首不胜魂断，夕阳芳草萋萋。"
        },
        {
            "title": "风入松 白仁甫集中木兰花慢结句云，二十四",
            "content": "先生每叹赏之。一日作清平乐，赠一道人，末云，未试囊中餐玉，明朝且入蓝田，自以为得意，时举以似人。仍索予试作一解，时陆彦文夏士贤诸子，正有出郭行春之约，乃缀此复命，且订其盟，先生对客，击节不已当年曾过宋东邻。汗漫蹋芳尘。如今记得欢游处，画桥横、绿水粼粼。借问酒家何处，牧童遥指花村。近来乐事底因循。春又过三分。百年能几开怀抱，绕天涯、芳草销魂。但愿有钱留客，也胜骑马入门。"
        },
        {
            "title": "八归 庚辰七夕，与卫立礼同用此调",
            "content": "凉欺羽扇，风生蕲竹，秋意渐满院落。商声又过梧桐井，还误剖瓜佳会，泛槎仙约。漫忆中庭儿女夜，几＊语、花楼欢乐。尚认得、织女桥边，半是旧乌鹊。何事明河影下，佳期如许，暗抱一襟离索。箭壶催梦，枕屏移恨，是青春行客。对良宵感旧，鬓发萧萧叹潘岳。阑干迥、翠帘休卷，待到更深，啼＊声又作。"
        },
        {
            "title": "满江红 丙午重阳前二日雨霁，泗泾倚兰望九",
            "content": "云锁吴山，重阳近、满城风雨。层楼外、摩挲病眼，尚堪延伫。采菊有谁忘世虑，催租底事妨诗句。纵鸟巾、潦倒不禁秋，犹能赋。村隐隐，牛羊路。烟冉冉，蒹葭渡。是几番兴废，几番今古。世乱可堪逢节序，身闲犹有余风度。且凭高、呼酒发狂歌，愁何处。"
        },
        {
            "title": "至日有寄南金兄奉寄",
            "content": "一从之子移家去，久矣溪居绝赏音。\r\n万事无情空过眼，三年不见转关心。\r\n春风彩笔新诗少，夜雨青灯旧梦深。\r\n今日柴门又冬至，野梅花下独沉吟。"
        },
        {
            "title": "贞溪初夏（六首）",
            "content": "绿阴桑柘满高原，白水蒹葭接远村。\r\n江上人家无俗事，轻舟载网过柴门。"
        },
        {
            "title": "摸鱼子 甲辰季秋，与夏颐贞同在吴门，屡有",
            "content": "人罗仲达以节物为具，同席数人，意颇欢适。乙巳九日，在九山之东泗水上，酒兰散步，夕阳依依，风  在望，兴怀往事，不能无述，未知明年又在何处。驹隙如驰，行乐能几，所谓难逢开口唉也记年时、满城风雨，姑苏台下重九。客楼已办登临屐，曾为好山回首。延伫久。望翠壁嶙峋，闲却题诗手。相逢野叟。强笑折黄花，乱簪乌帽，来与共尊酒。流光去，肯为闲人宿留。惊心节序依旧。西风只知么吹蓬鬓，病骨尚堪驰骤。官渡口。便拟唤扁舟，往问江潭柳。明年健否。纵世故无情，未应迟暮，孤负此时候。"
        },
        {
            "title": "摸鱼子 吴门客中，九日，次魏彦文韵",
            "content": "雁来时、晚寒初劲，青灯摇动窗户。商声暗起邻墙树，触景乱愁还聚。秋又暮。柰合造凄凉，无处无笳鼓。狂吟醉舞。记满帽簪花，分筹藉草，骑马忘归路。怀人远，有恨凭谁寄语。虚名长是相误。天涯节序浑非旧，留得满城风雨。心万缕。漫自喜、孤高不惹沾泥絮。羁怀倦诉。好分付儿曹，耘＊三径，早晚赋归去。"
        },
        {
            "title": "法曲献仙音 寄寿云西老人，时吴与张石隐、",
            "content": "章、皆雷老人宾馆，三月二十八日也谷雨＊晴，柳风吹暖，春在绿阴深处。青鸟传书，羽仙清道，天香暗满窗户。准拟问长生路。桃花几千树。黯凝伫。看斑衣、近来得意，云路迥，千里易成阔步。铜狄尽摩挲，任高堂、暮景容与。见说西园，有佳宾、酾酒同赋。恨牡丹花下，此际不陪尊俎。"
        },
        {
            "title": "六州歌头 戊申岁，一春强半风雨，不可出户",
            "content": "雨中望粼墙桃花，殆欲零落，感人事之不齐，欢芳时之易失，信笔纪述，斐然成章。桓司马谓树独如此，人何以堪，今乃信之矣刘郎老去，孤负几东风。思前度，玄都观，旧游踪。怕重逢。新种桃千树，花如锦，应＊我容颜改，浑不比、向时红。我亦无情久矣，繁华梦、过眼成空。纵而今再见，何似锦城中。往事匆匆。任萍蓬。忆欢娱地，经行处，秦楼畔，灞桥东。春冉冉，花可可，雾蒙蒙。水溶溶。几度题歌扇，欹醉帽，绕芳丛。时序改，人面隔，鬓霜浓。别有武陵溪上，秦人在、仙路犹通。待前村浪暖，鼓楫问渔翁。此兴谁同。"
        },
        {
            "title": "江城梅花引 陆壹天、钱索  二老相会，皆有",
            "content": "及当道作者，盖俯念草木之味也五陵春色旧曾游。翠娥讴。锦缠头。花落花开，不信有并州。浅碧障泥红叱拨，柳桥外，满东风，无点愁。近来近来双鬓秋。心渐收。情尚留。底事底事递如许，身世沉浮。何况年华，长向镜中羞。才见那时帘外月，便想起，醉吹箫，罨昼楼。"
        },
        {
            "title": "贞溪初夏（六首）",
            "content": "春水初收露浅沙，野人相见问年华。\r\n芒鞋竹杖前村路，烟树深深叫乳鸦。"
        },
        {
            "title": "虞美人 壬子岁元夕，与邾仲羲同客横泖，羲",
            "content": "，古人有观灯之乐，故形之咏歌，今何所见而为之乎。羲曰，姑写即景可也。夜枕不寐，遂成韵语。时予有子夏之戚，每无欢声，诘朝相见，而羲客＊深闭逢三五。不恨无歌舞。天时人事总凄然。只有隔＊明月似当年。老夫分外情怀恶。无意寻行乐。眼前触景是愁端。＊得岁寒生计在蒲"
        },
        {
            "title": "东风第一枝 春来兼旬，寒气不减。旧腊正月",
            "content": "* 南金偶道及前作，欠然命笔次韵，故又口占为谢乱雨敲窗，深镫晕壁，孤屏相对吟影。醉余梦蝶难寻，起来睡鸳较冷。东风急处，又卷得残云催暝。柰暗愁、忽到梅边，夜半粉香熏醒。门正掩、暮帘仨静。花未闹，小军预整。斗茶尚忆分曹，赋诗更联古鼎。春衫慵试，怕误了金鞍相并。待小桃、开满前溪，且踏武陵渔艇。"
        },
        {
            "title": "齐天乐 乙未暮，钱素庵见和前韵，再歌以谢",
            "content": "柳花飞满春归路，隔江暮云摇影。草暗河桥，尘昏水驿，难觅仙翁丹井。年光渐暝。任老鬓霜雕，壮心灰冷。世故纷纭，寄书长拟问弘景。山林多少胜地，四时萧散处，谭笑能领。小舫寻诗，轻裘把钓，此意只今谁省。斜阳迥迥。算往梦难追，旷怀休骋。目断南湖，平芜千万顷。"
        },
        {
            "title": "贞溪初夏（六首）",
            "content": "楝花风起漾微波，野渡舟轻客自过。\r\n沙上儿童临水立，戏将萍藻饲黄鹅。"
        },
        {
            "title": "春草碧 乱后乍见故人，情文浃甚。老来共谈",
            "content": "以索寒梅之笑乱离避世无方略。何处可寻幽，须期约。桃源只在人间，争得身轻跨寥鹤。空忆旧欢游，成今昨。自怜兵后多愁，吟肩头削。老病有孤舟，难安泊。残年但愿相依，尔汝忘形纵狂药。白首待时清，应无乐。"
        },
        {
            "title": "东风第一枝 年来逆境驱驰，不知岁序之有游",
            "content": "，与南金翦镫小酌，分题写怀。追念古人乐事，今无一在眼，时于文字中见其一二，遂各想像旧事为之。然心之所好，亦寂寞中一乐也，予得此调舞馆簪蛾，谯门试角，疏镫时弄春影。晓檐铁马敲晴，夜筝锦鸿送冷。铜驼陌上，早官柳轻黄笼暝。料小楼、一枕微酲，已被暖寒欺醒。花信阻、锁窗惯静。芳事杳、翠衾倦整。晚妆似怯梅钿，旧香尚拟篆鼎。朱门双掩，向斗鸭阑干慵并。待灞桥、重暖新墟，拟约倩桃阑艇。"
        },
        {
            "title": "点绛唇 高照  先生，宋朝遗老也，尝有长短",
            "content": "每育之，自可想见屯落秋深景物。近见吴野舟诵，而涵咏不已，有当予心，故述即景，且期后约。极目平芜，渚寒烟暝秋波远。凫莺散乱。黯黯天涯晚。蟹壮莼香，村瓮家家满。频相见。幽怀共展。翦烛巴山馆。"
        },
        {
            "title": "泖滨见荷花（二首）",
            "content": "每爱西湖六月凉，水花风动画船香。\r\n碧筒行酒从容醉，红锦游帷次第张。\r\n月殿承恩沾沆瀣，星槎流影下陂塘。\r\n江南秋冷红衣落，离立西风旧恨长。¤"
        },
        {
            "title": "霜叶飞 小溪岁晚，与南金夜坐分韵",
            "content": "晚风吹醒梅花梦，吟袖人倦无语。楚天云澹雁凄凉，何况黄昏雨。又忽忽、惊心岁序。村荒更迥无钟鼓。对夜色萧条，漫借得、孤缸耿耿，独照离绪。憔悴怨墨频题，征衣慵整，怪却双鬓如许。故园犹是旧东风，往事今尘土。但忆着、章台柳树。十年青镜催迟暮。任艳怀、如流水，芳草王孙，有谁能赋。"
        },
        {
            "title": "贞溪初夏（六首）",
            "content": "巡檐燕子掠晴丝，隔水茶烟出院迟。\r\n草色入帘人不到，午风吹暖梦回时。"
        },
        {
            "title": "花心动 黄伯阳岁晚见梅，适遇旧赋以赠别，",
            "content": "东阁何郎，记当时，曾赏旧家红萼。彩笔赋诗，绿发簪花，多少少年行乐。自从惊觉扬州梦，芳心事、等闲忘却。断魂处，月明江上，路迷天角。老去才情顿薄。柰客里相逢，共伤漂泊。洗尽艳妆，留得遗钿，尚有暗香如昨。岁寒天远离杯短，匆匆去、孤怀难托。向花道，春来未应误约"
        },
        {
            "title": "次韵答松雨上人（洪武庚申）",
            "content": "老来祇恋旧儒巾，放浪犹能矫俗尘。\r\n晚节黄花希晋士，《阳春白雪》愧巴人。\r\n高怀无出中边事，末路何惭寂寞滨。\r\n但得交情似支遁，白头相见只如新。"
        },
        {
            "title": "齐天乐 张翔南寓金陵时，尝有寄金子尚魏彦",
            "content": "，独以赏音见许，而不知予频年连婴逆景，久疏词笔，非复向时怀抱矣，戊申秋杪，邾仲羲持示词卷，且辱彦文寄声，并索近作入卷，乃为倚歌二阕，其一以答彦文，其一以喜翔南还家当年放浪苏台下，长从故人诗酒。茧帖飞花，＊弦度曲，思绕阊门杨柳。星霜易久。怅十载分携，几番回首。沧海尘昏，屋梁落月尚依旧。山林何处寄傲，不如人意事，长是八九。有客传书，多君玩世，况是不忘衰朽。明朝见从。纵少壮难追，好怀还有。醉墨淋漓，浩歌开笑口。"
        },
        {
            "title": "红林檎近 水屯冬景，次钱素  韵",
            "content": "云树风初劲，雾窗晴尚悭。雁落野塘暝，鹤鸣水村寒。重来寻梅径里，渐喜嫩萼堪看。向日院宇荒闲。香冷旧铜盘。几格横素帙，屏壁澹烟峦。弓腰吟袖，多情惟忆前欢。但温存羔酒，留连兽炭，暮江欲雪年又残。"
        },
        {
            "title": "沁园春 龙洲先生以此词咏指甲小脚，为绝代",
            "content": "强庚兄示我眉目二作，真能追逐古人于岁之上，不既难矣。暇日偶于卫立礼座上，以告孙季野丈，为之击节不已。因约相与同赋，翼日而成什焉巧斗弯环，纤凝妩媚，明妆未收。似江亭晓玩，遥山拂翠，宫帘暮卷，新月横钩。埽黛嫌浓，涂＊讶浅，能昼张郎不自由。伤春倦，为皱多无力，翻作娇羞。填来不满横秋。料着得人间多少愁。记鱼笺缄启，背人偷敛，雁钿胶并，运指轻揉。有喜先占，长颦难效，柳叶轻黄今在否。双尖锁，试临鸾一展，依旧风流。"
        },
        {
            "title": "角招 故园旧有老梅数树，自庚午至庚辰，十",
            "content": "年来惟起步月前村之欢。辛巳正月二十四日，曹云翁以红萼一权见予，风度绝韵，旧感横生，念之不置，因缀此阕为解，并以谢翁焉梦云杳。东风外，画阑倚遍寒峭。小梅春正好。漫忆故园，花满林沼。天荒地老。但暗惜、王孙芳草。鹤发仙翁洞里，为分得一枝来，便迎人索笑。窗晓。冷香窈霭，幽情雅淡，不减孤山道。旧愁浑欲埽。却明朝、新愁萦绕。何郎易恼。且约住、伤春怀抱。彩笔风流未少。更何日，玉箫吹，金尊倒。"
        },
        {
            "title": "江城子 癸丑岁季夏下浣，信步至渔溪潘氏庄",
            "content": "舟坐绿树间。适行囊中有松雪翁所书江城子，逸态飞越，不忍释手，因依调口占，以寄清与。古人云，人生百年间，大要行不耳，卒章以此意为消疏云过雨漏斜阳。树阴凉。晚风香。野老柴门，深隐水云乡。林下草堂尘不到，亲枕簟，懒衣裳。故人重见几星霜。鬓苍苍。视茫茫。把酒＊欷，唯有叹兴亡。须信百年俱是梦，天地阔，且徜徉。"
        },
        {
            "title": "暮春过溪上旋即返棹早秋成四韵奉寄",
            "content": "桃花浪里泊扁舟，草草相逢恨莫留。\r\n一自春风来折简，几番夜月独登楼。\r\n尘踪偃蹇长怀旧，蓬鬓萧疏又见秋。\r\n为报故人安好在，身闲不负远公游。"
        },
        {
            "title": "齐天乐 戊子清明，次曹云翁韵",
            "content": "深窗暮洒梨花雨，随风乱零如霰。寒食初过，连阴未解，黄昏酒阑人倦。春镫漫翦。怪浓润沾衣，浅寒迎面。芳事蹉跎，强将花谱自舒卷。天涯芳草渐满，蹋青晴路阻，阑槛凭遍。燕隔重门，舟迷晚渡，应是不胜清怨。欢游未展。纵不柰凄迷，懒寻消遣。只怕晴时，落红千万点。"
        },
        {
            "title": "贞溪初夏（六首）",
            "content": "巷巷缲车桑茧熟，村村社鼓野神来。\r\n鹁鸠声向树阴里，花下柴扉昼不开。"
        },
        {
            "title": "暗香 吴中顾氏旧时月色亭，陆壹天倡始用白",
            "content": "水边寒色。又怎禁傍晚，一声长笛。废苑日斜，玉蕊疏疏未＊摘。回首江南旧梦，何处觅、黄昏诗笔。纵近日、雪满西泠，谁解为移席。萧瑟。更幽寂。记驻马断桥，顿觉愁积。倚风暗泣。离黍残碑尚追忆。绝艳无人管领，潮自落、吴山横碧。便想像、风景好，可能再得。"
        },
        {
            "title": "西江月 酒兰，与南金徜徉屯巷，各信意小述",
            "content": "故旧今成二老，欢游长记当时。山中吟屐梦中诗。多少晋人风致。但得诸郎俊拨，不嫌我辈衰迟。残年饱饭话心期。如此差强人意。"
        },
        {
            "title": "河传 乐府十拟，弁阳老人为古人所未为。素",
            "content": "一出新意矣。暇日先生以词  寄示，且徵予作，既又获见桥李诸俊用所拟，益切奇出，阅诵累日无厌。因悟古人作长短句，若慢则音节气概，人各不类，往往自民一家。至于令则律调步武句语，若无大相远者，间有奇语，不过命以新意，亦未见其各成一家也。所以令之拟为尤难，强欲逼真，不无蹈袭，稍涉己见，辄复违背。由是未易苟措，兹重以先生之请，思索且得十解，未知其实能似古人与否，惟先生有以教焉。至正二年二月甲子序。弁阳周草  号，素钱子云号。拟花间  春日宫词春殿。帘卷。＊金香远。午漏沉沉柳阴。楼前怨红何处寻。沉吟。玉沟流水深。睡起长门催侍宴。情正卷。强把镜＊展。露柔荑。添黛眉。步移。君王犹讶迟。"
        },
        {
            "title": "齐天乐 己卯春，客楼雨中怀小裕故人行乐",
            "content": "东风吹雨春城晚，黄昏小楼人静。燕子朱帘，谯门画角，收拾柳边残暝。微镫照影，叹尘满书床，火销香鼎。客里王孙，故家乐事尚能省。人生壮游几许，旧鸥应怪我，沙上盟冷。刻烛催诗，倾尊款话，长忆西窗风景。相思有兴。待官渡回潮，野桥吟艇。莫遣啼鹃，夜深惊梦醒。"
        },
        {
            "title": "贞溪初夏（六首）",
            "content": "雨后深林竹笋肥，渡头风急柳花飞。\r\n柴门不掩绿阴静，人在闲窗试苎衣。"
        },
        {
            "title": "满江红 己酉九日，雨中家居，忆夏士安、颐",
            "content": "弘昆季六人，皆常年同萸菊者，一载之间，俱罹患，各天一方，信笔纪怀风雨重阳，凭谁问、故人消息。记当日、承平节序，佩环宾席。处处相逢开口笑，年年不负登山屐。是几番、扶醉插黄花，乌巾侧。诗酒会，成陈迹。山水趣，今谁识。柰无情世故，转头今昔。冰雪关河劳梦寐，芝阑玉树＊荆棘。对西风、愁杀白头人，长相忆。"
        },
        {
            "title": "泖滨见荷花（二首）",
            "content": "吴山风物久荒凉，十里红蕖失旧香。\r\n贝阙珠宫浑寂寞，弓腰舞袖亦更张。\r\n冯夷鼓罢风生渚，太乙舟迷月暗塘。\r\n异县相思正愁绝，一声羌笛楚天长。"
        },
        {
            "title": "恋绣衾 曹幼文以庚午岁，太初老禅、洎云西",
            "content": "求予追和。屈指三十余年，三老仙去久矣，今昔之感，不能己于言也。时重逢元夜心暗惊。忆当年、诸老放晴。对芳景、张灯火，画堂深、箫鼓到明。乌衣巷口东风在，甚而今、春草乱生。试点检、繁华梦，有梅花之一三十九首"
        },
        {
            "title": "风入松 南金寓桥李，予客海隅，寄此以叙间",
            "content": "十年心事暗相牵。收拾此灯前。向来行乐匆匆过，到如今、想像依然。蹋月几番邻巷，看花长共吟船。故人一别阻斜川。曾记远游篇。新来我亦长为客，把故园、分咐寒烟。纵使此回相见，好怀不似当年。"
        },
        {
            "title": "江月晃重山 辛丑上元前一夕，积雪试晴，顿",
            "content": "，慨然感兴，以此写之梅萼香融霁雪，檐牙暖溜悬冰。出林幽鸟动春声。元宵近，愁里梦还惊。村巷依然素月，寒窗只是青灯。难寻遗老问承平。南朝事，千古独伤"
        },
        {
            "title": "泖塘夜思",
            "content": "宿雾随云敛，寒星著水明。\r\n客舟移远岸，戍柝报初更。\r\n老觉驰驱倦，愁思丧乱平。\r\n故人鸡黍约，岁晚更多情。"
        },
        {
            "title": "点绛唇 秋夜横泖旅窗听雨，有怀故园",
            "content": "两鬓秋风，掩关坐听黄昏雨。灯前自语。世乱甘清苦。蔓草愁烟，荒却东陵圃。归期阻。荆榛满路。投老知何处。"
        },
        {
            "title": "浣溪沙 丁酉早春试笔，东钱南金",
            "content": "乱后无诗做好春。春光却又恼诗人。溪头举目暗伤神。杨柳官桥人迹绝，杏花歌馆烧痕新。相期何处避兵尘。"
        },
        {
            "title": "贺新郎 曹园红梅数种十余树，云西老人手植",
            "content": "其孙幼文命客饮于其下。永嘉曹新民赋词为咏，予适有出不与。越数日，幼文持卷来求次韵，席上口占以答海底珊瑚树。问鲛人、几时击出，碎为繁露。倩女舍来纫成佩，妆点江南岁暮。便掩映、含章窗户。更着绛绡笼玉骨，怕黄昏、不向孤山路。银烛暗，未归去。梦中曾被梨云误。最难忘、长沙形胜，水声东注。若见何郎须相报，不改扬州韵度。道＊艳、尚堪重赋。一点酸心浑不死，＊桃根桃叶非吾故。空谷底，漫延伫。"
        },
        {
            "title": "齐天乐 戊戌冬初，领省檄，会无锡州将李正",
            "content": "民居荡析，皆黄茅白骨之境，眼界殊恶。李  索赋，道间口占复命西风满面吹华发，肩与遍行荒野。草莽无垠，人烟埽迹，犹有青山如画。斜阳又下。柰倦宿军营，喜逢田舍。官事驱驰，旅途情绪顿衰谢。天边雁飞渐远，故园回首处，离恨难写。寒人征衣，云遮望眼，忘却向来潇洒。尘氛未解。便好问归舟，早图休驾。梦绕寒谷，小梅应绽也。"
        },
        {
            "title": "齐天乐 甲午七月望后，横泖客舍骤雨顿凉，",
            "content": "，暝色凝烟，不胜凄黯。阖户呼镫著此，以纪旅思碧梧庭院秋声早，＊＊暮天云影。雨送凉蝉，风欺倦翼，络纬犹啼金井。疏窗弄暝。正犀押帘垂，画屏镫冷。节序依然，旅怀长是叹流景。旧家园苑废久，岁寒松桂在，清事谁领。待月幽轩，寻凉小舰，断梦有时提省。乘槎路迥。便逸兴相牵，倦涂难骋。甚日归来，傍湖耕二顷。"
        },
        {
            "title": "红林檎近 冬雨晚晴，次谢士英韵",
            "content": "山晚牛羊下，野荒凫雁肥。雨脚度江远，日光映林微。泥深何堪纵步，倚杖漫立苔矶。望极浦口云归。寒气透征衣。断冰随浪楫，斜竹偃风扉。江空岁暮，村深人迹还稀。待霜桥梅破，茅堂酒暖，放船速客延□晖。"
        },
        {
            "title": "渡江云 庚戌腊月九日，与邾仲羲同往江阴。",
            "content": "，芭苇弥望，朔吹乍静，山气乍昏复明，起与仲羲登桥纵目，霜月遍野，情怀恍然，口占纪行，求仲羲印可朔风吹破帽，江空岁晚，客路正冰霜。暮鸦归未了，指点旗亭，弭棹宿河梁。荒烟乱草，试小立、目送斜阳。寻旧游、恍然如梦，展转意难忘。堪伤。山阳夜笛，水面琵琶，记当年曾赏。嗟老来、风埃憔悴，身世微茫。今宵到此知何处，对冷月、清兴犹狂。愁未了，一声渔笛沧浪。"
        },
        {
            "title": "水龙吟 戊申灯夕，云间城中作 以上四印齐本",
            "content": "兵余重见元宵，浅寒收雨东风起。城门傍晚，金吾传令、遍张灯市。报道而今，依然放夜，纵人游戏。望＊＊巷陌，星毯散乱，经行处、无歌吹。太守传呼迢递，漫留连、通宵沉醉。香车宝马，火蛾面茧，是谁能记。犹有儿童，等闲来问，承平遗事。奈无情野老，闻灯懒看，闭门寻睡。"
        },
        {
            "title": "齐天乐 戊戌冬初，领省檄，会无锡州将李正 ",
            "content": ""
        },
        {
            "title": "沁园春 龙洲先生以此词咏指甲小脚，为绝代 ",
            "content": ""
        },
        {
            "title": "摸鱼子 甲辰季秋，与夏颐贞同在吴门，屡有 ",
            "content": ""
        },
        {
            "title": "满江红 己酉九日，雨中家居，忆夏士安、颐 ",
            "content": ""
        },
        {
            "title": "风入松 白仁甫集中木兰花慢结句云，二十四 ",
            "content": ""
        },
        {
            "title": "春草碧 乱后乍见故人",
            "content": "以索寒梅之笑乱离避世无方略。何处可寻幽，须期约。桃源只在人间，争得身轻跨寥鹤。空忆旧欢游，成今昨。自怜兵后多愁，吟肩头削。老病有孤舟，难安泊。残年但愿相依，尔汝忘形纵狂药。白首待时清，应无乐。"
        },
        {
            "title": "春草碧 南金契兄",
            "content": "，世故牵掣，迨今未遂。兵后避地溪滨，复得旦暮握手，慨前迹之昀陈，预后期之可拟，不能已於言也。敬借前韵，述怀如左岁寒归计曾商略。富贵与神仙，辜前约。儒冠已负平生，不羡扬州去骑鹤。蓬鬓老风霜，心如昨。惟应郢上高才，风斤惯削。相见问行藏，重评泊。无情最是桑榆，那得昌阳引年药。山水有清音，同行乐。"
        },
        {
            "title": "春草碧 仆一节从",
            "content": "又调春草碧词见遗，以识会合之意，情文悃欢，溢於言表，惠至渥也。辄依芳韵，庸写下忱，为先施之期谢云儒冠不解明韬略。底处是生涯，云门约。无端寄迹兵戈，蕙帐荒寒怨秋鹤。岁暮且归来，情如昨。故人几度传心，曾烦手削。门外见仙槎，须停泊。老来岁月无何，乞与刀圭九还药。三岛景长春，寻具乐。"
        },
        {
            "title": "忆旧游 追和魏彦文清明韵",
            "content": "记乌衣巷口，灞水桥边，问柳寻花。竟日追游处，尽挥鞭绣陌，弭＊晴沙。酒阑美人归去，香拥碧油车。自彩笔题情，金灯款醉，几度年华。天涯。故人远，料对景相思，应念无家。又见分榆火，柰移根换叶，往事堪嗟。小楼倚遍残照，长羡暮栖雅。赖伴我消魂，遥岑寸碧三四丫。"
        },
        {
            "title": "角招 次黄伯阳苕溪夭中韵",
            "content": "暮云起。苕溪上，画桡荡漾春水。道人烟浪里。信笔赋诗，千古无此。吴头楚尾。问旧日、陶朱邻里。撷得江蓠寄远，向天角歇孤帆，且行行休矣。吟倚。柳阴傍晚，花期暗数，芳事今余几。旧游难屈指。化鹤归来，依然城市。纷纭闹紫。岂不羡、山林宫徵。更约吟船共舣。剩判得，落残花，欺行李。"
        },
        {
            "title": "角招 故园旧有老梅",
            "content": "年来惟起步月前村之欢。辛巳正月二十四日，曹云翁以红萼一权见予，风度绝韵，旧感横生，念之不置，因缀此阕为解，并以谢翁焉梦云杳。东风外，画阑倚遍寒峭。小梅春正好。漫忆故园，花满林沼。天荒地老。但暗惜、王孙芳草。鹤发仙翁洞里，为分得一枝来，便迎人索笑。窗晓。冷香窈霭，幽情雅淡，不减孤山道。旧愁浑欲埽。却明朝、新愁萦绕。何郎易恼。且约住、伤春怀抱。彩笔风流未少。更何日，玉箫吹，金尊倒。"
        },
        {
            "title": "蔬帘淡月 和黄伯成吴兴道中韵",
            "content": "苍烟古木。渐暝入小溪，鸥鹭如玉。斜倚孤篷眺晚，毳裘寒肃。秋娘渡口山横处，旧曾寻、五陵芳躅。画楼灯火，如今冷落，尘满华屋。柰景物因人反覆。算千古风流，今有谁续。苕水东边月上，酒醒人独。角声吹老梅三弄，想依稀、曾梦蛾绿。西风回首，山中有人，满头黄菊。"
        },
        {
            "title": "霓裳中序第一 中秋后二夕对月",
            "content": "秋堂气渐肃。暮角吹来声断续。凭遍阑干几曲。又凉战庭梧，风敲檐竹。多情宋玉。对楚天、无柰幽独。中秋过，月华未阙，夜色灿如烛。空谷。美人羁束。又老尽、江南草木。愁来心绪易触。目断瑶台，梦绕金屋。雁归犹未卜。且漫放、题红去速。凄迷处，年来诗鬓，换动镜中绿。"
        },
        {
            "title": "齐天乐 寄张翔南",
            "content": "六朝千古台城路，伤心几番兴废。形胜空存，繁华暗老，举目江山还异。风尘万里。柰迁客驱驰，去程迢递。故旧相望，雁边消息缈难寄。春风凤皇台上，转蓬回首处，应叹身世。江总情深，陈琳檄倦，投老竟成归计。斜阳某水。且净洗缁衣，任休行李。只怕东山，兴来还又起。"
        },
        {
            "title": "齐天乐 张翔南寓金",
            "content": "，独以赏音见许，而不知予频年连婴逆景，久疏词笔，非复向时怀抱矣，戊申秋杪，邾仲羲持示词卷，且辱彦文寄声，并索近作入卷，乃为倚歌二阕，其一以答彦文，其一以喜翔南还家当年放浪苏台下，长从故人诗酒。茧帖飞花，＊弦度曲，思绕阊门杨柳。星霜易久。怅十载分携，几番回首。沧海尘昏，屋梁落月尚依旧。山林何处寄傲，不如人意事，长是八九。有客传书，多君玩世，况是不忘衰朽。明朝见从。纵少壮难追，好怀还有。醉墨淋漓，浩歌开笑口。"
        },
        {
            "title": "齐天乐 次韵王原吉龙江别业",
            "content": "去年弭棹龙江市，曾瞻故人衡宇。树隔琴床，芸香书屋，捣药时鸣清杵。壶＊报午。想频拂词笺，闲修花谱。如此幽闲，雅宜连榻听风雨。多君曳裾相府。纵风流文采，终带清苦。借筋筹帷，持杯说剑，长历汉台秦楚。寻幽访古。便后约须期，细论重与。岁晚山中，茯苓还共煮。"
        },
        {
            "title": "齐天乐 乙未",
            "content": "柳花飞满春归路，隔江暮云摇影。草暗河桥，尘昏水驿，难觅仙翁丹井。年光渐暝。任老鬓霜雕，壮心灰冷。世故纷纭，寄书长拟问弘景。山林多少胜地，四时萧散处，谭笑能领。小舫寻诗，轻裘把钓，此意只今谁省。斜阳迥迥。算往梦难追，旷怀休骋。目断南湖，平芜千万顷。"
        },
        {
            "title": "齐天乐 甲午七月望后",
            "content": "，暝色凝烟，不胜凄黯。阖户呼镫著此，以纪旅思碧梧庭院秋声早，＊＊暮天云影。雨送凉蝉，风欺倦翼，络纬犹啼金井。疏窗弄暝。正犀押帘垂，画屏镫冷。节序依然，旅怀长是叹流景。旧家园苑废久，岁寒松桂在，清事谁领。待月幽轩，寻凉小舰，断梦有时提省。乘槎路迥。便逸兴相牵，倦涂难骋。甚日归来，傍湖耕二顷。"
        },
        {
            "title": "齐天乐 戊子",
            "content": "深窗暮洒梨花雨，随风乱零如霰。寒食初过，连阴未解，黄昏酒阑人倦。春镫漫翦。怪浓润沾衣，浅寒迎面。芳事蹉跎，强将花谱自舒卷。天涯芳草渐满，蹋青晴路阻，阑槛凭遍。燕隔重门，舟迷晚渡，应是不胜清怨。欢游未展。纵不柰凄迷，懒寻消遣。只怕晴时，落红千万点。"
        },
        {
            "title": "齐天乐 己",
            "content": "东风吹雨春城晚，黄昏小楼人静。燕子朱帘，谯门画角，收拾柳边残暝。微镫照影，叹尘满书床，火销香鼎。客里王孙，故家乐事尚能省。人生壮游几许，旧鸥应怪我，沙上盟冷。刻烛催诗，倾尊款话，长忆西窗风景。相思有兴。待官渡回潮，野桥吟艇。莫遣啼鹃，夜深惊梦醒。"
        },
        {
            "title": "齐天乐 申戌清明雨中感春",
            "content": "离歌一曲江南暮，依稀灞桥回首。立马东风，送人南浦，认得当年杨柳。梨花过后。悄不见邻墙，弄梅纤手。绮陌东头，个人还似旧时否。相如近来病久。纵腰围暗减，犹未全瘦。宿酒昏镫，重门夜雨，寒食清明依旧。新愁漫有。第一是伤心，粉销红溜。待约明朝，问舟官渡口。"
        },
        {
            "title": "春从天上来 次南金早春韵",
            "content": "九陌香泥。正楚馆欺寒，袅袅春鸡。两行帘底，银烛千枝。花市笑语声齐。喜盘行纤手，翦生菜、巧簇青丝。晚晴时。渐红蕖照眼，黄柳舒眉。东风旧家乐事，柰酒兴沉沉，＊队＊＊。小谱鸾笺，重楼羯鼓，生怕误却花期。好情怀都改，年光在、物换星移。误芳菲。想六桥灯火，犹绕苏"
        },
        {
            "title": "东风第一枝 春来兼旬",
            "content": "* 南金偶道及前作，欠然命笔次韵，故又口占为谢乱雨敲窗，深镫晕壁，孤屏相对吟影。醉余梦蝶难寻，起来睡鸳较冷。东风急处，又卷得残云催暝。柰暗愁、忽到梅边，夜半粉香熏醒。门正掩、暮帘仨静。花未闹，小军预整。斗茶尚忆分曹，赋诗更联古鼎。春衫慵试，怕误了金鞍相并。待小桃、开满前溪，且踏武陵渔艇。"
        },
        {
            "title": "东风第一枝 年来",
            "content": "，与南金翦镫小酌，分题写怀。追念古人乐事，今无一在眼，时于文字中见其一二，遂各想像旧事为之。然心之所好，亦寂寞中一乐也，予得此调舞馆簪蛾，谯门试角，疏镫时弄春影。晓檐铁马敲晴，夜筝锦鸿送冷。铜驼陌上，早官柳轻黄笼暝。料小楼、一枕微酲，已被暖寒欺醒。花信阻、锁窗惯静。芳事杳、翠衾倦整。晚妆似怯梅钿，旧香尚拟篆鼎。朱门双掩，向斗鸭阑干慵并。待灞桥、重暖新墟，拟约倩桃阑艇。"
        },
        {
            "title": "六州歌头",
            "content": "雨中望粼墙桃花，殆欲零落，感人事之不齐，欢芳时之易失，信笔纪述，斐然成章。桓司马谓树独如此，人何以堪，今乃信之矣刘郎老去，孤负几东风。思前度，玄都观，旧游踪。怕重逢。新种桃千树，花如锦，应＊我容颜改，浑不比、向时红。我亦无情久矣，繁华梦、过眼成空。纵而今再见，何似锦城中。往事匆匆。任萍蓬。忆欢娱地，经行处，秦楼畔，灞桥东。春冉冉，花可可，雾蒙蒙。水溶溶。几度题歌扇，欹醉帽，绕芳丛。时序改，人面隔，鬓霜浓。别有武陵溪上，秦人在、仙路犹通。待前村浪暖，鼓楫问渔翁。此兴谁同。"
        },
        {
            "title": "西河 一春索居味殊恶",
            "content": "春梦觉，一声何处啼鸟。东风二月旧江南，庾郎暗老。暖寒日日禁单衣，阑干凭遍清晓。水涯柳条渐好。玉＊几度曾到。如今巷陌蹋青时，故人去杳。杏花不在宋东邻，苔墙犹自围绕。凤鞋次第又斗草。暗凄凉、前度怀抱。病后不禁愁恼。怕西园、路湿残红如埽。空忆花前纤腰袅。"
        },
        {
            "title": "南浦 次韵答南金见寄",
            "content": "烟水隔殊乡，又匆匆误了，蹋青时候。一别几多时，河桥外、官柳青条犹瘦。君来为问，渡江桃叶曾来否。生怕木阑双艇子，只道故人依旧。孤村寒食＊寻，料归期渐近，花开休骤。油壁耐东风，先拌取、同醉乱红千亩。凭阑望久。几番魂断烟中岫。从此相逢休草草，莫对夕阳搔首。"
        },
        {
            "title": "花心动 赠散妓蟾宫秀",
            "content": "尘满人间，有谁能，分得广寒风度。漫道小娇，疑是前身，曾到岩花深处。九霄宫殿春长好，只合伴、霓裳仙侣。问何事，等闲回首，却迷尘趣。缥缈琼楼玉宇。柰雾鬓烟鬟，不胜风露。小试旧妆，才近芳尊，已变世间歌舞。想应羞见嫦娥寡，重来傍、巫山行雨。总忘了，青冥向来去路"
        },
        {
            "title": "花心动 黄伯阳岁晚",
            "content": "东阁何郎，记当时，曾赏旧家红萼。彩笔赋诗，绿发簪花，多少少年行乐。自从惊觉扬州梦，芳心事、等闲忘却。断魂处，月明江上，路迷天角。老去才情顿薄。柰客里相逢，共伤漂泊。洗尽艳妆，留得遗钿，尚有暗香如昨。岁寒天远离杯短，匆匆去、孤怀难托。向花道，春来未应误约"
        },
        {
            "title": "风流子 次李仲舆秋思韵",
            "content": "芙蓉秋水绿，河桥畔、驻马落霞明。念苏小昼楼，蠹侵花简，谢娘朱户，香冷银屏。怅犹记浔江留夜客，滕阁醉诗宾。驿上信音，美人迟暮，雁边城郭，霜气凄清。潘郎愁多少，伤情处，无柰两鬓星星。江路晚风，三叠长是愁听。纵彩笔殷勤，近来无准，昼阑缥缈，一向谁凭。何处笛声哀怨，幽梦难成。"
        },
        {
            "title": "沁园春 早春雨中遣怀",
            "content": "菜甲封泥，桃英怯冻，浅寒尚浓。正小窗深掩，暮云低密，颓垣半露，残雪玲珑。冷逼单衣，愁欺倦枕，暗度一番花信风。年光在，但尘襟耿耿，镜鬓匆匆。十年旧梦无踪。算何异、天涯随转蓬。甚＊＊坊陌，灯宵闲过，沉沉烟雨，酒兴谁同。鸟已春声，人犹旧感，点检芳菲前事空。莺花好，更明年此际，何处相逢。"
        },
        {
            "title": "霜叶飞 小溪岁晚",
            "content": "晚风吹醒梅花梦，吟袖人倦无语。楚天云澹雁凄凉，何况黄昏雨。又忽忽、惊心岁序。村荒更迥无钟鼓。对夜色萧条，漫借得、孤缸耿耿，独照离绪。憔悴怨墨频题，征衣慵整，怪却双鬓如许。故园犹是旧东风，往事今尘土。但忆着、章台柳树。十年青镜催迟暮。任艳怀、如流水，芳草王孙，有谁能赋。"
        },
        {
            "title": "贺新郎 曹园红",
            "content": "其孙幼文命客饮于其下。永嘉曹新民赋词为咏，予适有出不与。越数日，幼文持卷来求次韵，席上口占以答海底珊瑚树。问鲛人、几时击出，碎为繁露。倩女舍来纫成佩，妆点江南岁暮。便掩映、含章窗户。更着绛绡笼玉骨，怕黄昏、不向孤山路。银烛暗，未归去。梦中曾被梨云误。最难忘、长沙形胜，水声东注。若见何郎须相报，不改扬州韵度。道＊艳、尚堪重赋。一点酸心浑不死，＊桃根桃叶非吾故。空谷底，漫延伫。"
        },
        {
            "title": "贺新郎 题王德琏水屯卷",
            "content": "一段江南绿。望依依、沙鸥起处，辋川横幅。十里平郊人烟聚，掩映汀洲几曲。试与问、隐君林屋。花径竹门春窈窕，有苍颜绿鬓人如玉。挥白羽，跨黄犊。高情远继巢由躅。向沧浪、濯缨垂钓，自歌还续。手种陂塘千株柳，隔断红尘万斛。算独有、渔舟来熟。待约西施同载酒，趁桃花、浪暖相追逐。寻胜地，访遗俗。"
        },
        {
            "title": "贺新郎 沙德润、任以南相兴追和费酸齐琵琶",
            "content": "马上貂裘裂。料明妃、几番回首，旧家陵阙。留得胡沙千年恨，写入冰弦四列。想历遍、关河风雪。弹动伊凉哀怨曲，把梨园风韵都销歇。南部乐，向谁说。多情只记潇湘瑟。纵而今、宫移羽换，此怀难竭。便有传来中原谱，终带穹庐烟月。甚长是未歌先咽。顾曲周郎今已矣，满江南、谁是知音客。人世事，几圆缺。"
        },
        {
            "title": "无题",
            "content": "雁来时、晚寒初劲，青灯摇动窗户。商声暗起邻墙树，触景乱愁还聚。秋又暮。柰合造凄凉，无处无笳鼓。狂吟醉舞。记满帽簪花，分筹藉草，骑马忘归路。怀人远，有恨凭谁寄语。虚名长是相误。天涯节序浑非旧，留得满城风雨。心万缕。漫自喜、孤高不惹沾泥絮。羁怀倦诉。好分付儿曹，耘＊三径，早晚赋归去。"
        },
        {
            "title": "摸鱼子 题王德琏山居图",
            "content": "遍乾坤、好山无数，古来高隐能几。相逢尽道林泉胜，无柰利名朝市。青嶂里。望曲径深门，彷佛柴桑里。先生傲世。任短褐长＊，清琴烛酒，占断晋风致。疏林下，别有谈玄尘尾。清风长满窗几。门剥啄何须问，应是采芝仙子。谁可比。已不减、当时鸡犬空中起。留连晚计。尽穴石藏书，锄云种玉，千古有灵气。"
        },
        {
            "title": "摸鱼子 寒食雨中",
            "content": "倚阑干、暮云千里，天涯芳草凄楚。＊＊巷陌重门掩，何况满窗疏雨。江上路。又还见、黄金暗柳千万缕。荒村岁序。纵燕子新来，梨花未埽，好景自虚度。江淹老，谁解重吟恨赋。东风依旧南浦。青灯店舍长安道，梦里翠屏朱户。闲院宇。怅犹记、佳人秉烛深夜语。新诗漫与。柰世事驱驰，流光荏苒，回首更延伫。"
        },
        {
            "title": "摸鱼子 岁晚感怀寄南金",
            "content": "见梅花、一番惊感，天时人事如许。星霜冉冉东流水，牢落少年心绪。时自语。甚门外、风埃绿鬓生尘土。故人间阻。柰岁晚相思，云寒怅望，此意转凄楚。髫年梦，俯仰已成今古。人生风度欢聚。故乡景物浑非旧，愁里忽忽时序。能记否。记翦烛西窗，暝坐听风雨。春来更苦。柰酒量微增，诗情未减，何处唤俦侣。"
        },
        {
            "title": "八归 秋夜咏怀寄钱南金",
            "content": "清蟾半露，惊乌三匝，城上漏水乍滴。微淳已透潇湘簟，还见小帘摇砌、澹镫垂壁。夜色迢迢人睡去，正想到、山阳吹笛。做弄得、客里文园，病后更无力。还是秋期过了，鸣蛩窗户，又对新诗相忆。片云天外，数峰江上，几误湘灵瑶瑟。叹流光过眼，宋玉多情共今夕。沧浪兴、扁舟容与，醉帽飘萧，亭皋清望极。"
        },
        {
            "title": "八",
            "content": "凉欺羽扇，风生蕲竹，秋意渐满院落。商声又过梧桐井，还误剖瓜佳会，泛槎仙约。漫忆中庭儿女夜，几＊语、花楼欢乐。尚认得、织女桥边，半是旧乌鹊。何事明河影下，佳期如许，暗抱一襟离索。箭壶催梦，枕屏移恨，是青春行客。对良宵感旧，鬓发萧萧叹潘岳。阑干迥、翠帘休卷，待到更深，啼＊声又作。"
        },
        {
            "title": "沁园春",
            "content": "漆点填眶，凤梢侵鬓，天然俊生。记隔花瞥见，疏星炯炯，倚阑延伫，止水盈盈。端正窥帘，瞢腾凭枕，睥睨檀郎长是青。销凝久，待嫣然一顾，密意将成。困酣时倚银屏。强临镜＊＊犹未醒。忆帐中亲者，似嫌罗密，尊前斜注，翻怕镫明。醉后看承，歌时斗弄，几度孜孜频送情。难忘处，是香罗＊透，别泪双零。"
        },
        {
            "title": "兰陵王 岁晚忆王彦强而作",
            "content": "暮天碧。长是登临望极。松江上、云冷雁稀，立尽斜阳耿相忆。凭阑起叹息。人隔吴王故国。年华晚，烟水正深，难折梅花寄寒驿。东风旧游历。记草暗书帘，苔满吟屐。无情征旆催离席。嗟月堕寒影，夜移清漏，依稀曾向梦里识。恍疑见颜色。空惜。鬓毛白。恨莫趁金鞍，犹误尘迹。何时弭棹苏台侧。共漉酒纱帽，放歌瑶瑟。春来双燕，定到否，旧巷陌。"
        },
        {
            "title": "兰陵王 王彦强以暮春有怀吴中故居之作见示",
            "content": "锦江绿。长想秦城在目。瞿塘上、春水＊船，十二遥峰翠如簇。羁怀未易触。斜日平原散牧。潘郎爱，年少宦游，遮莫吴霜鬓边扑。名家旧韦曲。记雨卧丛花，春覆慈竹。东来重问乌衣屋。愁濯锦人远，翦镫窗静，归心遍是梦里速。更题柱曾□。凄独。带移束。正驿路骝嘶，烟浦帆宿。遨头风度犹能续。尽客馆歌舞，故人＊＊。薛涛笺上，写恨处，字可掬。"
        },
        {
            "title": "兰陵王 春日寄钱塘诸友",
            "content": "旧时月。曾照河桥夜别。秋千下、花露染衣，倚马相看动愁绝。登临黯望彻。思落吴山万叠。江村路，春水乍生，南浦迢迢恨难越。匆匆换时节。怪驿未缄鳞，□□□□。平湖入梦情犹切。嗟乐事长在，壮游都误，酣歌迷舞兴未歇。耿前恨休说。凄咽。乱愁结。记诗满花笺，歌唤桃叶。琵琶水面今谁拨。但碧槛长倚，楚蓠空撷。相思难寄，待更把，断柳折。"
        },
        {
            "title": "隔浦莲 水槛晚晴 以上四印齐本术词选卷之二",
            "content": "冰纨光映素手。竹簟醒残酒，满院梅风起，疏云薄、斜阳漏。兰棹归去后，诗人瘦。梦绕潇湘柳。屡回首。开帘傍晚，烟中微见青岫。沧浪远兴，为问白鸥知否。十里平湖纵望久。凉透。江莲香度疏牖。"
        },
        {
            "title": "春草碧 次韵素  遣怀",
            "content": "更筹图子宣和谱。流落到如今，空怀古。江南荒草寒烟，前代风流共谁语。犹有赋骚人，迷湘浦。乌衣巷口斜阳，＊＊院宇。玉树后庭花，谁能举。五陵残梦依稀，回首天涯叹行旅。马上杜鹃啼，愁如雨。"
        },
        {
            "title": "红林檎近 冬",
            "content": "山晚牛羊下，野荒凫雁肥。雨脚度江远，日光映林微。泥深何堪纵步，倚杖漫立苔矶。望极浦口云归。寒气透征衣。断冰随浪楫，斜竹偃风扉。江空岁暮，村深人迹还稀。待霜桥梅破，茅堂酒暖，放船速客延□晖。"
        },
        {
            "title": "祝英台近 和云西老人秋怀韵",
            "content": "暮天云，深夜雨。幽兴到何许。风拍疏帘，灯影逗窗户。自从暝宿河桥，露听江笛，久不记、旧游湘楚。正无绪。可柰满目清商，萧萧五陵树。斜掩屏山，肠断庾郎赋。几回思绕苹花，梦寻兰棹，怕惊起、故溪鸥鹭"
        },
        {
            "title": "江城梅",
            "content": "及当道作者，盖俯念草木之味也五陵春色旧曾游。翠娥讴。锦缠头。花落花开，不信有并州。浅碧障泥红叱拨，柳桥外，满东风，无点愁。近来近来双鬓秋。心渐收。情尚留。底事底事递如许，身世沉浮。何况年华，长向镜中羞。才见那时帘外月，便想起，醉吹箫，罨昼楼。"
        },
        {
            "title": "江城梅花引 己卯除夕",
            "content": "灯前儿女小团＊。岁将阑。夜将残。一度逢春，一度减朱颜。明日东风三十二，又添得，二毛侵，鬓底斑。世问世间行路难。身世闲。天地宽。往事往事恨未了，长恨儒冠。爆竹声中，春又到柴关。一任黄尘门外扰，且留取，旧梅花，独自看。"
        },
        {
            "title": "洞仙歌 赋明叔水光山色舟",
            "content": "红尘海里，好风光谁有。输与沧浪钓竿手。信翩然、一苇目断空蒙，烟草外、历历楚云湘岫。谩随春浪去，路人桃源，肯为繁华暂回首。岁晚若归来，纵鸥鹭忘机，莫系缆、汉南杨柳。好乘兴、凌风访蓬莱，为说与麻姑，海桑依旧。"
        },
        {
            "title": "满江红 丙午重",
            "content": "云锁吴山，重阳近、满城风雨。层楼外、摩挲病眼，尚堪延伫。采菊有谁忘世虑，催租底事妨诗句。纵鸟巾、潦倒不禁秋，犹能赋。村隐隐，牛羊路。烟冉冉，蒹葭渡。是几番兴废，几番今古。世乱可堪逢节序，身闲犹有余风度。且凭高、呼酒发狂歌，愁何处。"
        },
        {
            "title": "法曲献仙音 寄寿",
            "content": "章、皆雷老人宾馆，三月二十八日也谷雨＊晴，柳风吹暖，春在绿阴深处。青鸟传书，羽仙清道，天香暗满窗户。准拟问长生路。桃花几千树。黯凝伫。看斑衣、近来得意，云路迥，千里易成阔步。铜狄尽摩挲，任高堂、暮景容与。见说西园，有佳宾、酾酒同赋。恨牡丹花下，此际不陪尊俎。"
        },
        {
            "title": "八声甘州 次钱思复怀钱唐旧游韵",
            "content": "叹前朝、胜地正离离，荒草不胜春。纵湖山尚好，泉乾虎迹，井＊龙鳞。多少王侯第宅，游赏太平身。车马经行处，锦绣纷纷。梦里曲江宫殿，自长安日远，深锁愁云。念墙头杨柳，憔悴向谁颦。又东风、鸟啼花落，黯黄昏、胡骑满城尘。当时事、不堪回首，重问陈人。"
        },
        {
            "title": "红林檎近 水",
            "content": "云树风初劲，雾窗晴尚悭。雁落野塘暝，鹤鸣水村寒。重来寻梅径里，渐喜嫩萼堪看。向日院宇荒闲。香冷旧铜盘。几格横素帙，屏壁澹烟峦。弓腰吟袖，多情惟忆前欢。但温存羔酒，留连兽炭，暮江欲雪年又残。"
        },
        {
            "title": "渡江云 庚戌腊月九日",
            "content": "，芭苇弥望，朔吹乍静，山气乍昏复明，起与仲羲登桥纵目，霜月遍野，情怀恍然，口占纪行，求仲羲印可朔风吹破帽，江空岁晚，客路正冰霜。暮鸦归未了，指点旗亭，弭棹宿河梁。荒烟乱草，试小立、目送斜阳。寻旧游、恍然如梦，展转意难忘。堪伤。山阳夜笛，水面琵琶，记当年曾赏。嗟老来、风埃憔悴，身世微茫。今宵到此知何处，对冷月、清兴犹狂。愁未了，一声渔笛沧浪。"
        },
        {
            "title": "长亭怨慢 杨花",
            "content": "正愁怕、曲江云尽。转首隋堤，尚留芳景。客路相逢，满身香影动离恨。绿窗深窈，浑不寄、天涯信。暗忆那回时，向马足车轮，长是随趁。问春心何在，一点沾泥无准。潘郎怕老，又禁得、雪添双鬓。怅日暮、静掩长门，且频嘱、东风休紧。谩犹记章台，帘卷日长人困。"
        },
        {
            "title": "氏州第一 丙申初冬次钱素奄韵",
            "content": "江国初寒，云外雁过，怀人烟浪千顷。短策行吟，荒台延伫，斜日依然照影。鸥鸟桥边，几负了、扁舟清兴。旧约蹉跎，新诗冷落，怎堪提省。故里年来欢事迥。算何似、向时风景。倚马朱扉，调筝翠袖，一向新盟冷。但沉思、游宴处，红楼外、柳条相映。不见君来，待重寻、山阴夜艇"
        },
        {
            "title": "埽花游 春晚次南金韵",
            "content": "柳花巷陌，悄不见铜驼，采香芳侣。昼楼在否。几东风怨笛，凭阑日暮。一片闲情，尚绕斜阳锦树。黯无语。记花外马嘶，曾送人去。风景长暗度。柰好梦微茫，艳怀清苦。后期已误。翦烛花，未卜故人来处。水驿相逢，待说当年恨赋。寄愁与。凤城东、旧时行旅。"
        },
        {
            "title": "暗香 吴中顾氏旧",
            "content": "水边寒色。又怎禁傍晚，一声长笛。废苑日斜，玉蕊疏疏未＊摘。回首江南旧梦，何处觅、黄昏诗笔。纵近日、雪满西泠，谁解为移席。萧瑟。更幽寂。记驻马断桥，顿觉愁积。倚风暗泣。离黍残碑尚追忆。绝艳无人管领，潮自落、吴山横碧。便想像、风景好，可能再得。"
        },
        {
            "title": "木阑花慢",
            "content": "访溪翁隐处，浑不减、辋川西。指花下吟袖，松间昼壁，名笔交题。经行向来坊陌，蔼茂林、修竹与云齐。丹＊遗基彷佛，墨池流水凄迷。青藜。乘兴蹋春泥。仙路入桃蹊。叹前辈风流，故家文物，往梦难提。那能九原重起，向三生石上纵挥犀。回首不胜魂断，夕阳芳草萋萋。"
        },
        {
            "title": "玲珑四犯 秋感",
            "content": "秋晚登临，渐古驿丹枫，初试霜信。暝宿河桥，长记昼桡乘兴。清夜载酒呼灯，向水面琵琶曾听。想那时席上歌舞，多少旧家风韵。茂陵投老惟多病。好情怀、怎堪提省。西风又动江湖梦，欢事今谁领。重见纵有后期，怕吟袖、弓腰难认。最恼人，沙上孤雁，落寒成阵。"
        },
        {
            "title": "隔溪梅令 和南金鸳湖舟中韵",
            "content": "几年不到昼桥西。路依稀。回首淡烟残柳，昔游非。笛声何处悲。故人不见梦魂迷。草萋萋。几度倚阑，欲寄旧相思。相思无尽期。"
        },
        {
            "title": "花间诉衷情 追配曹居竹翁旧作",
            "content": "深院。人倦。春去远。绿阴寒。宿酒睡初醒，凭阑干。梅子翠团团。小鬟。试攀荐雕盘。爱微酸。"
        },
        {
            "title": "花间诉衷情",
            "content": "昼永。人静。花弄影。小红妆。斜倚昼阑畔，看鸳鸯。风暖思悠扬。横塘。桃花流水香。盼刘郎。"
        },
        {
            "title": "江城子 癸丑岁季夏",
            "content": "舟坐绿树间。适行囊中有松雪翁所书江城子，逸态飞越，不忍释手，因依调口占，以寄清与。古人云，人生百年间，大要行不耳，卒章以此意为消疏云过雨漏斜阳。树阴凉。晚风香。野老柴门，深隐水云乡。林下草堂尘不到，亲枕簟，懒衣裳。故人重见几星霜。鬓苍苍。视茫茫。把酒＊欷，唯有叹兴亡。须信百年俱是梦，天地阔，且徜徉。"
        },
        {
            "title": "点绛",
            "content": "每育之，自可想见屯落秋深景物。近见吴野舟诵，而涵咏不已，有当予心，故述即景，且期后约。极目平芜，渚寒烟暝秋波远。凫莺散乱。黯黯天涯晚。蟹壮莼香，村瓮家家满。频相见。幽怀共展。翦烛巴山馆。"
        },
        {
            "title": "点绛唇 秋",
            "content": "两鬓秋风，掩关坐听黄昏雨。灯前自语。世乱甘清苦。蔓草愁烟，荒却东陵圃。归期阻。荆榛满路。投老知何处。"
        },
        {
            "title": "点绛唇",
            "content": "荒草寒烟，几年不到新安路。旧时行处。流水迷官渡。万里风埃，掇送流年度。伤迟暮。东驰西骛。俯仰成今古。"
        },
        {
            "title": "点绛唇",
            "content": "莫倚高楼，太湖西畔青山近。雁边云暝。目力随天尽。落日平芜，点点余烽烬。西风紧。乱沙成阵。故恼双蓬鬓。"
        },
        {
            "title": "谒金门",
            "content": "山隐隐。天际暮云收尽。萍末秋生风渐紧。楚江千万顷。江上美人无信。换却潘郎双鬓。几夜相思天远近。雁来犹未准。"
        },
        {
            "title": "花间诉衷情 拟古",
            "content": "江路。风雨。春又去。掩重门。楼上暮山翠，锁愁痕。烟草弄黄昏。王孙。好怀谁与论。暗消魂。"
        },
        {
            "title": "谒金门 秋望",
            "content": "秋雨里。目断一溪烟水。隐隐人家疏树底。渡头灯火起。风弄远汀蒲苇。香冷虚堂窗几。陡觉夜凉侵翠被。好怀今有几。"
        },
        {
            "title": "菩萨蛮 苏小小像",
            "content": "钱唐回首春狼藉。湖山依旧横金碧。何处是儿家。粉墙杨柳斜。佳期难暗卜。檀板传心曲。随意带宜男。就中应未堪。"
        },
        {
            "title": "菩萨蛮",
            "content": "金风簌簌敲梧井。画屏耿耿摇灯影。屋角日华明。树头乌鹊惊。年光流水去。青镜催迟暮。便欲泛仙槎。迢迢河汉赊。"
        },
        {
            "title": "菩萨蛮 新秋夜凉浴罢露坐",
            "content": "清江倒浸云峰巧。采菱渡口轻舟小。水面晚风香。蒹葭摇暖凉。潇湘人渐老。玉佩惊秋早。鸥鸟惯忘机。背人何处飞。"
        },
        {
            "title": "太常引 次韵伯阳雪中",
            "content": "销金帐底烛花偏。低唱拥婵娟。遥夜酒杯传。几沉醉、琼林洞天。梅花如旧，竹窗犹在，留得煮茶烟。独欠钓鱼船。待归问、羊裘故川。"
        },
        {
            "title": "太常引",
            "content": "玉梅花底旧青灯。照我鬓星星。寒透远山屏。无梦到、春垆酒瓶。江空岁晏，路迷人远，消得几沉凝。一夜玉壶冰。又恼得、文园病成。"
        },
        {
            "title": "诉衷情 夜思",
            "content": "满城钟鼓夜初寒。人静掩重关。惊乌绕庭树，月已上阑干。微有兴，澹无欢。小盘桓。良宵如许，香冷金猊，梦绕青鸾。"
        },
        {
            "title": "西",
            "content": "故旧今成二老，欢游长记当时。山中吟屐梦中诗。多少晋人风致。但得诸郎俊拨，不嫌我辈衰迟。残年饱饭话心期。如此差强人意。"
        },
        {
            "title": "西江月 赋陶九成瓷牖朝光书室",
            "content": "土室融融曙色，山窗晏晏春眠。东风和气满壶天。依约镜奁初展。晴散茅檐云彩，＊浮纸帐香烟。一枝花影弄婵娟。染就素罗团扇。"
        },
        {
            "title": "古调笑令 暮春",
            "content": "双燕。双燕。飞过柳梢不见。旧时王谢堂前。回首斜阳暮烟。暮烟暮烟烟暮。芳＊落花满路。"
        },
        {
            "title": "阮郎归",
            "content": "茂陵多病不胜秋。多情还倚楼。隔江何处泊离舟。有人歌远游。清兴在，此生浮。老来长是愁。西风吹梦白萍洲。旧鸥今在不。"
        },
        {
            "title": "昭君怨 拟古",
            "content": "江外谁家双浆。激破浪花微响。金翠小鸳鸯。对悠扬。望断涔阳极浦。不是凌波归处。行过画桥阴。又沉吟。"
        },
        {
            "title": "阮郎归 次韵南金早秋夜思",
            "content": "暮云隔树起秋阴。晚来凉渐深。清商瑟瑟和微吟。虚堂风露侵。邻烛澹，寺钟沉。青绫怀旧衾。故家风度杳难寻。与谁论素心。"
        },
        {
            "title": "江月晃重山 辛",
            "content": "，慨然感兴，以此写之梅萼香融霁雪，檐牙暖溜悬冰。出林幽鸟动春声。元宵近，愁里梦还惊。村巷依然素月，寒窗只是青灯。难寻遗老问承平。南朝事，千古独伤"
        },
        {
            "title": "古调笑令",
            "content": "春水。春水。薄暮曲阑更倚。夕阳江上青山。山外行人未还。未还未还还未。千里相思不寄。"
        },
        {
            "title": "西江月 东城夜思",
            "content": "古屋深灯弄影，严城怨角催更。掩门欹枕柰微酲。巷陌鸟声初静。客里依然好景，年来底事无情。暖寒已透读书屏。旧恨不堪提省。"
        },
        {
            "title": "古调笑令",
            "content": "官渡。官渡。犹记画桡去路。小怜歌扇谁寻。岁岁东风恨深。恨深恨深深恨。风外落红几阵。"
        },
        {
            "title": "江月晃重山 中秋客",
            "content": "碧树天香带露，朱楼翠袖欹寒。夜深人醉碧阑干。玲珑影，长是隔帘看。又见庭前素魄，何堪镜里朱颜。十年一梦此身闲。西窗悄、诗兴颇相"
        },
        {
            "title": "风入松 与李仲舆叙旧",
            "content": "小溪溪上十年游。酌酒对花讴。竹西歌吹曾同赏，到如今、梦里杨州。绿发潘朗老大，近来懒说风流。故人握手话绸缪。重问旧盟鸥。五陵风度犹无恙，算闲身、底事沉浮。莫说乌衣巷口，夕阳都是新愁。"
        },
        {
            "title": "浪淘沙",
            "content": "佳丽古神州。画出营邱。龙飞凤舞小瀛洲。一自水流东去后，多少离愁。湖上泛龙舟。歌吹悠悠。翠华黄屋旧曾游。王气消沉遗恨在，烟水空"
        },
        {
            "title": "风入",
            "content": "十年心事暗相牵。收拾此灯前。向来行乐匆匆过，到如今、想像依然。蹋月几番邻巷，看花长共吟船。故人一别阻斜川。曾记远游篇。新来我亦长为客，把故园、分咐寒烟。纵使此回相见，好怀不似当年。"
        },
        {
            "title": "太常引",
            "content": "蓬壶阆苑景飘萧。青玉案、紫鸾箫。五彩凤皇毛。记曾览、彤廷秦韶。夕阳回首，汉家陵阙，霜露满＊＊。说着旧游遨。便想起、风流二乔。"
        },
        {
            "title": "虞美人",
            "content": "天台洞口桃开了。无柰刘郎老。多情何苦叹途穷，人与花枝，都在暗尘中。个人那日犹痴小。帘底秋波渺。别来几度见春风。应是门前，花落"
        },
        {
            "title": "蝶恋花",
            "content": "湖上双双新燕子。飞过垂杨，认得朱门里。回首向时歌舞地。几番惆怅寻邻里。触景愁多心似醉。倚遍阑干，目断春山翠。忽见呢喃华屋底。"
        },
        {
            "title": "蝶恋花",
            "content": "燕子楼边春意早。楼上红妆，何似当时好。一自画眉人去了。梦魂暗逐天涯＊。蹋蹋马＊江路杳。数尽归期，屈指东风老。惆怅一春欢事少。"
        },
        {
            "title": "江城子 水仙",
            "content": "凌风翠＊兴飘然。步跹跹。＊忘言。净洗明妆，不与世争妍。玉质金相清韵绝，端可拟、月中仙。天寒日暮水云边。忍相捐。意难传。回首珠宫，贝阙不胜寒。环佩珊珊香冉冉。谁敢与、＊婵娟。"
        },
        {
            "title": "感皇恩 忆梅",
            "content": "客里访南枝，几番愁恼。石径苍苔倩谁埽。江畔人家，篱外一枝开早。雪中回首处，春犹好。如此清香，寒＊应饱。醉帽斜簪任欹倒。而今相见，那似向时怀抱。旧游长入梦，孤山道。"
        },
        {
            "title": "点绛唇",
            "content": "萼绿仙人，孤山雪后相逢处。旧时村路。璨璨琅＊树。玉出蓝田，不受纤尘＊。长怀古。罗浮风度。梦逐幺禽去。"
        },
        {
            "title": "点绛唇 追和赵文敏公旧作十首客有持文敏公",
            "content": "作长短句题于后。公以承平王孙而婴世变，离黍之悲，有不能忘情者，故深得骚人意度。予生十有四年而公毙，每见先辈谈公典型问学，如天上人，未尝不神驰梦想。昔东坡先生自谓不识范文正公为平生遗恨，其意盖可想见。此卷辞翰，不忝古人，蔼然贞元朝士。大意以谓拟古之作，魏晋以下，由来久矣，僭以己意，追次元韵，其于先哲风流文采，或可备高唐想像之万一云扰扰行藏，百年世事悲歌里。欢娱有几。不倦青＊敝。昨夜东风，暖透鸳鸯被。春归未。故园山水。青眼何曾昧。"
        },
        {
            "title": "恋绣衾 曹幼文以庚",
            "content": "求予追和。屈指三十余年，三老仙去久矣，今昔之感，不能己于言也。时重逢元夜心暗惊。忆当年、诸老放晴。对芳景、张灯火，画堂深、箫鼓到明。乌衣巷口东风在，甚而今、春草乱生。试点检、繁华梦，有梅花之一三十九首"
        },
        {
            "title": "恋绣衾 辛丑元日",
            "content": "门前爆竹儿女喧。野人家、时序尚然。尽说道、春来好，老来人、长怕换年。东风到底无崖岸，也殷勤、相过小园。第一是、朱颜改，纵花开"
        },
        {
            "title": "恋绣衾 初夏",
            "content": "柳花零乱愁满天。又江城、啼老杜鹃。小庭院、雨初过，＊歌声、惊起画眠。微风摇荡湘帘影，浪花斜、轻袅篆烟。问白＊、裁成未，翦金刀"
        },
        {
            "title": "清平乐 梨花",
            "content": "绿房深窈。疏雨黄昏悄。门掩东风春又老。琪树生香缥缈。一枝晴雪初乾。几回惆怅东阑。料得和云入梦，翠衾夜夜生寒。"
        },
        {
            "title": "清平乐 碧桃",
            "content": "瑶笙吹罢。月满仙台下。歌扇半欹羞淡冶。一点芳尘不惹。临溪更洗残妆。低回玉洞春光。换却当时脂脸，从教恼杀刘郎。"
        },
        {
            "title": "减字木兰花 吴江夜泊",
            "content": "江头日暮。客子移舟迷去路。望断天涯。灯火深村卖酒家。铜＊巷陌。荒＊寒鸦烟树隔。往事无情。旧梦依然到五陵。"
        },
        {
            "title": "减字木兰花 崔女郎像",
            "content": "红妆倾国。人在蒲东谁画得。玉骨成尘。往事流传恐未真。月明＊户。犹似隔墙花动处。夜冷西厢。一度魂归一断肠。"
        },
        {
            "title": "减字木兰花 秋思",
            "content": "锦屏香断。谁在朱楼吹玉管。唤起凄凄。不似河桥听得时。云阶月地。长忆青灯＊络纬。秋满闲门。断送潘郎瘦几分。"
        },
        {
            "title": "南柯子 次韵卫立礼春街蹋月",
            "content": "门掩黄昏后，风销绛蜡时。行春小队夜参差。一曲仙音，飞上广寒枝。不访金钗客，空歌白＊衣。画桥梅影散玻璃。月底婆娑，带得暗香归。"
        },
        {
            "title": "一落索",
            "content": "缕缕鹅黄拂晓。弄烟轻袅。宜春花外万丝金，记朝罢、＊＊早。学舞楚腰犹小。不禁寒悄。近来张绪减风流，又恐被、蛾眉恼。"
        },
        {
            "title": "一落索 新柳",
            "content": "陌上东风初转。暗黄犹浅。金鞭拂雪记章台，是几度、朱门掩。千缕柔丝迎面。吹笙人远。妆楼妒冷绣帘垂，恐误了、双双燕。"
        },
        {
            "title": "浣溪沙 折花士女图",
            "content": "折得幽花见似人。沉吟无语不胜春。采香径里＊生尘。浓绿正迷湘北渚，＊红不入宋东邻。一春幽恨几回新。"
        },
        {
            "title": "浣溪沙 丁",
            "content": "乱后无诗做好春。春光却又恼诗人。溪头举目暗伤神。杨柳官桥人迹绝，杏花歌馆烧痕新。相期何处避兵尘。"
        },
        {
            "title": "浣溪沙 暮春集兴",
            "content": "竹槛云＊古画图。烟堤花＊小蓬壶。画长人静鸟相呼。玄璧光浮铜雀研，紫绵香冷博山炉。半欹高枕当人扶。"
        },
        {
            "title": "浣溪沙",
            "content": "金碧围屏小博山。锦笼鹦鹉旧雕阑。黄金杨柳弄轻寒。翠帐半垂鸳结带，朱门双掩＊连环。东风犹锁黛眉弯。"
        },
        {
            "title": "浣溪沙 早春",
            "content": "残雪楼台试晚晴。锁香帘幕酿微酲。浅寒灯市有人行。别院金刀裁白＊，谁家银烛度瑶筝。早春天气已关情。"
        },
        {
            "title": "河传 戊戌岁暮",
            "content": "楼迥。人静。雨摇灯影。梦绕天涯。路赊。水边小梅开几花。人家。酒旗何处斜。客路冰霜惊岁晚。情绪懒。长是念疏散。小溪滨。犹有春。故人。几时相见频。"
        },
        {
            "title": "河传",
            "content": "春画。倦绣。轻揎罗＊。背倚秋千。杜鹃。年年恼人三月天。锦笺。空将心事传。小玉偷移筝上雁。弦索断。惊起睡鸳散。粉墙西。杨柳堤。马嘶。谁家游子归。"
        },
        {
            "title": "河传 戏效花间体",
            "content": "庭院。春浅。重门深掩。寂寞东风。睡浓。起来绣＊花影重。娇慵。宿妆凝澹红。待把眉山临镜画。还又罢。却放翠帘下。画楼间。楼外山。倚阑。只愁相见难。"
        },
        {
            "title": "虞美人",
            "content": "天涯绿遍王孙草。魂梦长飞绕。长安无复丽人行。只有青山，依旧向人明。平泉金谷俱陈迹。古路荒苔碧。金鞍去去不思归。不道绿窗深处故"
        },
        {
            "title": "虞美人",
            "content": "无情世事催人老。不觉风光好。江南无处不萧条。何处笙歌灯火作元宵。承平父老头颅改。就里襟怀在。相逢不忍更论心。只向路旁握手共沉"
        },
        {
            "title": "虞美",
            "content": "，古人有观灯之乐，故形之咏歌，今何所见而为之乎。羲曰，姑写即景可也。夜枕不寐，遂成韵语。时予有子夏之戚，每无欢声，诘朝相见，而羲客＊深闭逢三五。不恨无歌舞。天时人事总凄然。只有隔＊明月似当年。老夫分外情怀恶。无意寻行乐。眼前触景是愁端。＊得岁寒生计在蒲"
        },
        {
            "title": "虞美人 谢张芳远惠杏花",
            "content": "闭门日日听风雨。不道春如许。老来犹自爱看花。及至看花双眼被愁遮。杏花不改胭脂面。愁里惊相见。花枝犹可慰愁人。只是＊＊短鬓不禁"
        },
        {
            "title": "虞美人 泖滨泛荷",
            "content": "南风十里平湖外。夜舞凌波队。米家书画满船头。更着小怜歌舞障清愁。乌纱不共人间暑。别有谈玄尘。近来懒作断肠声。只怕花能解语又多"
        },
        {
            "title": "浪淘沙 感旧",
            "content": "江外雨初收。江水悠悠。旧时桃叶去难留。几度春风杨柳暗，不系离舟。别久减风流。梦断西楼。年年二月蹋青游。不是沙边无杜若，懒寄闲"
        },
        {
            "title": "浪淘沙 晚  过雨",
            "content": "杨柳弄黄昏。不掩重门。长条尽是旧愁痕。独自倚帘看晚色，无限消魂。风雨小溪浑。春过三分。明朝＊燕又纷纷。唯有天涯芳＊怨，依旧王"
        },
        {
            "title": "浪淘沙 钱南金疾作代简问讯",
            "content": "秋意满平芜。梦绕＊鲈。一江烟水雁来初。昨夜西风吹杜若，渺渺愁予。人隔楚天隅。相望踌蹰。想应多病故人疏。门巷凄凉谁买赋，瘦也相"
        },
        {
            "title": "唐多令 拟龙洲  钱塘晓渡",
            "content": "晨色动征衣。疏钟隔翠微。小蓬莱、烟树高低。潮去潮来吴越恨，江上月，故依依。人老昔游非。愁多春梦稀。旧相思、重见无期。苏小门前杨柳树，应折断、最高枝。"
        },
        {
            "title": "浪淘沙 拟遗山  浙江秋兴",
            "content": "红叶满青山。＊映溪湾。柴门鸡犬白云间。江上草堂尘不到，老子心闲。霜后橘兰斑。篱菊香残。夕阳回首一冯阑。世事悠悠吾老矣，且放杯"
        },
        {
            "title": "虞美人 水仙",
            "content": "几年不见凌波步。只道乘风去。山空岁晚碧云寒。惊见飘萧翠＊倚琅＊。玉盘承露金杯劝。几度和香＊。冰霜如许自精神。知是仙姿不＊世间"
        },
        {
            "title": "鹊桥仙 拟稼轩  中原怀古",
            "content": "残阳陇树，寒烟塞草，戏马台前秋老。黄河日日水东流，断送却、英雄多少。西秦笳鼓，东山寄傲。万事付之一＊。闲来系马读残碑，又目断"
        },
        {
            "title": "小重山 拟梅    尊前赠妓",
            "content": "绿鬓低低压翠钿。双眉弯。似月＊婵娟。夜凉和＊佛冰弦。娇无奈，何况酒尊前。歌罢意悠然。一声新雁过，暗愁牵。明朝江上水连天。凌波步，万一故人怜。"
        },
        {
            "title": "杏花天 拟白石  垂虹夜泊",
            "content": "月明消却娃宫酒。听吹笛、清寒满＊。向时双浆载离愁、去后。几春风、待问柳。谩回首。三江渡口。念西子、如今在否。上方钟动客＊开、别久。寄新诗、兴未有。"
        },
        {
            "title": "卖花郎 拟顺    早朝应制",
            "content": "烟树重重，春在景阳宫殿。翠□深、笼寒尚浅。千官过处，有黄鹂百啭。五云中、渐移龙扇。钧天九秦，＊逦霞觞催献。＊声喧、霓裳舞遍。香烟满袖、更宫花迎面。喜新来、太平重见。"
        },
        {
            "title": "临江仙 拟无住  水槛过雨",
            "content": "一滴天瓢＊溽暑，夕阳微漏残红。竹兰乘兴倚薰风。＊惊双白鸟，飞过藕花＊。羽扇纶巾闲到我，百年世事匆匆。若耶溪上旧相逢。晚来回首处，山色有无中。"
        },
        {
            "title": "凤来朝 拟清真  汴堤送别",
            "content": "驻马隋堤路。怨凌波、背人唤渡。正琵琶拨到伤情处。又底事、便轻去。日照＊红无数。酒杯乾、再三细语。转首又天涯暮。怎约得、画桡住"
        },
        {
            "title": "蝶恋花 拟雪堂  夜宿西掖",
            "content": "莲烛烟销深院里。玉宇＊楼，夜色明如洗。月到紫薇花树底。阑干露重无人倚。金＊无声门不启。华发萧萧，尚拥青绫被。听尽楼头更漏水。"
        },
        {
            "title": "河传 乐府十",
            "content": "一出新意矣。暇日先生以词  寄示，且徵予作，既又获见桥李诸俊用所拟，益切奇出，阅诵累日无厌。因悟古人作长短句，若慢则音节气概，人各不类，往往自民一家。至于令则律调步武句语，若无大相远者，间有奇语，不过命以新意，亦未见其各成一家也。所以令之拟为尤难，强欲逼真，不无蹈袭，稍涉己见，辄复违背。由是未易苟措，兹重以先生之请，思索且得十解，未知其实能似古人与否，惟先生有以教焉。至正二年二月甲子序。弁阳周草  号，素钱子云号。拟花间  春日宫词春殿。帘卷。＊金香远。午漏沉沉柳阴。楼前怨红何处寻。沉吟。玉沟流水深。睡起长门催侍宴。情正卷。强把镜＊展。露柔荑。添黛眉。步移。君王犹讶迟。"
        }
    ]
}