{
    "dynasty": "元",
    "author": "尹志平",
    "intro": "",
    "items": [
        {
            "title": "卜算子 玉虚观夜静中，师父令和，都要奔波",
            "content": "真性休空走。二物长相守。这些消息阿谁知，便是无中有。实鼎琼花放，玉户金光透。作个清凉彼岸人，清静工夫就。"
        },
        {
            "title": "临江仙 袁夫人住沙漠，十年后出家，回都，",
            "content": "十载饱谙沙漠景，一朝复到都门。如今一想一伤魂。休看苏武传，莫说汉昭君。过去未来都拨置，真师幸遇长春。知君道念日添新。皇天宁负德，后土岂亏人。"
        },
        {
            "title": "减字木兰花 缙山川有三观，皆有阳字，此间",
            "content": "三阳道士。坐对云峰谈不二。万法如通。尽在忘机冷笑中。无明实性。此理难诠如何证。要证元初。认取高空秋水孤。"
        },
        {
            "title": "江城子 庚寅年，通仙观醮罢复徊，不遂本愿",
            "content": "玉河别后出西山。晓霜寒。过重关。书疏相邀，须索赴清坛。度死超生虽好事，年已暮，鬓成斑。修真未就积功难。炼心宽。悟真闲。造化功夫，都在片时间。斡转玄机全至德，无可欲，列仙班。"
        },
        {
            "title": "凤栖梧 宣德州见请，以此词答之",
            "content": "山后三阳都历遍。宣德朝元，不晚须相见。数载师前人事倦。区区独自随风转。几度天长曾发愿。粝食粗衣，隔断人情面。富贵荣华无意恋。"
        },
        {
            "title": "贺圣朝 羲州醮罢，命郭志全讲道德二篇",
            "content": "古宜缘重，善根深种，志士心坚。感吾门洪教广开缘。共谈论功圆。中宵不寐，云朋高会，参透玄玄。向五千文内契忘筌。见自己神仙。"
        },
        {
            "title": "临江仙 五华山住夏，时有道众见，以词赠之",
            "content": "数载崎岖天下遍，而今幸遇林泉。饥来吃饭困来眠。离城几一舍，别是小壶天。坐上水山俱秀发，池中开满青莲。老来功行卒难全。未能三岛去，先作五华仙。"
        },
        {
            "title": "江城子 西山之通仙观，卜以重阳作醮。前数",
            "content": "微作，众意忧惶。八日发牒之后，俄而开霁，雨画夜毕。十日险雪复作，万古一辞，赞叹有胜缘。因作一词，以纪其实重阳佳节醮西山。暮天寒。叶斑斓。和气满川，无个不开颜。滞魄孤魂皆受度，功德备，出幽关。河清谷静气闲闲。寸心宽。保全安。白酒黄花，高会列仙坛。共庆吾门祖师佑，众真喜，万人欢。"
        },
        {
            "title": "临江仙 朝元观，请以词许之",
            "content": "自别都门人事少，心头不挂微尘。闲歌闲咏默颐神。有中皆妄想，无内却全真。取性逍遥云水客，无情淡泊闲人。随缘安乐绝疏亲。三阳将欲遍，五气自朝元。"
        },
        {
            "title": "巫山一段云 卜居西关，好山万叠，河在其中",
            "content": "涛，两岸桑麻映日，人善地僻，可为终焉之计，自号曰养老庵，以小词寄万叠山横翠，千盘河曲长。居民安土乐农桑。流水落花香。卜此安居养老。一任形枯心槁。不摇不动寄残年。何处觅神仙。"
        },
        {
            "title": "道无情 秋阳观作，答宣德州道友请",
            "content": "深谢将书来请。才到西岩春令。百鸟正喧呼。乐无余。道众满川和气。醮罢更看天意。缘契合虚谷。任西东。"
        },
        {
            "title": "道无情 老年退居沁郡，奉诏还燕京大长春宫",
            "content": "十月小春时令。万物归根安静。独我水云间。过东山。直指古燕无定。老也敢违天命。回首望终南。再来参。"
        },
        {
            "title": "西江月 时在天长，正当大暑，归山后，恰值",
            "content": "九夏天长暑热，三秋山后清凉。一川禾黍正苍苍。了见西成有望。论甚天涯海角，尽他关外山荒。目前无事即仙乡。且恁随缘豁畅。"
        },
        {
            "title": "巫山一段云 道友坚留住冬圣地，西北有缺，",
            "content": "完备因缘，故述之我有林泉兴，君无补缺心。一方圣境理幽深。物外结知音。还到春时圆备。合是全真一会。功成行满待他年。携手上云天。"
        },
        {
            "title": "一剪梅 依先师真人和移刺仲泽韵，羲州永和",
            "content": "九九方终暖日阳。春和崇义，无梦天长。十方三界恣游行，炎夏还逢，不觉秋霜。悟得真闲万事忘。自然佚乐，心地清凉。本来一点纵宽舒，散尽群魔，独现威光。"
        },
        {
            "title": "凤栖梧 先师昔日屡言，燕山天下最胜之地，",
            "content": "天下风光何处好。山海潜通，无比燕中道。四海云朋来往绕。先师默悟知还到。既入玄门须悟早。谁解修真，此事非草草。天意分明容起庙。"
        },
        {
            "title": "临江仙 李行省请予往山东葬三师，燕京道众",
            "content": "一别潍阳过十载，天涯历遍西戎。归来燕国住仙宫。立言明祖教，演法继师踪。天意如何非易测，人情到了难穷。予心本自爱疏慵。却教居海北，未许过山东。"
        },
        {
            "title": "巫山一段云 龙门川溪水，同翟老赏月",
            "content": "溪水迎霜冷，山花带露鲜。良朋共赏玉蟾圆。高会兴无边。长记西湖万里。素魄澄澄一体。今宵相隔正三年。浑似梦游仙。"
        },
        {
            "title": "道无情 时在龙阳观，东川秋阳来请，丙戌元",
            "content": "每夜三更问话。说破人情虚假。个个悟真宗。道心通。要望秋阳回意。莫纵高眠春睡。指日复归来。笑颜开。"
        },
        {
            "title": "巫山一段云 道友坚留住冬圣地，西北有缺， ",
            "content": ""
        },
        {
            "title": "西江月 时在天长，正当大暑，归山后，恰值 ",
            "content": ""
        },
        {
            "title": "凤栖梧 劝世 葆光集卷下",
            "content": "大教普闻天下转。返朴全真，日用方便。方便真慈清静愿。心通渐觉人情远。上士高明容易劝。既悟玄风，早早忘知见。世事安能长久恋。不"
        },
        {
            "title": "昭君怨 泉州洞真观书于东壁",
            "content": "节令重阳闲步。直至武清南渡。极目看嘉祥。水茫茫。连日阴沉微雨。正在芦花深处。游乐水云间。望西山。"
        },
        {
            "title": "下手迟 羲州醮罢劝众",
            "content": "诸缘种种怎生休，万虑纷纷何日息。情忘处、诸缘顿了，意灭时、万虑俱毕。问君能有几多时，犹向人间弄智识。还知恁麽便回光，免使临头"
        },
        {
            "title": "一剪梅 下山",
            "content": "为爱前高自觉过。天生阻隔，不放冲和。前头何处道缘深，无福清闲，有分奔波。老也功亏一任魔。长春教语，慎勿蹉跎。自来达道学仙人，功也无多。行也无多。"
        },
        {
            "title": "一剪梅 述怀赠柳先生",
            "content": "一点灵明本寂然。随通随感，应赴诸缘。头头认得这些儿，动也方圆。静也方圆。日用无私不着边。清虚消息，此法堪传。指人顿悟入无为，行也忘言。坐也忘言。"
        },
        {
            "title": "一剪梅 述怀赠程老先生",
            "content": "学道无成天不悭。虚名滥占，实得应难。从今志气更重加，东望都休，不下西山。深谢知交忻崞间。四时不阙，助我衣餐。有时庆会上朝元，功行双全。日赴千坛。"
        },
        {
            "title": "一剪梅",
            "content": "新得前高孰可知。世间清绝，诗笔难题。朝元峰上试闲窥，未赴蓬莱，先到瑶池。一派松风入耳吹。仙音缥缈，洞达幽微。兴来策杖步云溪，行也相宜。坐也相宜。"
        },
        {
            "title": "减字木兰花 西路请张道人，於处顺堂画西游",
            "content": "清河画士。处顺存心堪发志。画士清河。早早来时意若何。全真宗祖。画向白云传万古。宗祖全真。永镇燕山日日新。"
        },
        {
            "title": "一剪梅",
            "content": "新得前高自发扬。峰峦峭拨，松桧成行。道人归计出红尘，碧洞高眠，无事牵肠。白发垂垂两鬓霜。青松影里，描邈难妆。往来游戏日当斜，行也清凉。坐也清凉。"
        },
        {
            "title": "一剪梅 咏前高山",
            "content": "新得前高一簇山。清虚洞府，亘古仙坛。皇天怜我苦奔驰，佚我年高，教我开颜。暗谢高穹赐我闲。松间石上，断了追攀。忻然自得乐无穷，行出堪观。坐也堪观。"
        },
        {
            "title": "一剪梅 寄蔚州道友",
            "content": "越过灵仙壶水傍。西河饯送，诚厚难忘。未能款话便登程。度岭严寒，来意匆忙。幸得和平达道乡。浑源丰足，诸事安康。有人东去寄新词，报与知音，表我行藏。"
        },
        {
            "title": "一剪梅 太平兴国观示众",
            "content": "天赐平遥好歇心。琳宫寂寂，古柏森森。清阴密锁洞天幽，聚落相邻，静胜山林。清静无为孰得寻。太平兴国，觅个知音。劝君速悟莫迟疑，言下承当，贤圣加临。"
        },
        {
            "title": "一剪梅 示众复用前韵",
            "content": "外积阴功内固阳。长春示众，此语偏长。还能顿悟入无为，宿业犹如，赫日消霜。不假澄心六欲忘。功成行满，越过炎凉。腾腾兀兀任西东，觉彻人间，且恁韬光。"
        },
        {
            "title": "一剪梅 依",
            "content": "九九方终暖日阳。春和崇义，无梦天长。十方三界恣游行，炎夏还逢，不觉秋霜。悟得真闲万事忘。自然佚乐，心地清凉。本来一点纵宽舒，散尽群魔，独现威光。"
        },
        {
            "title": "贺圣朝 太平兴国观中秋赏月",
            "content": "海清山静，素秋光满，凉满人圆。恣开怀赏玩过三更。更谈论幽玄。圆明顿悟，无私普照，善行周全。向今宵觉彻性皆通，证陆地神仙。"
        },
        {
            "title": "贺圣朝",
            "content": "夜深人静，披衣闲坐，琴听无弦。罢高谈、逸论默通玄。任龟息绵绵。阴阳升降，冲和四大，骨壮神全。抱元初一点行功圆。看歌舞胎仙。"
        },
        {
            "title": "贺",
            "content": "古宜缘重，善根深种，志士心坚。感吾门洪教广开缘。共谈论功圆。中宵不寐，云朋高会，参透玄玄。向五千文内契忘筌。见自己神仙。"
        },
        {
            "title": "卜算子 玉虚观夜静中",
            "content": "真性休空走。二物长相守。这些消息阿谁知，便是无中有。实鼎琼花放，玉户金光透。作个清凉彼岸人，清静工夫就。"
        },
        {
            "title": "点绛唇 暮春游五华山继先师韵",
            "content": "昨日春游，一行恰似乘鸾凤。知音共。适怀心纵。直入桃源洞。好向清溪，闲听琴三弄。真欢动。任地迎送。管甚庄周梦。"
        },
        {
            "title": "点绛唇",
            "content": "晔晔重阳，素秋气爽添清兴。仙歌咏。黄华相称。朵朵如如性。小槛芬芳，满座人钦敬。真清静。香风纯正。万户千门庆。"
        },
        {
            "title": "点绛唇",
            "content": "学道难成，无明触处生烟火。招殃祸。时光虚过。生死如何躲。早悟前愆，更不生人我。还真个。时时明破。下手修仙果。"
        },
        {
            "title": "点绛唇",
            "content": "学道寻真，宁心耐意搜求正。刀圭柄。群真相庆。一颗明珠莹。照见元初，认得头和影。神通圣。内容清兴。物外闲吟咏。"
        },
        {
            "title": "点绛唇",
            "content": "闻说修行，千差万别难依据。真空路。何人得趣。撒手堪归去。行积无边，功要三千数。心开悟。逍遥云步。应过天仙举。"
        },
        {
            "title": "点绛唇 重九后五日作",
            "content": "体入虚空，犹然未可为凭据。真空路。气神相聚。现世阳神去。若遇知音，此事堪分付。君听取。莫生疑＊。行满天将护。"
        },
        {
            "title": "踏云行 赞师父仙体不朽",
            "content": "玉骨元清，金丹已就。长春不老何年朽。圆成一性遍河沙，遗骸全体仍依旧。万代稀逢，一时罕有。天涯门弟来奔凑。安居处顺庆真容，焚香"
        },
        {
            "title": "踏云行",
            "content": "静里喧喧，闹中寂寂。灵源妙用谁能识。两般颠倒入虚无，自然显个真消息。气过三关，神游八极。绵绵来往无踪迹。此时休歇罢参寻，前程"
        },
        {
            "title": "踏云行 自咏",
            "content": "薄利虚名，谁人能戒。前头路险犹贪爱。惟予不肯着浮华，中心有愿超三界。广布慈风，休生懈怠。心怀忍辱常宁耐。豁开心地若虚空，分明"
        },
        {
            "title": "踏云行 赠长春宫道众",
            "content": "智慧男儿，聪明上士。修真幸遇先师指。葆光殿阁对青山，白云堪伴长春子。乐道明心，胜看经史。神仙籍上书名字。大家勤苦守灵踪，皇天"
        },
        {
            "title": "月上海棠 示众",
            "content": "先师归去功无量。日赴千坛显圣象。化身千百，暗中度人来往。休轻谤。恐灾祸临头怎向。一时开化通无上。广集门生普供养。但持斋戒，志心各怀归仰。虚空里，管有神明赐赏。"
        },
        {
            "title": "虞美人 劝世",
            "content": "迩来似觉精神涌。识破人间梦。皆因恬淡乐清和。与物无私，光照遍山河。如今普劝修真众。莫待空无用。一朝归去恨身卑。悔不当时，勤苦"
        },
        {
            "title": "南乡子 赠西路道人",
            "content": "幸遇好良因。枉惹浮名受苦辛。只为目前些子事，因循。＊过中间换了身。默坐守灵根。空外闲搜空外真。认得亘初微妙物，堪亲。唤作神仙"
        },
        {
            "title": "南乡子 宝玄堂偶得",
            "content": "本性爱疏慵。不厌无名不厌穷。落魄随缘无所碍，心通。观透人间事事空。得失本来同。动静何劳问吉凶。兀兀前途真自得，成功。都在忘言"
        },
        {
            "title": "瑞鹧鸪",
            "content": "六年动作小功成。固蒂深根渐次荣。东院西宫闲客坐，南来北往道人行。十方和气精神爽，四海同心道眼明。天运玄风来此地，燕山路上好前"
        },
        {
            "title": "瑞鹧鸪 劝世",
            "content": "长春教法付清和。普劝高明出爱河。道德勤修天赐乐，尘情苦恋世生魔。目前放下游真境，身后功深赴大罗。我有忠言新说破，看君听了意如"
        },
        {
            "title": "瑞鹧鸪",
            "content": "为人幸遇教门兴。折莫因循着世荣。节食减眠神自爽，忘情去欲气偏清。暂时戒慎离灾苦，久远行持出死生。奉劝高明宜省悟，闻身强健早修"
        },
        {
            "title": "瑞鹧鸪 示众",
            "content": "论道谈禅斗捷机。朦胧合眼便昏迷。贪名竞利心犹在，损己安人行岂知。益友不侵贤圣远，良朋难近虎狼随。一朝数满无由悔，闻早收心莫纵"
        },
        {
            "title": "瑞鹧鸪 过龙泉峪",
            "content": "西山一带好人烟。曲水环山若洞天。无是无非无宠辱，有花有果有林泉。家家奉道养闲客，户户钦坛礼大仙。如此勤心行吉善，太平快乐过丰"
        },
        {
            "title": "瑞鹧鸪 与延真观小买师",
            "content": "道人起念不寻常。宿业牵缠惹祸殃。朴实修真方得久，浮虚学道岂能长。旋生旋灭心难定，不动不摇意易防。早悟知常功累足，恁时许尔志坚"
        },
        {
            "title": "青玉案",
            "content": "群魔散尽真何乱。万事无萦绊。一点光同青玉案。纤尘不挂，永无障碍，得见虚空面。劝君早把尘情拚。下手速修转头晚。前有风波深不浅。神舟稳驾，云朋相伴，笑指芦花岸。"
        },
        {
            "title": "青玉案",
            "content": "浮华莫恋心归道。渐得通玄妙。清静功圆心地了。高登彼岸，清凉永占，更没闲烦恼。长春真境仙无老。咫尺洞天谁能到。心上尘清都一扫。琳宫仙院，乘风清兴，游宴蓬莱岛。"
        },
        {
            "title": "青玉案 自遣",
            "content": "扬眉瞬目分明露。认得元来处。清静无为香满炷。十方通彻，遍闻三界，一任年将暮。些儿妙处堪人顾。关外栖真忘来去。更有云霞三四侣。清吟野兴，固穷乐道，此外非他取。"
        },
        {
            "title": "悟南柯",
            "content": "莫觅他人短，唯思自己长。处身谦让性和光。与物无私，心地得清凉。会灭无明火，能生智慧香。何劳远去觅天堂。任运安闲，处处是仙乡。"
        },
        {
            "title": "青玉案",
            "content": "心头远恶常修善。自得真方便。至道夷然容易见。目前端正，是非休论，堪作长生伴。玄言悟彻无分辩。默默颐真内光现。保养神丹成九转。化身空外，六铢天赐，换了如今面。"
        },
        {
            "title": "瑞鹧鸪 咏西山",
            "content": "西山深处道人家。养道修真何处加。九夏高眠无暑气，三秋结实有新瓜。乱山坡下宜禾黍，浑水河边长桑麻。四季平和人事少，三餐终日是生"
        },
        {
            "title": "悟南柯",
            "content": "莫要欺人重，须防报应深。群真降世布清吟。劝化愚迷，灾祸免相侵。更悟真常性，勤修吉善心。长生路上听仙音。正道无疑，稳步赴瑶岑。"
        },
        {
            "title": "悟南柯 劝世",
            "content": "着假求仙果，迷真觅佛心。＊香礼拜恐徒寻。不断无明，空惹业根深。苦口如良药，忠言似美金。人逢善者作知音。正教依凭，万祸不能侵。"
        },
        {
            "title": "减字木兰花 西路",
            "content": "清河画士。处顺存心堪发志。画士清河。早早来时意若何。全真宗祖。画向白云传万古。宗祖全真。永镇燕山日日新。"
        },
        {
            "title": "踏云行",
            "content": "暗地高真，明加保佑。白云仙迹当成就。吾门七祖镇燕山，金莲万朵芬芳秀。众会宁心，道人长久。同修清德过星斗。他年功满去朝元，先师"
        },
        {
            "title": "减字木兰花 怀仁县",
            "content": "怀仁抱义。五帝三皇因此治。抱义怀仁。天下生灵一体亲。勤参道德。建国成家为法则。道德勤参。更与修身作指南。"
        },
        {
            "title": "减字木兰花 赠燕京万莲会众",
            "content": "回头返照。世事无穷堪失笑。返照回头。得意归来便好休。休休省也。莫纵贪痴狂野马。省也休休。一任年光春复秋。"
        },
        {
            "title": "减字木兰花",
            "content": "安禅聚落。难免区区闲把捉。聚落安禅。佛祖常忧恐落缘。山林纵卧。无虑无思真快活。纵卧山林。一点灵光无物侵。"
        },
        {
            "title": "减字木兰花 西山作",
            "content": "修真近俗。初地难当心境熟。近俗修真。谁是居尘不染尘。林泉恣兴。便是修真无可证。恣兴林泉。且做逍遥陆地仙。"
        },
        {
            "title": "减字木兰花 赠龙虎夫人",
            "content": "昏昏默默。世智聪明孰可测。默默昏昏。无欲能开众妙门。全真抱朴。无虑无思无做作。抱朴全真。人圣超凡只在人。"
        },
        {
            "title": "减字木兰花",
            "content": "同尘混世。谁解忘言无酒醉。混世同尘。落魄逍遥甘分贫。灵源不昧。剩积无涯真宝贝。不昧灵源。一气清成要上天。"
        },
        {
            "title": "悟南柯",
            "content": "生日无明重，死时地狱深。寸阴可惜胜黄金。速悟无生，上士做知音。转眼迷他趣，回头认本心。功成自是出阳阴。物外真闲，坦荡赋清吟。"
        },
        {
            "title": "减字木兰花",
            "content": "身心裂转。便是元初真目面。裂转身心。一志如山超古今。些儿若悟。免却波波来与去。若悟些儿。万劫希逢此一时。"
        },
        {
            "title": "减字木兰花 示众",
            "content": "年深学道。虽未通灵神气好。学道年深。万景丛中无物侵。同流听劝。薄利虚名深可远。听劝同流。放下诸缘宜速修。"
        },
        {
            "title": "减字木兰花 一道士出示杜甫游春诗卷",
            "content": "游春畅饮。万物熙熙花似锦。畅饮游春。迷了从来多少人。儒流道士。几个能通天外志。道士儒流。谁肯忘情言下休。"
        },
        {
            "title": "减字木兰花 缙山",
            "content": "三阳道士。坐对云峰谈不二。万法如通。尽在忘机冷笑中。无明实性。此理难诠如何证。要证元初。认取高空秋水孤。"
        },
        {
            "title": "减字木兰花",
            "content": "天堂岂远。举世迷人寻不见。地狱非亲。无限众生寒断门。聪明上士。幸得为人勤发志。志在心平。片善无遗道自成。"
        },
        {
            "title": "减字木兰花",
            "content": "损人利己。贪爱欺瞒何日已。害众成家。富贵人前仍自夸。阴功暗记。死上头来谁肯替。天道无私。报应分明各有时。"
        },
        {
            "title": "减字木兰花",
            "content": "顽愚不省。祸福还如身逐影。劫运天灾。都是人人心上来。若明此理。视物应当同自己。了见天真。善恶临时全在人。"
        },
        {
            "title": "减字木兰花",
            "content": "劳生丧命。谁解衣餐皆分定。恣欲贪痴。积丛如山犹不知。一朝有报。铁胆铜心人也懊。受罪无休。恨不当时闻早修。"
        },
        {
            "title": "减字木兰花 秋阳观作劝世",
            "content": "堆金积玉。日日悭贪心未足。足上何求。直待荒郊卧土丘。回头有路。争奈愚人迷不悟。若悟回头。免了前程无限愁。"
        },
        {
            "title": "道无情 依韵别沁州长官杜师",
            "content": "未达难通天令。谁解洞中生静。道在有无间。隔千山。去住绝疑心定。任运逍遥随命。终日不迷南。更何参。"
        },
        {
            "title": "道无情 老年退居沁郡",
            "content": "十月小春时令。万物归根安静。独我水云间。过东山。直指古燕无定。老也敢违天命。回首望终南。再来参。"
        },
        {
            "title": "道无情 怀仁县作",
            "content": "我爱怀仁冬月。炕暖窗明堪歇。天意不教闲。过南山。东去西来非愿。海角天涯将遍。道果尚难成。又登程。"
        },
        {
            "title": "道无情",
            "content": "随处道人道友。勿使人情浓厚。凡百在平常。少灾殃。别后应当西迈。接待往来宁耐。他日要相参。望终南。"
        },
        {
            "title": "道无情",
            "content": "九九严凝冰结。山后朔风凛冽。西去意如何。＊＊＊。道友一声珍重。慎勿使他心动。志气要平和。道无魔。"
        },
        {
            "title": "道无情 别蔚州道众",
            "content": "十月蔚罗行化。去送来迎车马。和气满山川。教风传。别后何时再遇。唯愿各心开悟。功积要三千。化灵仙。"
        },
        {
            "title": "道无情",
            "content": "三老共全清福。终日游山不足。坐卧白云中。看青峰。饭罢东坡石上。谈笑开怀豁畅。妙景可忘忧。对清流。"
        },
        {
            "title": "道无情 别西山道友",
            "content": "行过天涯海角。未似西山心乐。兴尽复东还。鬓多斑。彼此年过耳顺。别后有何凭准。唯愿各心休。永无忧。"
        },
        {
            "title": "道无情",
            "content": "但愿身安心静。谁羡往来迎请。正教满天涯。过流沙。师意真慈普度。应系群生开悟。积行要无边。性方圆。"
        },
        {
            "title": "道无情 秋阳观作",
            "content": "深谢将书来请。才到西岩春令。百鸟正喧呼。乐无余。道众满川和气。醮罢更看天意。缘契合虚谷。任西东。"
        },
        {
            "title": "道无情",
            "content": "身逐东川道友。有客西山专候。真意是如何。罗＊罗。七十古为稀少。今我六旬还到。浮世不坚牢。醉陶陶。"
        },
        {
            "title": "道无情",
            "content": "不避春风迢递。来往默通真意。那个是吾家。信天涯。本性玄通无托。到处一身安乐。了了没西东。住云峰。"
        },
        {
            "title": "道无",
            "content": "每夜三更问话。说破人情虚假。个个悟真宗。道心通。要望秋阳回意。莫纵高眠春睡。指日复归来。笑颜开。"
        },
        {
            "title": "减字木兰花 秋阳道友见过",
            "content": "金波玉液。除却妫川无处觅。玉液金波。一饮能教五气和。还丹大药。服了令人常快乐。大药还丹。福薄众生要见难。"
        },
        {
            "title": "无梦令",
            "content": "说破劳生如梦。个个昏迷虚梦。默地悟心开，达了真通清梦。清梦。清梦。谁信真人无梦。"
        },
        {
            "title": "无梦令",
            "content": "闲把心香暗＊。三界十分通彻。四海遍天涯，都是全真枝叶。枝叶。枝叶。撞透清霄明月。"
        },
        {
            "title": "无梦令",
            "content": "我向幽窗守拙。勘破春花秋月。得意便归来，好把身心休歇。休歇。休歇。锻就一炉春雪。"
        },
        {
            "title": "无梦令",
            "content": "春日龙阳春睡。悟得春光真意。红日正三竿，却被春风惊起。惊起。惊起。万事一场春寐。"
        },
        {
            "title": "无梦令 龙阳观春分其间作",
            "content": "道友三冬炼睡。炼做陈抟苗裔。咫尺过新春，昼夜须当加瑞。加瑞。加瑞。点点直教着地。"
        },
        {
            "title": "江城子 沁州神霄宫赏月",
            "content": "素光皎洁暮天晴。十分明。称幽情。赏玩随时，高会尽云朋。今夜澄澄垂普照，无此夕，得和平。碧空如水月盈盈。性珠停。保长生。四海清通，何处不圆成。更谢高明恩德重，临万国，教门兴。"
        },
        {
            "title": "江城子 榆次县真常观作",
            "content": "真常应物要方圆。且随缘。行功全。眼正心明，认得化工权。日用无私当直养，浩气满，现胎仙。一时庆会兴无边。透重玄。永绵绵。照彻人间，幻境岂能坚。便约故园堪久计，观八水，玩三川。"
        },
        {
            "title": "江城子",
            "content": "修行还悟宿根深。得知音。便明心。十二时中，外境不能侵。保命全真无别用，好容易，不难寻。一时勘破古通今。信闲吟。玩遥岑。海角天涯，都是好丛林。继祖承宗行教化，享天爵，受人钦。"
        },
        {
            "title": "江城子 义州作",
            "content": "纷纷世梦暂无安。蚁循环。少开颜。悟道修真，要脱死生关。认得元初无一物，除妄想，断高攀。老来佚乐正宜闲。罢轮竿。钓舟还。物外清游，历遍古仙坛。更待东君传信息，度辽水，看闾山。"
        },
        {
            "title": "江城子 方壹过冬",
            "content": "严冬共喜小方壶。称幽居。论元初。话到三更，皆似觉清虚。万事有心求不得，凭象罔，获玄珠。一言了了性如如。乐无为。驾云车。朝拜高真，功满赴仙都。速悟人人俱有分，听予劝，莫痴愚。"
        },
        {
            "title": "江城子 仲冬",
            "content": "龙祥踪迹古仙坛。水连山。径弯环。玉殿朱门，高耸白云间。疑是蓬宫临白溆，真福地，可开颜。仲冬游历苦无寒。道人攒。子文欢。看尽三峰，别后两闲闲。何日复来林下笑，散后易，聚时难。"
        },
        {
            "title": "江城子 别樊山先天观道友",
            "content": "先天欲别意沉吟。就清阴。散幽襟。酷暑全无，蚊蚋不相侵。清静安居堪久计，住一日，胜千金。此方道友果坚心。日相寻。演清音。访道崇真，通古更明今。九夏待予无以报，临去也，赠荒吟。"
        },
        {
            "title": "江城子 庚寅",
            "content": "玉河别后出西山。晓霜寒。过重关。书疏相邀，须索赴清坛。度死超生虽好事，年已暮，鬓成斑。修真未就积功难。炼心宽。悟真闲。造化功夫，都在片时间。斡转玄机全至德，无可欲，列仙班。"
        },
        {
            "title": "江城子 西山之通仙观",
            "content": "微作，众意忧惶。八日发牒之后，俄而开霁，雨画夜毕。十日险雪复作，万古一辞，赞叹有胜缘。因作一词，以纪其实重阳佳节醮西山。暮天寒。叶斑斓。和气满川，无个不开颜。滞魄孤魂皆受度，功德备，出幽关。河清谷静气闲闲。寸心宽。保全安。白酒黄花，高会列仙坛。共庆吾门祖师佑，众真喜，万人欢。"
        },
        {
            "title": "江城子 咏腊雪",
            "content": "琼花缭乱玉尘飞。满长堤。拥柴扉。暖焙窗明，安用绣帘帏。夜静云收银鉴满，看雪月，斗光辉。季冬真瑞古今奇。助寒威。显丰期。感动诗人，魂魄入希夷。谢女多才咏不尽，留与俺，道人知。"
        },
        {
            "title": "江城子",
            "content": "法光普照道门昌。出天长。入龙阳。宝殿圆成，朝暮＊心香。霞友云朋休外觅，心地稳，是天堂。燕南河北好悲伤。正穷荒。受风霜。劫运推移，何日到仙乡。谁解闲居山后意，＊＊秀，小蓬庄。"
        },
        {
            "title": "江城子",
            "content": "道人活计日开颜。性多宽。六神安。晦迹韬光，无事到心间。养就亘初灵底物，名利客，不如闲。人生能有几多欢。老摧残。死生关。六道轮回，来往苦艰难。好认吾门亲至道，情欲断，出尘寰。"
        },
        {
            "title": "江城子 龙阳观冬至作",
            "content": "六阴消尽一阳生。暗藏萌。雪花轻。九九严凝，河海结层冰。二气周流无所住，阳数足，化龙升。归根复命性灵明。过天庭。入无形。返复天机，升降月华清。夺得乾坤真造化，功行满，赴蓬瀛。"
        },
        {
            "title": "江城子 和苍盖郭秀才韵",
            "content": "乘车坐马走东西。论玄规。入幽微。天下峥嵘，随分立阶梯。吾教流通天地＊，无不喜，尽归依。其中消息与谁期。解忘机。识无为。霞友云朋，心地要平夷。抱朴全真明日用，神灿灿，性辉辉。"
        },
        {
            "title": "无俗念 论性",
            "content": "腾今跨古，这灵明觉性，本无亏少。个个圆成谁肯认，逐境迷迷颠倒。万种施为，千般做造，都向心头了。些儿玄妙，问君何日知道。不入无相玄门，浮名难舍，贪看闲花草。口解清谈心未悟，不觉轮回来到。好契真机，惊回幻梦，自在游三岛。长生有分，永超人世衰老。"
        },
        {
            "title": "无俗念 通仙观作",
            "content": "通仙地僻，向西山深处，倚云栖迹。俯视峰峦千万叠，隔断红尘消息。闲步烟萝，静吟风月，此事何人议。修真上士，更于何处寻觅。一带无尽山川，洞天幽圃，自有神仙域。名利相缠谁得到，难伴清虚闲客。碧洞高眠，清岩稳坐，岂羡王孙宅。我来几度，此中留意多日。"
        },
        {
            "title": "无俗念 大安山栖云观中秋赏月",
            "content": "大安高绝，风露清、气爽中秋时节。霞友云朋方聚会，共赏山头明月。照彻千峰，明通万壑，坐觉心欢悦。神清骨冷，永超人世生灭。看尽此夕风光，空劳笔舌，妙景如何说。普照千门皆可＊，不似栖云高洁。小院岩前，大寒岭畔，＊＊天相接。坐中默想，此间堪可栖迹。"
        },
        {
            "title": "无俗念 继人韵",
            "content": "同尘混迹，悟玄元、奥旨深穷庄列。会集云朋扶正教，相继先师无别。外貌悠悠，内容整整，果是如愚拙。门清户静，自然显出高洁。长春境界无边，清凉永占，处处堪休歇。物外壶天清绝处，游戏白云金阙。身寄尘寰，性通天外，万事难索惹。六根不动，便是无生无灭。"
        },
        {
            "title": "无俗念",
            "content": "天涯海角，任纵横、到处一身闲拓。世事知空风过耳，别有些儿欢乐。玉鼎烹煎，金炉滚沸，炼就丹砂药。服之归去，化身空外飞跃。是则仙道玄微，凡尘脱去，便得同期约。达理通真功德备，岂在幽居岩壑。四相消磨，三彭遁匿，自是人情薄。全真正教，正大心地无错。"
        },
        {
            "title": "无俗念",
            "content": "冬寒夏暑，共春花秋月，年年无别。唯有形容朝暮改，不觉催生促灭。万劫昏迷，一时开悟，好把心休歇。纤尘不＊，本来一点明彻。闲对龟鹤松峰，林泉幽圃，自在开怀悦。行满功圆朝上会，方显男儿英杰。此理非深，玄机不远，未悟难分说。人间谁解，暗中虚度年月。"
        },
        {
            "title": "无俗念",
            "content": "参差万有，尽鸿蒙、一气生成无极。扰扰群情皆有我，寂寂真空非得。有内寻无，无中觅有，谁是知消息。高真方便，唱出玄妙端的。此个隐奥门风，须凭智慧，清静开胸臆。了见元初真面目，岂羡浮华颜色。身寄人间，名收仙籍，不许纤尘惑。神思不动，自来天地难测。"
        },
        {
            "title": "无俗念 龙阳观道众索",
            "content": "了心一法，越三乘、妙体果离生灭。万事知空非可取，慧性辉辉通彻。静里乾坤，闲中日月，堪付知音说。家山还到，自有无限风月。一点无相真如，澄澄湛湛，内外难分别。要会玄元端的处，无纵迷情乖劣。勤论幽微，频修秘密，参透天机诀。此时不了，更待何日休歇。"
        },
        {
            "title": "临",
            "content": "数载崎岖天下遍，而今幸遇林泉。饥来吃饭困来眠。离城几一舍，别是小壶天。坐上水山俱秀发，池中开满青莲。老来功行卒难全。未能三岛去，先作五华仙。"
        },
        {
            "title": "临江仙",
            "content": "有相有中容易觅，无为无处难为。终朝作伴影相随。愚人寻不见，达者已先知。此理勤参搜获正，一条大路无迷。劝君速悟莫迟疑。常常忘视听，步步入希夷。"
        },
        {
            "title": "临江仙 偶得",
            "content": "谈妙谈玄人易悟，真清真静难依。人间世事不堪为。十方明眼汉，学我没操持。既悟淳风须返朴，终朝朴实相随。含光默默外如痴。心明如朗月，性静合刀圭。"
        },
        {
            "title": "临江仙 李",
            "content": "一别潍阳过十载，天涯历遍西戎。归来燕国住仙宫。立言明祖教，演法继师踪。天意如何非易测，人情到了难穷。予心本自爱疏慵。却教居海北，未许过山东。"
        },
        {
            "title": "临江仙 示众",
            "content": "自对千差无可取，心闲一境堪凭。真常不昧谷神清。群魔从此灭，一点自圆成。物外清吟唯独乐，人间宠辱何惊。劝君速悟问前程。要求真实相，休论假聪明。"
        },
        {
            "title": "临江仙",
            "content": "参透全真清静法，何劳相上经求。好于此处觅踪由。莫生迷执见，休要不回头。真性如何能寂灭，真空空外闲搜。其中无欲认真修。随机常寂定，应物自圆周。"
        },
        {
            "title": "临江仙",
            "content": "本是一般孤另物，被他染着难知。迷云消散慧风吹。何劳身外觅，端坐是天西。万语千言终未悟，悟来一字成非。竿头进步勿生疑。般般都撒手，种种自皆离。"
        },
        {
            "title": "临江仙 西山静坐",
            "content": "静坐西山深有益，等闲人事稀逢。终朝饭饱恣疏慵。养成清静体，化出主人公。三十年来都乱觅，如今认证真容。狂情灭尽法皆空。本来无一事，刚恁费千功。"
        },
        {
            "title": "临江仙 袁夫人住沙漠",
            "content": "十载饱谙沙漠景，一朝复到都门。如今一想一伤魂。休看苏武传，莫说汉昭君。过去未来都拨置，真师幸遇长春。知君道念日添新。皇天宁负德，后土岂亏人。"
        },
        {
            "title": "临江仙 朝元",
            "content": "自别都门人事少，心头不挂微尘。闲歌闲咏默颐神。有中皆妄想，无内却全真。取性逍遥云水客，无情淡泊闲人。随缘安乐绝疏亲。三阳将欲遍，五气自朝元。"
        },
        {
            "title": "凤栖梧 先师昔日屡言",
            "content": "天下风光何处好。山海潜通，无比燕中道。四海云朋来往绕。先师默悟知还到。既入玄门须悟早。谁解修真，此事非草草。天意分明容起庙。"
        },
        {
            "title": "凤栖梧 太平兴国观作",
            "content": "古迹琳宫堪作计。桧柏青青，宛有长春气。直待功圆方济会。无心默默符天意。幸得安然清静地。终日逍遥，方寸无萦系。老大不堪心自退。"
        },
        {
            "title": "凤栖梧 述怀",
            "content": "天下周游将欲遍。十载区区，恐负先师愿。老也休休人事远。游山玩水随缘转。报与知音听我劝。劫运刀兵，个个都亲见。仍自贪求生爱恋。"
        },
        {
            "title": "凤栖梧",
            "content": "一点灵明当内究。散尽群魔，赶退西山兽。万树琼花如锦绣。长春永占无根朽。四海云朋来往凑。上下冲和，渐觉阳生六。一道灵光通宵透。"
        },
        {
            "title": "凤栖梧 和碧虚坦词",
            "content": "至道幽微何处究。妄想邪思，便是魔人兽。欲要三田苗长秀。真常真静真无朽。五气朝元真一凑。万语千言，须候阴消六。今古迷人观不透。"
        },
        {
            "title": "凤栖梧 先天观作",
            "content": "山后风光何处好。上谷灵踪，自古轩辕庙。涌出清流方曲绕。森森绿桧知多少。云水闲游今日到。信笔狂吟，自在开怀笑。万景难侵心合道。"
        },
        {
            "title": "凤栖梧",
            "content": "岩上春光将欲暮。可惜春光，无计留连住。春去秋来分四序。一来一去成寒暑。岁计谩人人不悟。得丧悲欢，尽是轮回趣。我欲留言叮嘱付。"
        },
        {
            "title": "凤栖梧 宣德",
            "content": "山后三阳都历遍。宣德朝元，不晚须相见。数载师前人事倦。区区独自随风转。几度天长曾发愿。粝食粗衣，隔断人情面。富贵荣华无意恋。"
        },
        {
            "title": "凤栖梧",
            "content": "问道参禅都不会。境上闲游，只要心无味。踏碎虚空离六对。松岩一觉和衣睡。何用人前夸口快。一点灵明，不许纤尘盖。法性堂堂观自在。"
        },
        {
            "title": "凤栖梧",
            "content": "世事无涯何日了。争似忘机，学我归山早。山下林间常独笑。人心未悟谁能到。终日忘言人悄悄。暮去朝来，更没闲烦恼。惜取真阳身内宝。"
        },
        {
            "title": "凤栖梧 秋阳观作",
            "content": "正教流通千载遇。浮世茫茫，几个心开悟。猛省轮回寻出路。回头便是真仙度。行满功成蓬岛去。好伴长春，自在无私虑。更有奇葩千万树。"
        },
        {
            "title": "巫山一段云 戒无明",
            "content": "一点光明大，三千业障深。劝君闻早细搜寻。莫待祸来侵。触处将身回转。慧性能生方便。这些消息汝还知。便是上天梯。"
        },
        {
            "title": "巫山一段云 自咏",
            "content": "湿热燕南地，清凉山后天。阴阳难晓倒颠颠。宿业自牵缠。二载登程酷暑。终日无言无语。闲中功行未能圆。使我忘心坚。"
        },
        {
            "title": "巫山一段云 清水作",
            "content": "应运开正教，随时见宝坛。众真降迹在人间。却要列仙班。化度群生无数。个个尽教开悟。一朝功满到蓬莱。劫运免三灾。"
        },
        {
            "title": "巫山一段云 赠龙虎夫人",
            "content": "北海功还未，赤城行已周。一身清静永忘忧。何处得闲愁。四十天当不惑。事事谙来明白。乐知知命保安和。真理本无多。"
        },
        {
            "title": "巫山一段云",
            "content": "溪水迎霜冷，山花带露鲜。良朋共赏玉蟾圆。高会兴无边。长记西湖万里。素魄澄澄一体。今宵相隔正三年。浑似梦游仙。"
        },
        {
            "title": "巫山一段云 催衲袄",
            "content": "昨夜西风紧，今朝秋意深。道人虽则是降心。寒暑亦难禁。衲袄宜教宽大。且要昼披夜盖。一衣犹恐不销任。此外更何寻。"
        },
        {
            "title": "巫山一段云 题通仙观",
            "content": "列翠峰峦秀，仙都气象清。三阳端正玉鳌形。一气自天成。万叠云山深处。别是洞天幽圃。何人能得久闲居。清静乐无余。"
        },
        {
            "title": "巫山一段云 卜居西关",
            "content": "涛，两岸桑麻映日，人善地僻，可为终焉之计，自号曰养老庵，以小词寄万叠山横翠，千盘河曲长。居民安土乐农桑。流水落花香。卜此安居养老。一任形枯心槁。不摇不动寄残年。何处觅神仙。"
        },
        {
            "title": "巫山一段云 劝世",
            "content": "道显清虚妙，释明智慧深。仲尼仁义古通今。三圣一般心。不认忘名默悟。只解分门别户。一朝合眼见前程。悔恨不圆成。"
        },
        {
            "title": "巫山一段云 龙阳观九日",
            "content": "白酒宽怀抱，黄花喷鼻香。此般真味庆重阳。性月自圆方。山后三秋无别。幽槛几丛开彻。两轩各各＊芳鲜。雅胜洞中天。"
        },
        {
            "title": "巫山一段云 先天观作",
            "content": "涿鹿今朝到，＊尤往日休。坂泉冬夏水长流。今古几春秋。因此强兵战胜。直到而今无定。一生一杀做冤仇。早晚是程头。"
        },
        {
            "title": "巫山一段云 携杖上禅房山",
            "content": "自在三山客，逍遥西海宾。孤身到处自全真。风月永为邻。识破浮华虚假。谁羡望云星马。一条拄杖胜龙骖。稳步上高岑。"
        },
        {
            "title": "巫山一段云 寄天长道众",
            "content": "山后春将暮，龙阳景渐佳。东园芭榄正开花。随分有生涯。道友坚心长久。相见时时稽首。自然恬淡日和平。物外有余清。"
        },
        {
            "title": "巫山一段云",
            "content": "性烛通天眼，心灯放慧光。湛然灵物自真常。无处不圆方。住世荣华不恋。举措常行方便。一朝功满化云归。独步赴瑶池。"
        },
        {
            "title": "巫山一段云",
            "content": "北海修真士，西岩放旷人。别师迢递过关津。物外不沾尘。学道须凭决裂。一片真心如铁。九年功满步云霞。三岛是吾家。"
        },
        {
            "title": "巫山一段云",
            "content": "太上临关日，吾宗受道时。七雄戈戟斗相持。何处起慈悲。直至西天行化。大教普闻天下。古今今古类皆同。方显道家风。"
        },
        {
            "title": "巫山一段云",
            "content": "塞北三年转，天西万里回。飘飘云驾渐东来。无不笑颜开。道德峥嵘功大。行满决超三界。十方仙子行功圆。得见太平年。"
        },
        {
            "title": "西江月 赠儒士王子正",
            "content": "本性元虚不二，奈何情欲交加。人能顿悟道生涯。世态分明是假。更要深通玄奥，须当拂去矜夸。含光默默养灵芽。便是无为造化。"
        },
        {
            "title": "巫山一段云 秋阳观作",
            "content": "十九游仙子，随师历八荒。西临回纥大城隍。到处见农桑。一种灵瓜甚美。赤县几人知味。大千沙界有多般。鹤驾复东还。"
        },
        {
            "title": "西江月",
            "content": "人事虽然久厌，道家争忍空归。不因勤苦到关西。焉得重阳庆会。说与门中志士，祖庭已见根基。终南山色古今奇。老者堪为久计。"
        },
        {
            "title": "西江月 赠张先生",
            "content": "日用灶头然火，时教突里亡烟。始终如一志精专。也胜往来打转。放下纷纷尘事，明通朗朗玄言。一朝功到性灵圆。便是蓬莱中选。"
        },
        {
            "title": "西江月 常足畅怀",
            "content": "尽日观山玩水，终朝常足心休。老来佚乐更何求。保我阳生九九。幸得为人通道，道中别有归投。功成云步看瀛洲。万古名传不朽。"
        },
        {
            "title": "西江月 劝众减睡",
            "content": "夏日勤修宝殿，冬天好炼顽心。三更不纵睡魔侵。便是先生戒禁。学道休迷妄想，修真莫失丛林。无为功满恣歌吟。自在高眠稳枕。"
        },
        {
            "title": "西江月",
            "content": "非爱青山绿水，惟图隐迹埋石。粗衣粝食绝人情。养就元初本柄。气结神凝久视，虚心实腹长生。一朝功满现三清。此是男儿正性。"
        },
        {
            "title": "西江月 人西山路",
            "content": "石径云梯路险，攀萝揽葛难行。洞天深处水山明。远却尘寰视听。土洞安眠稳坐，松岩耳静心清。不须更羡许由名。便是超凡入圣。"
        },
        {
            "title": "西江月 赠万莲会众",
            "content": "事事谙来心足，般般舍去身轻。本初一点要圆成。妙语玄言堪听。纵意不知有我，收心自觉无明。无明灭尽绝尘情。便是识心见性。"
        },
        {
            "title": "西江月 寄京师道友",
            "content": "只为功亏行阙，故教不免东西。自从别后二年期。路转风尘万里。词寄燕山道众，听予至嘱休疑。外缘虽斡内忘机。免却前头懊悔。"
        },
        {
            "title": "西江月 赠田道人",
            "content": "动处休将性动，静中莫使心疑。目前端正没关机。真静真清便是。气满三田自实，神通八脉方知。了然顿觉入无为。到处安心稳地。"
        },
        {
            "title": "西江月",
            "content": "有欲难超老病，无情易变童颜。虚心实腹六神安。步步清凉彼岸。九载能除四相，十年决到三山。蓬壶阆苑恣游闲。免却人间流转。"
        },
        {
            "title": "西江月",
            "content": "浅见有知有识，深通无悟无迷。了然顿觉入希夷。此是男儿正智。达道岂离方寸，明心何在天西。终朝闲坐细寻思。裂转机关便是。"
        },
        {
            "title": "西江月",
            "content": "月里金乌报晓，日中玉兔方眠。谁知万法倒颠颠。此理非深非浅。认得元初这个，须明无事真禅。人人有分性周圆，只为使他不转。"
        },
        {
            "title": "西江月",
            "content": "窗外横山入画，门前流水堪听。洞天幽处少人行。不是尘寰路径。占得静中风月，却迥闹里人情。湛然六识自安宁。一任闲歌闲咏。"
        },
        {
            "title": "西江月",
            "content": "莫羡喧哗京市，休辞淡薄山家。猿啼鹤唳兴还加。心地清凉无价。夜伴清风皓月，晓观绿桧云霞。蓬头丫髻做生涯。堪向幽屏图画。"
        },
        {
            "title": "西江月",
            "content": "山后重兴道院，燕南仍自干戈。道人功行累来多。免却非灾横祸。每日诵经报国，终朝念道降魔。福生祸灭养冲和。真静真清证果。"
        },
        {
            "title": "西江月",
            "content": "进道须凭笃志，收心慎勿狂游。听予苦口劝同流。莫待因循皓首。绿发朱颜易改，青春白昼难留。争如速悟便回头。认取忠言善诱。"
        },
        {
            "title": "西江月",
            "content": "天上仙无懵懂，人间性有顽愚。门中有幸看经书。性性堂堂开悟。达理真明妙有，观空体合虚无。慧通灵宝证元初。谁解无文不度。"
        },
        {
            "title": "西江月 龙阳观冬至作",
            "content": "月魄光通四海，龙阳气满三田。一声雷动震山川。迸出飞光闪电。法雨常加有道，慈云广布无边。此时方显太平年。遂我一生本愿。"
        },
        {
            "title": "西江月",
            "content": "我爱秋阳天气，一指云路无迷。何劳身外觅曹溪。了见三身四智。莫问天机深远，休寻大道无为。目前认得这些儿。便是全真苗裔。"
        },
        {
            "title": "西江月",
            "content": "我爱西岩秀丽，仙园地发三阳。山形曲屈卧龙冈。只此人间天上。云舍茅庵掩映，仙花异果馨香。市朝客到见清凉。举手应须瞻仰。"
        },
        {
            "title": "西江月",
            "content": "我爱秋阳道众，人人谦让温和。终朝豁畅恣高歌。日用不分彼我。福地安居自在，松间闲步烟萝。先人后己行功多。永没非灾横祸。"
        },
        {
            "title": "西江月",
            "content": "我爱西岩气势，连山带土丰肥。青松绿柳嫩依依。更有名花异卉。春水涓涓声细，秋阳烨烨光辉。此中不用上天梯。便是仙家景致。"
        },
        {
            "title": "西江月 秋阳观作",
            "content": "我爱秋阳地僻，松岩来往人稀。不劳打坐自忘机。兀兀陶陶似醉。坐上有山有水，心间无是无非。朝朝常见白云飞。可以留连适意。"
        }
    ]
}