{
    "dynasty": "元",
    "author": "侯善渊",
    "intro": "",
    "items": [
        {
            "title": "满庭芳",
            "content": "独立星坛，高穹仰望，志诚修设威仪。名香频＊，谨谨奏青词。唯愿众生慕道，心通解、无执无迷。归真正，玄门隐密，一志永无移。都缘心返复，狂图捏怪、纽班胡为。色情增长，道德渐亏衰。似恁拖泥带水，全不念、先圣根基。经中道，人能清净，天地悉皆归。"
        },
        {
            "title": "满庭芳 以上上清太玄集卷九",
            "content": "粮畚担簦，云山水陆，远途不避风霜。为求天宝，与汝诉衷肠。至理先明一性，二仪现、三殿恢彰。玄关外，临空奕奕，杲日布红光。群灵皆受命，谁能保守，玉府元阳。万神交灿，九＊混中央。结就玄珠一颗，辉神彩、光列南昌。寥阳馆，华房出入，齐唱满庭芳。"
        },
        {
            "title": "沁园春",
            "content": "启诉芳年，猛悟回头，纵情任真。弃父娘兄嫂，妻男侄女，孤云野鹤，二十馀春。风瑞漂萍，随方安分，一任交人笑我慵。君休怪，厌浮生虚矫，省悟前身。明知相外元神。灿宝净无瑕绝点尘。易四时乘驭，指天为盖，地权为载，日月为轮。辗破星河，冲开牛斗，聚散浮空五色云。通三界，现虚皇圣祖，元始天尊。"
        },
        {
            "title": "沁园春",
            "content": "处世为人，德重恩深，莫过二亲。始怀胎十月，三年乳哺，回乾就湿，多少辛勤。长大成人，心生五眼，外姓调唆各令门。谁省悟，似鸱枭＊＊，报应因巡。休休枉恁劳神。更莫忘当初怀哺恩。念灵乌返报，寒猿避箭，诚心孝敬，何况为人。诸事不违，顺承颜色，饮膳寒温时用均。存终始，道光于四海，德插清淳。"
        },
        {
            "title": "望远行",
            "content": "太玄妙诀。悟来不须言说。心地豁然开觉。清凉内通彻。透五蕴山头，现出霜天皓月。照千古分明，无圆缺。赤子琳宫歇。敏把丹枝折。玩长春景界洞鉴离生灭。向无阴树下，独坐逍遥静绝。听无弦曲调，於中别。"
        },
        {
            "title": "转调采桂枝",
            "content": "分明相外归宗祖，道眼俱全。出入绵绵。升降浮沉任往还。最幽玄。日精月髓安炉内，一＊烹煎。丹就凝然。皎皎光明滚上天。化飞仙。"
        },
        {
            "title": "惜婴娇",
            "content": "猛悟回头，把尘事都忘了。急收心、速归大道。空里寻真，向无中传明教。最好。现丹华，回光返照。探颐精微，表天奕幽深奥。明内外、浮沉颠倒。一＊双关，混百神，分三要。玄妙。瑞云扶，玉辰容貌。"
        },
        {
            "title": "黄婴儿",
            "content": "呆老呆老。幻梦惑迷，一生颠倒。甚每日皱着眉儿，把身心作恼。劝汝回头归大道。搜玄微幽奥。炼丹光混入中元，现玉辰容貌。"
        },
        {
            "title": "上平西",
            "content": "启玄精，明真＊，洞元中。间日魂月魄相融。内分三色，混然一体若芙蓉。玉辰圆鉴，瑞云浮、光射瑶宫。散阴氛，凝纯粹，归神化，运灵空。象悬明，灿耀玲珑。中天游奕，郁罗霄景玉音清。绛节霓旌，捧琼舆、"
        },
        {
            "title": "武陵春",
            "content": "一叶梧桐窗外落，金菊出疏篱。策杖昂簪信步移。迷我曲江池。鹤驾匆匆归旧路，回首赴仙期。云映青童笑问伊。家住五陵溪。"
        },
        {
            "title": "武陵春",
            "content": "太上混元真一＊，莹净若琼琚。清腾白云不卷舒。明见有中无。冷淡灵光空荡漾，变现总无拘。上下周流出六虚。一颗夜明珠。"
        },
        {
            "title": "太平令",
            "content": "管堂无事启丹经。香烟袅，慧灯明。声和流玉音清。云收绝雾敛，眄平一色瑶池净。洞天玄照瑞光凝。分明见，豁然惺。回眸返入道圆成。便忘形羽化，虚皇付我天符令。"
        },
        {
            "title": "江月晃重山",
            "content": "斗柄指回一性，璇玑斡转双关。滔天洪浪雪华翻。中秋夜，江月晃重山。独步上星坛。剑光横宇角，逼人寒。五灵仙子抱青鸾。飞入华胥阆苑"
        },
        {
            "title": "点绛唇",
            "content": "秀色氤氲，郁郁缭空廓。光飞烁。梦适吞珠，一点胎星落。谪降人间，愧恨当初错。情消索。诱引门生，共赴青都约。"
        },
        {
            "title": "点绛唇",
            "content": "背剑携筇，蹑径穿云过。青苔破。岚嶂松边，拂石临溪坐。酒饮单卮，一弄清音和。无不可。孰与朋俦，明月清风我。"
        },
        {
            "title": "红窗＊",
            "content": "玄门寻，休胡觅。指汝等、修行端的。常清净、意不浮游，保元精无失。炼阳魂，消阴质。两眉间、神光飞出。通斗柄、斡转天关，抱一轮红日。弃凡情，归真理。击双关、玄门高启。吐神光、射透帘帏，现灵阳休体。金乌精，玉兔髓。晃乾坤、清华光＊。红窗＊，炳耀圆明，照逢壶彻"
        },
        {
            "title": "南柯子",
            "content": "厌静曾居市，嫌喧却住山。通真何处不清闲。内外逍遥，不备利名攀。蜕质空中显，忘形物外观。二神凝素出阳关。鹤性佻佻，一去古长安。"
        },
        {
            "title": "南柯子",
            "content": "决列心清操，真刚志气真。超然不落断常坑。眼界宽舒，焕焕照华清。锦绣乾坤莹，玲珑世界明。澄澄虚璧顿圆成。蜕壳精＊，一点碧天星。"
        },
        {
            "title": "南柯子",
            "content": "瞬目迷千劫，扬眉隔万山。一真分瑞出双关。混入华元，到此有何难。＊质飞金翼，凝阳透玉环。惺然洗觉梦魂间。云去无心，物外独清闲。"
        },
        {
            "title": "酹江月",
            "content": "玄元至道，大无隅、寂寂寥寥独立。遍应诸方通上下，极目天光微密。隐显存亡，穿无贯有，善用无辙迹。琅然泄化，太虚一点灵质。登林透人真阳，圆明普照，不许纤尘匿。理必期然仍未悟，说与门人端的。日殿祥光，蟾宫瑞彩，万派琼波益。神凝形释，玉＊依旧横碧。"
        },
        {
            "title": "酹江月",
            "content": "寂虚妙道，混杳冥恍惚，通微清绝。出化先天明象帝，满目流霞光屑。浊质消亡，琅函滋益，宝鼎灵砂结。丹华凝秀，素玄一色澄彻。精＊＊＊盈空，清如秋夜，海桂无圆缺。耀古辉今冲皓＊，满满玉壶春雪。莹日纯精，贞心幽粹，保益真仙悦。丹书迎诏，上朝三景罗列。"
        },
        {
            "title": "夜行船",
            "content": "可惜芳年穷妙理。中途滞、教门无主。道院凄凉，故人疏淡，那更暮天愁雨。块坐宾横空无语。赤心诉、有谁知委。拂袖归山，碧溪深处，说"
        },
        {
            "title": "夜行船",
            "content": "＊雪囊中无俗物。恣疏慵、有谁拘束。不患虚名，无荣无辱。佻佻几人相逐。独坐弦歌＊盈卮。昂簪看、断云相续。池上游龟，洞前行鹤，风"
        },
        {
            "title": "诉衷情",
            "content": "太虚寥廓杳无涯。元＊混中华。回眸斡旋鼎鼐，玉液泛金砂。辉神彩，迸光霞。晃琼葩。云收波渺，海净天空，广漠之家。"
        },
        {
            "title": "诉衷情",
            "content": "林泉退隐作生涯。寂寞弃繁华。中山翠微仙子，满目泛灵砂。凝素液，混丹霞。坼瑶葩。云涛烟浪，岛外方壶，那里人家。"
        },
        {
            "title": "玩华胥",
            "content": "冒啸古风溪月。晃耀太虚澄彻。美盼清圆，不见又还重缺。光接。光接。玉桂寒林冰洁。"
        },
        {
            "title": "玩华胥",
            "content": "古岸蟠桃初绽。新月素光交灿。尘世几人窥，我留心高盼。长叹。长叹。回首远游仙梵。"
        },
        {
            "title": "采桑子",
            "content": "吾辈可伤嗟。弃玄珠，流浪天涯。浮云飞絮无根蒂，便心歧径，随他念起，举步偏斜。闻早悟烟霞。仙景里、也好前巴。三山咫尺非遥远，长春玉馆，陵溪两岸，满目琼花。"
        },
        {
            "title": "采桑子",
            "content": "力与命相讥。恁实见，谁是谁非。北宫曾谒西门氏，须知东郭，诚言信美，养拙何疑。俗辈匪能知。启贤英、与我同规。乐天知命随缘过，他年功满，神霄旧路，有约仙期。"
        },
        {
            "title": "浪淘沙",
            "content": "访道与参师。设誓投词。慎终如始谨修持。退己进人常忍辱，诸事宽慈。该破上仙机。守正无疑。持行元始玉清微。慧日当空凭谁照，星眼芝"
        },
        {
            "title": "归来曲",
            "content": "虚无道，元＊自相和。玄览涤除贤士少，合尘背觉俗徒多。终日谩蹉跎。开法眼，一性贯娑婆。莹净净发秋月冷，冰清清似泛琼波。浇溉润灵"
        },
        {
            "title": "归来曲",
            "content": "修真理，何在＊禅机。广念葛藤空厮＊，多参功案总虚脾。争似悟无为。开道眼，一性出昏迷。竹密不妨流水过，山高难碍白云飞。升上紫霄"
        },
        {
            "title": "一叶舟",
            "content": "万象冲开寥廓。元＊混然虚托。海月晏晶金。照天心。睫外威神辉豁。冰体雪肌绰约。稳稳过琼琳。上瑶岑。"
        },
        {
            "title": "满江红",
            "content": "昂簪策杖，赏月披风信途然。抱一冲和，养刀圭汞铅。金精木液润华田。密固三灵归火府，五云覆地，光彻梵天。虎龙交，宇宙明珠夺得，＊象涓涓。宝霞辉日，灿显阳光赫奕，返照洞玄。混内＊＊昼夜连。法万象清圆，与物争鲜。湛寂冷源，常在目前。无中潋滟泛精渊。九色黄云笼沆瀣，三峰青霭，远接万川。道备纯精粹，阴氛荡散，万物生全。宝象含灵质，向六尘堆里，捧出个瑞仙。"
        },
        {
            "title": "满江红",
            "content": "春花秋月，古往今来暂时间。贵贱贤愚，曾经换几番。死生似蚁任循环。咫尺仙乡人不到，出尘径路，如隔万山。省悟归，真正恬然养素，自乐清闲。世事俱无染，一身清净，无为心定观。耀璧辉金向外看。迸万斛明珠，推出二关。太极宫中，凝结内丹。纯风馥奕透琅?。万＊周流归一体，千真妙用，情无两般。混入中元界，笙鹤缥渺，瑞气盘桓。玉诏符空碧，名充仙举，科乘车驾凤鸾。"
        },
        {
            "title": "声声慢",
            "content": "凿开混沌，撞透昆仑。斗柄斡转天轮。曲岸乌蟾，交腾走魄飞魂。汞鼎铅炉赫奕，炼金精、木液朱辰。星光显，散中元一＊，万国霞＊。莹静清无尘翳，振山川林苑，万＊＊＊。高下无殊，缅平一色精纯。对面料斯孰悟，谩徒劳、背觉合尘。休嗔道，似盲夫摸象，误失天真。"
        },
        {
            "title": "声声慢",
            "content": "公邻烟水，我弊嵩峰。天涯杳隔难通。悟理非遥，目前不二清风。宝月孤高洞鉴，印千潭、普照玄洞。无彼我，混华元仙景，一体真空。如此知心志友，更何须贡马，驿路尘红。念某形疲，不须远远相躬。稽首同流勿罪，施宽慈、意莫忡悦。开青眼，用神光体入，不动之宗。"
        },
        {
            "title": "满庭芳",
            "content": "盥腹斋心，冲霜冒雪，为求神宝精瑛。凭君一举，眸子见青冥。四朗天无浮翳，冰轮坼、悬象俱明。辰宵馆，玉牌金字，谁是系芳名。途中人自昧，便心＊径，有误前程。回＊返故久，动复徐生。宝梵仙宫路稳，琼林宴、光散霞轻。神功妙，纯阳炼就，朝现紫微星。"
        },
        {
            "title": "满庭芳",
            "content": "斗柄回旋，紫微初现，缅平一色淳清。云瑛捣尽，天宝耀华婴。玉桂琼林素羽，升玄御、光璨流精。冷然妙，丹黄金碧，炜烨化微星。星徽清雅宴，纯风隐韵，忘相忘形。愿吾流开悟，心释浮荣。勿念云山路隔，高著眼、莫昧灵明。如斯理，青童飞去，点破大兰城。"
        },
        {
            "title": "玉笼璁",
            "content": "守清净，凭志恳，绝尽荒淫。持内境，月透双林。玉童戏，遥指处，碧潭波心。捞＊取起，水中金。灵宝灿，慧灯明，神光相任。对面有，没人推寻。君还省，明了了，灾祸不侵。龙虎伏，鬼神钦。"
        },
        {
            "title": "声声慢",
            "content": "元初一性，甚处安排。虚无恍惚中来。受＊成形，父精母血凝胚。迤逦胎完降诞，未成能、长大情乖。自作坏，向途中役役，慢惹尘埃。虚使一生颠倒，昧天然至宝，万古沉埋。若悟生前，通玄鼎裂心开。混日凝阳纯秀，聚五方，霞彩曛回。玉辰显，便忘形遗照，直御瑶台。"
        },
        {
            "title": "仙乡子",
            "content": "祖道密相传。得兔亡蹄守自然。眼界宽舒明太易，纯乾。日灿精华物自鲜。恍惚遍三千。预觉陵溪任变迁。海底浪翻龙出水，冲玄。迸彩神光"
        },
        {
            "title": "仙乡子",
            "content": "大道本无为。内外恬然处妙机。寂静清虚真有味，扬眉。冷淡灵光处处辉。绰约好容仪。坐卧行居左右随。翼御中天成玉象，无疑。位列南宫"
        },
        {
            "title": "仙乡子",
            "content": "祖道暗相传。始信宗风合自然。动静有无宾主穆，坤乾。上下周流日月鲜。光奕满三千。透骨灵华永不迁。空里结成真玉象，升天。宝易童儿"
        },
        {
            "title": "仙乡子",
            "content": "易＊自然轩。轩外清华混物鲜。秀岭连云飞宇角，灵泉。柳岸烟波接远川。德士隐幽玄。玄览涤除物自捐。内适虚坛真有趣，龙涎。宝篆轻浮"
        },
        {
            "title": "渔家傲",
            "content": "混沌杳冥经寰宇。彩霞散尽明玉兔。西落咸池复回顾。心开悟。凝魂晦魄金乌趣。美盼扶彝寒光露。氤氲三色淳清素。直遇瑶天携女婺。无点污。丹书永系琳宫住。"
        },
        {
            "title": "渔家傲",
            "content": "百岁光阴如奔骑。浮华眩目飞尘隙。玄览涤除运神力。通消息。无生路上知端的。雾散瑶瞳升天奕。阳光渐著纯阴匿。万点灵砂晃虚璧。明＊＊。丹瑛一色符金碧。"
        },
        {
            "title": "渔家傲",
            "content": "大道至真无言诘。韬光退隐藏深密。保炼元精无走失。＊阴质。瑞云捧出灵阳日。照破昏冥威天＊。混然恍惚空中实。莹净纯白相辅弼。通真一。丹书玉笈仙功毕。"
        },
        {
            "title": "渔家傲",
            "content": "地魄天魂勤烹炼。日精月髓情相恋。两曜交光如激电。分明见。玉炉万朵金花现。款款捞来捶作片。团团结就玲珑面。晃耀太虚烹玉霰。神光眩。飞丹透入通明殿。"
        },
        {
            "title": "西江月",
            "content": "杖上一瓢春酝，匣中三尺＊＊。眉间宝鉴镇妖邪。坐守更深半夜。金鼎烧成白雪，玉炉炼就黄芽。丹光潋滟泛琼华。天地氤氲相射。"
        },
        {
            "title": "渔家傲",
            "content": "日照阳魂空中炼。璇玑运斡天网转。咫尺眼前人不见。通一线。炉开鼎裂天光现。瑞散琼花飞片片。香风暗拂灵雯面。冷淡清虚情雅宴。真堪羡。玉宸扶御寥阳殿。"
        },
        {
            "title": "西江月",
            "content": "不恋风花雪月，屏除富贵功名。刳心去志黜聪明。洗涤无知之病。破尽人门幻影，方通物外圆成。忘形遗照＊神凝。务本乐天知命。"
        },
        {
            "title": "西江月",
            "content": "不在瞻星礼月，何须诵戒看经。今朝与汝付叮咛。生死须凭性命。道启遍知无上，神通法界圆明。不劳作用自功成。志在无为清净。"
        },
        {
            "title": "西江月",
            "content": "务本颐生至理，迷源入死之机。亡邪守正更何疑。自有玄玄妙趣。赤子嬉游阆苑，青童笑指瑶池。西江月里折丹枝。保益精神久视。"
        },
        {
            "title": "西江月",
            "content": "割断铜绳铁网，敲开玉锁金枷。波涛苦海遇灵槎。游奕无阴村下。不在忘标指月，何须折桂拈花。太虚鼎里炼丹砂。结就玄珠无价。"
        },
        {
            "title": "西江月",
            "content": "莫恋金银财宝，休窥玉貌花容。百年终是落顽空。背了无生法认。欲识玄元正理，须明太上家风。至神至怪悟无穷。此个逍遥自分。"
        },
        {
            "title": "西江月",
            "content": "尽被家缘担阁，都因业障兰遮。离微孰举正兼邪。背了灵尝道话。云绽家家儿月。时来处处开花。睛童深入翠烟霞。引至长春不夜。"
        },
        {
            "title": "西江月",
            "content": "顾我有身有患，窥真无作无为。自然斗柄运璇玑。日月周盈天地。点著冰灰雪炭，烧成火枣交梨。一时分付与峨嵋。益我聪明智惠。"
        },
        {
            "title": "西江月",
            "content": "迷则身沉苦海，悟来月出西江。微风吹动桂花香。惊觉游仙一梦。鹤引鸾随甚处，家童笑指寥阳。玉牌金字号南昌。别是人间天上。"
        },
        {
            "title": "西江月",
            "content": "浩＊结成宝篆，清风吹散云蒙。一轮明月照虚空。好把精神舞弄。撞透玉京天上，冲开金阙门中。元神独坐广寒宫。率领群仙宗奉。"
        },
        {
            "title": "西江月",
            "content": "眉间交枝琥珀，睛分脱质龙涎。鼎中烟袅彻禅天。一颗灵光出现。太上明兹玉象，如来证此金仙。清流异派本同源。悟理方知上善。"
        },
        {
            "title": "长思仙",
            "content": "眉底眼，眼中精。精光辉辉好惺惺。现圆通，物外明。朝上帝，绕天庭。月华峰畔玩云英。会金童，现玉清。"
        },
        {
            "title": "长思仙",
            "content": "这头起，那头行。面门出入任纵横。现天光，一点星。真实相，本无形。无形之体自然明。现寥阳，入大成。"
        },
        {
            "title": "长思仙",
            "content": "真藏假，假藏真。释然独体绝疏亲。混元中，无我人。神通道，道通神。澄澄虚璧若冰轮。辗天河，出六尘。"
        },
        {
            "title": "长思仙",
            "content": "修行事，谨推寻。无生无灭道相任。易晴空，识本心。明动静，定浮沉。玉婴常守满壶金。彩霞辉，散宝岑。"
        },
        {
            "title": "长思仙",
            "content": "休论道，莫参禅。无为清净好因缘。悟玄之，玄又玄。修正觉，夺仙权。威眸阐奕玩丹天。五灵飞，易羽仙。"
        },
        {
            "title": "长思仙",
            "content": "明宗祖，悟真禅。灵光一点出先天。易苍丹，＊素玄。澄瑞秀，满山川。霜天风息自凝然。散琼花，宝桂圆。"
        },
        {
            "title": "长思仙",
            "content": "慧刀呈。斩三彭。处正贞廉绝爱情。恬然守素瑛。眼明明。道盈盈。碧海繁丹华现玉清。澄澄一点星。"
        },
        {
            "title": "长思仙",
            "content": "谨修持。悟无为。惟愿心聪世不迷。明知天地机。宝霞辉。灿精微。紫府青都自有期。瑶宫现圣仪。"
        },
        {
            "title": "长思仙",
            "content": "灭凡情。启真诚。退隐要泉云水行。岚光满目横。焕然澄。洞然清。形释心凝道自明。升玄耀玉京。"
        },
        {
            "title": "长思仙",
            "content": "内安宁。外端停。内外无居一览平。头头物物惺。＊清清。慧灵灵。光鉴寒辉入宝瓶。け然化玉瑛。"
        },
        {
            "title": "长思仙",
            "content": "道心宁。慧灯明。玩宝童儿启道经。清如佩玉声。湛然澄。焕然凝。燕静华池吞玉瑛。还纯体自贞。"
        },
        {
            "title": "长思仙",
            "content": "素天晴。散华瑛。薄淡灵烟满地横。寒光爽＊清。宝精凝。玉辰澄。两曜交光灿日明。琅?点岁星。"
        },
        {
            "title": "长思仙",
            "content": "山连水，水连册。水秀山明景物间。云霞一味闲。晓风残。夜更阑。月上梅梢影覆坛。仙音佩玉寒。"
        },
        {
            "title": "益寿美金花",
            "content": "适来相见。唬我魂飞心胆颤。休觅休寻。相遇相逢没善心。告伊休拜。恐怕贫儿思旧债。各自回头。稍有违心作马牛。"
        },
        {
            "title": "益寿美金花",
            "content": "羽倪澄秀。午夜能令回春昼。奕御中天。绝妙清奇玄又玄。精瑛微密。散景瑶花横空碧。日照琅?。风息犹闻佩玉寒。"
        },
        {
            "title": "益寿美金花",
            "content": "回头问己。返照蓬壶明彻底。一颗玄珠。上下周流出六虚。混成天癸。象适圆通明＊＊。内外无拘。游奕天中不卷舒。"
        },
        {
            "title": "益寿美金花",
            "content": "瞽之善听。一＊清聪通惠性。聋者能惺。两点精神入宝瓶。返邪归正。有似高空悬玉镜。鉴照分明。始信金丹一日成。"
        },
        {
            "title": "益寿美金花",
            "content": "景风初现。宝适祥云乘九变。始信清然。游奕南陵泻素圆。冥灵才见。又早新春通一线。象外游仙。看尽瑶池五色莲。"
        },
        {
            "title": "益寿美金花",
            "content": "默然内守。混里倾阳无中有。有里何如。独体圆通照海珠。神清气秀。游奕丹天明如昼。上下无拘。密布灵华满太虚。"
        },
        {
            "title": "益寿美金花",
            "content": "忘形遗照。无垢清虚真至妙。物外霞辉。天岸波澄混太微。列开丹窍。悟入重玄明总要。出化星仪。风御灵飙易象嬉。"
        },
        {
            "title": "益寿美金花",
            "content": "回头省悟。识破浮生如一梦。弃物搜真。忘想忘形出六尘。天清地静。上下冲虚光日莹。宝灿元神。游奕黄都紫府春。"
        },
        {
            "title": "益寿美金花",
            "content": "真仙秘诀。志信忠良须引接。临义堤防。勿信邪言说短长。玉机漏泄。法眼灵光清皎洁。洞鉴精微。宝桂寒林素羽飞。"
        },
        {
            "title": "益寿美金花",
            "content": "无言无说。信任随缘消旧业。物我俱忘。晦迹韬光德自长。幻根寂灭。觉照圆通忘标月。直向当阳。一颗心珠混日光。"
        },
        {
            "title": "益寿美金花",
            "content": "澄神独坐。进锐纷纭尝自挫。外户长扃。内库劳封守宝瓶。玄光飞过。撞透虚空心鼎破。金碧丹瑛。满目灵芝＊象清。"
        },
        {
            "title": "益寿美金花",
            "content": "三关锁闭。沐浴琅膏容可济。养就灵砂。晴灿玲珑益宝霞。玄英幽邃。金阙寥阳澄秀瑞。两个青童。捧出玄珠入绛宫。"
        },
        {
            "title": "益寿美金花",
            "content": "除贪绝爱。性静心清明宝界。宝界华阳。换质琅然雪隐霜。虚白晃耀。轩外澄神凭自照。照破昏衢。显出圆通五彩珠。"
        },
        {
            "title": "益寿美金花",
            "content": "无知野叟。信意颠狂胡乱走。大道平夷。＊径便心逐景迷。因观慧口。渺邈精阳无中有。昼梦华胥。莹魄童儿天奕飞。"
        },
        {
            "title": "益寿美金花",
            "content": "擘开鬼窟。杳杳冥冥精恍惚。满目华阳。＊耀灵珠映日光。至真无物。宝灿精＊明返复。致死不忘。星＊丹霄得久长。"
        },
        {
            "title": "益寿美金花",
            "content": "忽然省悟。儿女妻奴全不顾。万事都忘。一性恬然道自常。天霓清福。契道登真明上德。微宴心光。丹碧瑛华益寿长。"
        },
        {
            "title": "益寿美金花",
            "content": "亲传妙诀。法眼清眸超亿劫。似月临溪。飘落琼花满太微。冷然莹彻。瑞彩祥光冰玉洁。焕若星仪。虽有真容出绣帏。"
        },
        {
            "title": "益寿美金花",
            "content": "无荣无辱。内守真元常自足。外应无居。上下周流出六虚。昆岗玄玉。擅假阳光盈满国。混一凝珠。宝洁灵华五彩舒。"
        },
        {
            "title": "益寿美金花",
            "content": "固穷妙理。静室精思明彻底。形释心凝。光鉴寥空＊象清。法身轻丽。皓皓灵阳随风去。历御中元。精郁临空混帝先。"
        },
        {
            "title": "益寿美金花",
            "content": "凝空寂湛。眩集神风明自鉴。洞达遥天。一性寥寥点桂圆。地入净悄。湛静冷波风浩渺。宝炷轻烟。烟彻丹霄降瑞仙。"
        },
        {
            "title": "益寿美金花",
            "content": "灵源虚静。物换流阳如宝镜。满目清光。寂寞无为用在常。本乎一性。返照真空终复始。性命俱全。炼就阳神得自然。"
        },
        {
            "title": "益寿美金花",
            "content": "寂虚湛湛。道大圆明如宝鉴＊。清夜霜天。物洁星稀海桂圆。幽栖静悄。独坐陵溪风浩渺。水碧澄烟。心适清聪物外仙。"
        },
        {
            "title": "益寿美金花",
            "content": "琳宫谪降。一点胎光如玉样。德化风规。神秀精华貌转徽。亲风相若。自适清虚堪倚托。仙仗齐临。宵夜清歌叫玉音。"
        },
        {
            "title": "益寿美金花",
            "content": "玄瑛精粹。宝洁灵华风秀瑞。混内相凝。星郁祥光满室明。纯阳仙质。貌丽清华乘凤翼。栗御霞轻。升入云深玩玉京。"
        },
        {
            "title": "益寿美金花",
            "content": "潜龙初九。九五飞龙群无首。大哉乾元。物物亨纯得自然。性相以近。道显诸仁藏诸用。精粹含光。神易穷通没定方。"
        },
        {
            "title": "益寿美金花",
            "content": "混元一＊。生地生天虚满济。宝洁玲珑。落桂金乌碧海沉。颐精固蒂。眩集神珠随风去。月照波心。天目晶通水产金。"
        },
        {
            "title": "益寿美金花",
            "content": "回头问己。认取无生真妙理。内阐灵光。升入蟾宫点桂霜。混成天癸。窈窕流霞融彻底。洞济冥阳。仙子功标北帝乡。"
        },
        {
            "title": "益寿美金花",
            "content": "净无瑕翳。握固存神颐浩＊。润谷玄霜。养就神砂满鼎香。清如赫日。瑞＊凝空盈满室。混一先天。易御星仪达妙玄。"
        },
        {
            "title": "益寿美金花",
            "content": "返观三景。增得灵砂盈满鼎。光耀华婴。点化琅?宇宙清。江天夜月。宝桂玲珑澄皎洁。惟我亲栽。有似琼花火里开。"
        },
        {
            "title": "益寿美金花",
            "content": "人生幻化。咫尺无常全不怕。莫望来生。据算来生甚处行。前程路恶。剑戟臻＊难进脚。劝汝回头。随我逍遥物外游。"
        },
        {
            "title": "益寿美金花",
            "content": "内观北斗。斡转天关通慧口。阴里生阳。烹炼三魂七魄亡。玉炉功毕。宝鼎金丹明沥沥。晃耀灵砂。日灿晴空落翠霞。"
        },
        {
            "title": "益寿美金花",
            "content": "身居火院。儿女妻奴由贪恋。惺悟痴除。鼓腹歌吟乐有馀。逍遥甚处。回首家山堪归去。豁落壶天。月湛澄江宝桂圆。"
        },
        {
            "title": "益寿美金花",
            "content": "玄元微密。寂寂寥寥无缝入。探赜功奇。易象先天合圣机。混然一＊。拍塞冲虚无不济。极目清光。顿觉融风天地凉。"
        },
        {
            "title": "益寿美金花",
            "content": "清虚妙理。湛湛圆明融彻底。海净天空。空里明知有圣功。心珠涌跃。＊迸流霞光＊烁。凤炽金乌。飞过新罗上玉都。"
        },
        {
            "title": "益寿美金花",
            "content": "无为清净。不动不摇颐性命。一派寒光。遍照蓬壶入大方。无穷无测。或去或来如过客。道自通灵。目送归魂入杳冥。"
        },
        {
            "title": "益寿美金花",
            "content": "灵元恢鄂。满目风光虚倚托。落落无涯。飘入瑶宫散宝华。通玄慧口。面启南轩观北斗。宝洁凝然。一粒明珠滚上天。"
        },
        {
            "title": "益寿美金花",
            "content": "真清真静。静里清清完性命。命蒂含神。神奕竽都紫府春。春光皓皓。皓旷明阳盈古道。道太升玄。玄远无隅天外天。"
        },
        {
            "title": "益寿美金花",
            "content": "颐生就死。死里逃生终复始。弃假求真。真性明知身外身。无中生有。有里还无难启口。默守神功。功满朝无上碧空。"
        },
        {
            "title": "益寿美金花",
            "content": "丹田固蒂。旋引灵泉频溉济。渐长黄芽。风撼孤根一径斜。美金花发。艳放清香初破甲。煎插银瓶。兼炷龙涎献上清。"
        },
        {
            "title": "沁园春",
            "content": "善惠谦柔，济苦怜贫，随方就圆。善治家润国，修身养命，深穷造化，庄列齐肩。抱守玄阳，灵源密固，内阐双关育浩然。通玄路，放眉间妙色，光接云烟。冥冥杳杳无边。运日月精华混物鲜。照洞虚豁朗，凝空灿灿，胎星一点，出化先天。遍应诸方，周盈法界，拍塞无瑕道德全。威神力，显平生手段，夺取仙权。"
        },
        {
            "title": "沁园春",
            "content": "金阙琼楼，宝殿香云，朝现玉虚。＊参鸾驾凤，霓环佩响，天真谪降，久匿凡躯。顿觉寂然，灵光透体，混合玄元出有无。飞神剑，向龙宫海藏，奈取明珠。流霞显耀从初。万道金光罩鼎炉。炼纯阳丹就，通天透地，乾坤恍惚，升降沉浮。功满朝元，金童玉女，鹤驾香风出洞湖。争魁首，授群仙领袖，永镇瀛都。"
        },
        {
            "title": "沁园春",
            "content": "元始家风，混物先天，体合太微。运九阳丹鼎，龙吟虎啸，云奔电闪，紫雾腾飞。戏弄骊珠，无间飘渺，光迸流霞照坎离。通玄妙，看余家手段，别有神威。自然掌掘天机。动斡运参罗斗柄随。喝龙泉宝剑，光冲碧落，群魔胆颤，百怪倾危。富国安民，清平快乐，无相真人出世期。书旧诏，赴蓬莱阆苑，物外仙归。"
        },
        {
            "title": "沁园春",
            "content": "世累尘情，镇日昏沉，何时尽期。被利名财色，相牵系，把天真昧却，一向愚痴。好女娇儿，金枷玉＊，锁绊缠绵没改移。憨痴汉，积无边恶业，限到推谁。＊都摄问无词奈往日愆尤报应随受刀山剑树，寒冰凛冽，镬汤碓捣，鬼＊残尸。万死千生，难为出路，永堕幽冥无尽时。轮回处，换人身，戴双角尾毛皮。"
        },
        {
            "title": "沁园春",
            "content": "大道玄微，亘古常存，依旧俨然。自心迷不悟，沉沦生死，回头改面，贩骨如山。今日方知，本来模样，弃假还真物外观。离生灭，顿无馀真性，出入泥丸。眉间舞弄金蝉。任飞去飞来透玉环。采日魂月魄，收归鼎运，周天火侯，锻炼成丹。点化形神无衰老，渐返壮还童永注颜。功成日，向彩云深处，稳跨祥鸾。"
        },
        {
            "title": "沁园春",
            "content": "太一先天，昊境虚皇，无上至尊。镇玉霄宫殿，群仙聚会，香云罗列，光射殷红。玉兽金麟，白鹤引驾，宝盖琼花散满空。仙娥奏，放真妃窈窕，歌舞仪容。仙音妙唱无穷。尽朝现三清御座中。听洞虚灵宝，升玄至道，开明三要，显现灵能。倦坐披章，回鸾驾凤，五老扶真入绛宫。群仙退，向蓬莱阆苑。合抱纯风。"
        },
        {
            "title": "沁园春",
            "content": "道德阴符，宝藏灵文，贤圣尽钦。论杳冥恍惚，精微至道，有无升降，动静浮沉。六洞飞玄，三宫妙化，＊匹双关两间侵。明虚谷，大无穷无测，非浅非深。灵光照满清音。混一气方知合古今。奈迷人不晓，多能几会，傍门小法，乱觅胡寻。背觉合尘，朝闻夕改，马劣猿颠难捉擒。休嗔道，恐功无显验，败坏初心。"
        },
        {
            "title": "沁园春",
            "content": "堪叹浮生，甚逐景随情，物物总拘。便拼身弃命，图贪富贵，盈仓满库，毕竟何如。蜗角声名，蝇头利赂，使作狂心一向遇。堪嗟处，似扬糠眯眼，慕＊抛珠。移真埋没荒芜。缀可欲＊盲道德疏。自背真取妄，生颠倒，向前程路＊，举步差殊。劝汝回头，斩钉截铁，做个坚刚大丈夫。挥神剑，劈恩山粉碎，认取琨＊。"
        },
        {
            "title": "沁园春",
            "content": "养浩颐神，离欲澄虚，物外定观。见玉关倾落，霜千点聚，碧岩漂渺，雪降团团。混内豁然，空中有象，天地相交四兽攒。前朱引，后玄随左右，虎绕龙蟠。黄宫捧出神丹。遇此物疵盲法体安。使蛇吞一粒，成龙变翼，鹌＊达者，立化祥鸾。点铁成金，回骸起死，＊杌逢之返降檀。君知否，上登仙入圣，不足为难。"
        },
        {
            "title": "沁园春",
            "content": "混沌之中，恍惚存亡，何所运为。自妆分天地，三才应化，山川华丽，秀野兰芝。日月鲜明，移神显焕，洞晓阴阳合圣机。通爻象，离龙坎虎，二兽相持。山头雾锁寒溪。震霹雳、峥嵘聒太微。泻银河一派，珠千颗，泛冷波潋滟，光照华池。撮聚还源，收归鼎进，火候烹煎子午时。丹砂就，点形神永固，保命无衰。"
        },
        {
            "title": "满庭芳",
            "content": "太古真风，玄元宗祖，阐?灵宝符文。金章玉篆，词简义光新。演道精宏浩大，通天地、细入微尘。修家国，臣忠子孝，民业自安淳。门人还知否，穷通妙指，拨物归真。涤除玄览，焕现外其身。昊境云瑛作伴，浮空驾、日月为邻。擎天翼，金门羽化，京廓现阳神。"
        },
        {
            "title": "满庭芳",
            "content": "生喜亡悲，虚劳尘世，许年多少倾危。是非成败，荣辱两亏衰。富足於身大患，贫穷又、遣我寒饥。急如个，不来不去，父母未生时。虚无中有象，神风显焕，物炫星晕。同天澄瑞，同地地幽微。至道包盈法界，归元首、永劫无疑。离生灭，不增不灭，常与太虚齐。"
        },
        {
            "title": "满庭芳",
            "content": "夜去明来，光阴迅速，四时催促人忙。浮生不久，谁肯细诮详。一向痴心妄想，贪冤业、不觉无常。形归土，三魂七魄，逐景任飞?。谁无生与死，一人一个，难躲难藏。忽然省悟，因此做风狂。管甚前街后巷，行歌舞、坦荡宽肠。逍遥处，哩＊＊哩，落魄有何妨。"
        },
        {
            "title": "满庭芳",
            "content": "腊正风交，琼梅初绽，水寒冰洁严凉。雀临高树，鱼入碧潭藏。海净天空浩浩，玄珠降、＊烁凝祥。胎星现，清名播世，道德自昭彰。群仙皆喜聚，坛前谨谨，祝寿玄阳。金虬浚液，玉兽旋喷香。唯愿遐龄满寿，同天地、永劫延长。升仙处，鸾迎凤引，云步现虚皇。"
        },
        {
            "title": "满庭芳",
            "content": "迅速韶光，俄然过了，算来刚甚劬劳。红颜衰朽，绿鬓渐疏焦。由自争名竞利，全不念、生死难逃。轮回处，似环蝼蚁，来往几千遭。君还心省悟，明通周象，拨易穷爻。地天通泰，离坎自相交。阴返阳生运化，纯精粹、清＊冲霄。胎光现，神风绰约，飞步玩琼瑶。"
        },
        {
            "title": "满庭芳",
            "content": "海角天涯，寻朋访友，悄无一个知音。＊争人我，财色利名侵。闻说邪淫妄语，拼身命、一向钻寻。真常教，余言直劝，返报怨还深。休休宁奈也，澄清默运，摄养真心。混元一＊，升降定浮沉。迤逦收归宝鼎，纯阳就、点铁成金。通玄妙，群魔消散，方显鬼神钦。"
        },
        {
            "title": "满庭芳",
            "content": "太极精微，天真郁秀，混元溢目无涯。玄珠升降，辉耀迸光砂。聚入壶中托化，归真正、不染嚣华。回头省，清虚妙体，返照秀灵芽。汞铅凝渐结，纯阳丹就，永劫无差。一瓢春酝，三尺斩妖邪。信步纵横自在，龟鹤引、深入烟霞。逍遥处，长春洞里，时复玩仙葩。"
        },
        {
            "title": "满庭芳",
            "content": "祖道无修，真常妙用，悟来表里相通。灵光现处，照见杳冥中。晃耀清虚浩大，无遮障、拍塞冲融。希夷甫，从来面目，返本复归空。真空。明皎洁，唯然旷大，难测难穷。一天吾道，寂湛出凡笼。妙化方生正祖，通元首、返本归宗。超三界，移神脱壳，物外显阳踪。"
        },
        {
            "title": "满庭芳",
            "content": "静室颐神，宁心默运，内观一点真阳。洞虚豁朗，焕焕透明堂。照见虚空法界，先天地、独立无双。三光秀，圆明实相，浩劫应时长。回头谁问己，眼前顼著，不用思量。自然契道，物我两俱忘。唯有清风皓月，通神化、无极之光。升玄路，混元一＊，拍塞遍诸方。"
        },
        {
            "title": "酹江月",
            "content": "太玄正教，离繁华、修整真清真静。清静之中开道眼，舒展银霞流井。溢落精空，冲盈法界，满满收金鼎。烹煎日月，混纯天地齐永。寂寥独立无双，孤然不改，万法心俱省。变化飞升朝上帝，返入清阳真境。不夜长春，神仙聚会，授命灵童请。玉婴吟送，一杯长寿酩酊。"
        },
        {
            "title": "酹江月",
            "content": "初心奉道，望功高、仙举超腾碧落。岁久年深心反复，不觉情迷萦缚。伏虎铜绳，降龙铁索，系住踏云脚。难为出路，永沉千丈寥壑。临危受苦推谁，请无决断，悔恨当初错。意欲修真名利恼，酒色财气俱著。家计不成，修行退堕，至死无捞摸。劝君省悟，免烦两个担阁。"
        },
        {
            "title": "酹江月",
            "content": "无形道体，运阳光、密布通微恢鄂。炫惚昏衢烹浩气，冲塞英华盈落。莹日千寻，清风万里，显焕神光烁。夷门羽化，太玄一派灵廓。孤然脱洒无双，於中清净，不许纤尘著。养就胎仙神貌雪，出入无间绰约。紫府游行，瑶宫饮宴，赐我逍遥乐。金童捧盏，妙音引上龙阁。"
        },
        {
            "title": "酹江月",
            "content": "一天清翠，混阳和微密，寂寥无物。致静颐心开上窍，通化灵明虚谷。育养元神，真人出现，放旷无拘束。皇天道父，赐余无限清福。天心正法盟威，紫虚道德，上品三乘?。金简玄科封慧剑，心印清光无欲。己病先除，心邪摄正，百怪皆潜伏。不繁法信，自然披褐怀玉。"
        },
        {
            "title": "酹江月",
            "content": "浮生似梦，奈光阴百岁，都能几许。富贵荣华时暂过，刚甚厮牵厮系。总为儿孙，娇妻女婿，生死难为替。回头省也，瞥然不染尘翳。逍遥物外无拘，风邻月伴，便是余生计，石上溪边猿送果，酒满十方吟缀。醉卧烟霞，今宵还醒，意欲归何致。玉霄宫里，月中攀折仙桂。"
        },
        {
            "title": "酹江月",
            "content": "茅庵潇洒，静无尘、独坐垂帘孤僻。镇日闲闲清澹泊，别有恬然活计。握固存真，心无杂念，忘我兼忘世。玉婴神变，自然与道相契。光明照耀十方，凝空灿灿，大阐非为细。遍纳无极通造化，物物头头俱济。掌握乾坤，完容法体，玉貌真清丽。超凡出世，上朝三＊神帝。"
        },
        {
            "title": "酹江月",
            "content": "长江素静，夜潇潇、天如玉案冰洁。秀色氤氲寥象廓，极目瑕琳光摄。独坐颐神，帘帏光透，显出玲珑雪。凝然澄湛，太虚一点通彻。神飞两翼翱翔，蟾宫殿里，夜宿琼枝歇。得遇真筌无损益，永受真人提挈。功行双全，金童玉诏，受命寥阳阙。玉霄宫里，永排仙位罗列。"
        },
        {
            "title": "酹江月",
            "content": "玄元道体，大奂方、无隅无形无物。混化胎生皆受＊，感应通玄潜伏。包括乾坤，含容天地，日月皆收蓄。回光返照，旷然摄化盈目。分明顿著心珠，冲虚豁朗，灿灿开神谷。养就胎仙肌貌雪，出入随风香馥。暮嗅灵芝，朝餐仙桂，夜隐蟾宫宿。怡然欢乐，求同先圣真福。"
        },
        {
            "title": "酹江月",
            "content": "幽微精粹，混阳光、一点殷红清绝。上下融和开慧目，跃出心珠凝结。阐化灵明，神光显现，内外相通彻。浮云消散，放开天外心月。虚无运转孤然，圆明寂照，万古无纤缺。与道同元包象法，物物头头俱摄。遍应诸方，无极太始，混一无分别。古今贤圣，尽归此处休歇。"
        },
        {
            "title": "酹江月",
            "content": "贪财竞色，利名牵、萦系何时休歇。镇日忙忙如梦想，颠倒心猿马劣。昧地谩天，多能已会，以巧翻为拙。万般虚假，积成宿世冤业。劝君省悟回头，攀缘弃舍，做个逍遥客。访道求真寻妙指，早愿超离生灭。不悟玄机，剔开毛塞，付耳亲传说。壶天景色，现前秋夜明月。"
        },
        {
            "title": "一叶舟",
            "content": "颠倒一阳初起。万化混元同体。光灿射瑶宫。满堂红。＊正圆明开启。上下贯穿无底。天地悉空皆空。太玄中。"
        },
        {
            "title": "一叶舟",
            "content": "照海凝珠光灿。贵贱不分弹雀。可惜本来珍。污泥津。认取勿令差错。莹净免繁萦缚。决正出嚣尘。玩长春。"
        },
        {
            "title": "一叶舟",
            "content": "海底凝珠鲜洁。天上莹然清绝。中道太虚宽。滚神丹。光胜一轮秋月。照鉴本无圆缺。清爽逼人寒。透琅?。"
        },
        {
            "title": "一叶舟",
            "content": "运动一阳初出。照破太空微密。万象总潜形。炫然明。凝化鼎中灵质。丹就刹那功毕。仙子上云英。＊蓬莱。"
        },
        {
            "title": "一叶舟",
            "content": "大道孤然独立。善用本元辙迹。寰海好云游。玩清秋。月色扶空澄瑞，微现桂红轻翠。嘉景最奇幽。赛瀛洲。"
        },
        {
            "title": "一叶舟",
            "content": "大道本无一物。遍纳十方充塞。无外亦无心。不容针。要见阐开清目。认得本元虚谷。非浅亦非深。满壶金。"
        },
        {
            "title": "一叶舟",
            "content": "顶笠披莎归去。渐入芦花深处。绿岸缆渔舟。钓纶收。轻泛壶中一味。野鹤孤云相济。横＊韵清幽。乐无愁。"
        },
        {
            "title": "一叶舟",
            "content": "道契希夷恍惚，辩正其中有物。物物自然通。尽包容。月白风清满目。宝篆玲珑馥郁。寥落遍精空。有无中。"
        },
        {
            "title": "一叶舟",
            "content": "不觉形躯衰老。受尽许多萦恼。谁肯死前休。苦贪求。识破修行早早。认取自家珍宝。珍宝价无酬。永存留。"
        },
        {
            "title": "一叶舟",
            "content": "摆脱尘情冤业。此是利名休歇。清净谨威仪。宴瑶池。水静澄澄冰洁。显焕碧潭秋月。月里悟丹枝。性光辉。"
        },
        {
            "title": "仙乡子",
            "content": "独坐看黄庭。始觉身心内外明。莹静不交尘事恼，心澄。固养灵源彻底清。轻泛雪花烹。寰宇空浮瑞＊生。云绽霜天明月照，相迎。一颗灵砂"
        },
        {
            "title": "仙乡子",
            "content": "潇洒古音庭。独坐＊颐看道经。玄览洒除尘事冗，安宁。一洗机心耳目醒。恬淡冷清清。一炷名香满院馨。门外不知谁到此，＊玎。风顺微闻"
        },
        {
            "title": "仙乡子",
            "content": "咄这丑形骸。臭秽蛆虫塞满怀。地水火风虚积聚，沉埋。类我平生惹祸灾。欲免死生催。莫执凡躯作圣胎。保炼琅膏凝结处，成胚。沐浴婴儿"
        },
        {
            "title": "南柯子",
            "content": "不晓身中宝，宁知物外篇。不通真教乱狂颠。指望蓬莱，仰卧摸青天。欲识铅中汞，须知汞里铅。两般颠倒自如然。放出灵飞，空外舞胎仙。"
        },
        {
            "title": "南柯子",
            "content": "坐看华胥景，神游玩宝方。一双童子抱龙光。焕焕煌煌，撮聚入中央。产出灵仙子，功成入帝乡。玉霄榜上应科场。夺取仙标，宝洞执?璋。"
        },
        {
            "title": "南柯子",
            "content": "欲问修真理，君还会得麽。鲸鹏出海透星罗。夜宿蟾宫，飞上桂枝柯。吉善灵禽少，凶邪怪鹏多。一群一队谩蹉跎。荆棘为巢，不见凤凰窠。"
        },
        {
            "title": "南柯子",
            "content": "踏破尘劳网，冲天志决贞。手中持剑转环睛。日耀争光，＊烁莹天明。觉海千寻底，灵波万里倾。群魔消散鬼神惊。点化纯阳，永永住蓬瀛。"
        },
        {
            "title": "南柯子",
            "content": "雨过春将晚，风来又早秋。百年光景转头休。富贵荣华，浑似水中沤。劝汝修身早，玄门志意搜。勿交尘事系心头。秘息三田，莫遣贼人偷。"
        },
        {
            "title": "南柯子",
            "content": "凤去飞还远，鹤随翼羽＊。石中隐玉蛤珠韬。木长沉丁，草秀紫芝苗。兽变狮麟象，蛇渝化海蛟。鱼分水谷变鲸鳌。人道相通，云步越丹霄。"
        },
        {
            "title": "南柯子",
            "content": "太上玄元祖，生居浩劫先。首初传教五千言。演正无疑，谁晓此幽玄。尽吃迷心药，谁餐续命丹。邪门曲教自缠绵。死堕阴囚，永劫镇黄泉。"
        },
        {
            "title": "南柯子",
            "content": "匹配阴阳理，婴公伴细腰。调和铅汞要终朝。水底金精，移入火中烧。炼就通神剑，修成智慧刀。降龙伏虎斩邪妖。夜吐光芒，谁敢语声高。"
        },
        {
            "title": "南柯子",
            "content": "大道亲之远，玄机退未疏。太虚凝秀自如如。一派灵源，潋滟贯从初。北海鸾渝黑，南山凤染朱。翱翔云外出虚无。日月交光，夺取夜明珠。"
        },
        {
            "title": "南柯子",
            "content": "炼质心猿退，焚真意马疏。一灵圆觉顿真如。洞达渊玄，光鉴照元初。坎虎形如玉，离龙色似珠。云奔电激贯虚无。霹雳峥嵘，舞弄戏玄珠。"
        },
        {
            "title": "长思仙",
            "content": "秘精精。满盈盈。密扣金关逆上行。玄珠颗颗倾。内灵灵。外明明。内外相交一点星。飞腾上玉瑛。"
        },
        {
            "title": "长思仙",
            "content": "既为人。勿因循。百岁光阳有几能。虚劳染世尘。好修真。养元神。两耀交光碾玉轮。阴精一点纯。"
        },
        {
            "title": "长思仙",
            "content": "聚玄霜。浸琼浆。二物调和火里藏。烹煎满鼎香。味非常。色精光。咽罢还纯透体凉。醺醺现玉皇。"
        },
        {
            "title": "长思仙",
            "content": "勿行功。免劳神。清静无为认本真。和光不染尘。外其身。自然人。闲向天边玩日轮。云游玉洞春。"
        },
        {
            "title": "长思仙",
            "content": "道无边。性光圆。认得龟蛇两下缠。阴阳合地天。汞和铅。气神全。光迸流霞耀晃然。方知玄又玄。"
        },
        {
            "title": "长思仙",
            "content": "虎龙调。坎离交。神水涓涓注玉瓢。云涛雪浪漂。宝池浇。溉灵苗。初绽琼梅翠嫩摇。芳菲物外飘。"
        },
        {
            "title": "长思仙",
            "content": "看清音。见浮沉。法眼星眸运古今。红莲两间侵。火珠林。水真金。不比他方去远寻。承当认本心。"
        },
        {
            "title": "长思仙",
            "content": "恣遨游。玩清秋。掩映曹溪细水流。琼花两岸秋。满浮沤。饮忘愁。日落星稀月上楼。沉沉醉玉洲。"
        },
        {
            "title": "长思仙",
            "content": "默然澄。湛然清。昼夜三光性自盈。头头物外明。道无形。育神灵。透海穿山混杳冥。真人出世程。"
        },
        {
            "title": "长思仙",
            "content": "出家人。要求真。遍计长空绝点尘。明知虚谷神。日为邻。月为亲。天地之中转法身。方知物外人。"
        },
        {
            "title": "减字木兰花",
            "content": "淫声美色。底死谩生难弃舍。艳态娇妻。儿女恩情总送伊。除情去欲。惜气存神如珠玉。一点精金。失了难为复再寻。"
        },
        {
            "title": "减字木兰花",
            "content": "居家学道。两事不成担阁了。欲要修真。不染浮华半点尘。虚心实腹。只此登仙真轨则。功满朝元。金阙寥阳化羽仙。"
        },
        {
            "title": "减字木兰花",
            "content": "浮生苦恼。尘世忙忙何日了。一旦无常。福致他人业自当。君还省悟。弃舍冤亲寻出路。万事都休。性命之中子细搜。"
        },
        {
            "title": "减字木兰花",
            "content": "今生不悟。指望来生何处去。六道交加。一步铖亡永＊差。君还识破。尘世般般都打过。云水逍遥。稳泛虚舟物外漂。"
        },
        {
            "title": "减字木兰花",
            "content": "功名富贵。致使沉沦空手去。改面回头。一失人身永劫休。归纯返朴。背境涤尘真正觉。一颗圆光。焕焕煌煌入大方。"
        },
        {
            "title": "减字木兰花",
            "content": "五行四象。戊己攒盈如何样。黑水红云。白马背牛两下分。金车宝辇。大道夷然烹玉线。碾路如银。搬载婴儿出世尘。"
        },
        {
            "title": "减字木兰花",
            "content": "初心奉道。谨守精严光返照。元始扶真。真物相生恍惚中。凝空落落。明月清风相倚托。达彼无忧。回首烟霞物外游。"
        },
        {
            "title": "减字木兰花",
            "content": "秋风浩浩，极目霞琳澄瑞绕。隔岸芦花。隐映烟笼三两家。天真秀郁。谪降寰中光满室。保佑千春。朱顶青松延寿同。"
        },
        {
            "title": "减字木兰花",
            "content": "深根固蒂。天宝流霞光满济。返照连天。冉冉程程玄又玄。无生无灭。湛湛孤然明皎洁。昕散云寥。点破清虚上九霄。"
        },
        {
            "title": "减字木兰花",
            "content": "无情苦海。壤壤众生由贪爱。争似余家。寂寞林泉别世华。颐真养浩。肌肉冰清如玉貌。出入无间。绰约随风飘上天。"
        },
        {
            "title": "诉衷情",
            "content": "神仙妙诀古今传。谁会此幽玄。龟蛇自然呼吸，玄牝＊绵绵。铅中汞，汞中铅。两俱全。抽添加减，进火功夫，炼就胎仙。"
        },
        {
            "title": "诉衷情",
            "content": "英公清列出尘缘。不系利名牵。逍遥任居云水，知命乐天然。穷妙理，悟幽玄。谨修仙。功成归去，引汝朝元。稳步金莲。"
        },
        {
            "title": "诉衷情",
            "content": "众生薄福乐真闻。精进谨持功。修斋坐禅礼念，终久落顽空。真实相，有无中。好家风。玄元宗祖，太始门开，体照圆通。"
        },
        {
            "title": "诉衷情",
            "content": "一天清秀一溪云。风月近为邻。琴剑酒棋书画，随分乐天真。竹篱映，草堂新，静无尘。朝菌不见，满目琼花，间隔灵椿。"
        },
        {
            "title": "诉衷情",
            "content": "逍遥无系乐清闲。信步且随缘。人来问归何处，遥指曲江边。杨柳岸，半笼烟。乍晴天。潇潇清夜，悄悄无人，月满空船。"
        },
        {
            "title": "诉衷情",
            "content": "初开江月透双林。隐映素波深。风恬湛然莹净，清夜好知音。白醪酒，自然斟。信时吟。无萦无系，豁畅开怀，一任浮沉。"
        },
        {
            "title": "诉衷情",
            "content": "爱河深处好抽头。名利系人愁。回首去游江上，烟锁一孤舟。琴一弄，酒三瓯。乐清幽。风邻月伴，醉卧琼林，梦入瀛洲。"
        },
        {
            "title": "诉衷情",
            "content": "玉炉金鼎虎龙蟠。红焰满周天。温凉自然水火，昼夜转烹煎。精郁郁，＊绵绵。养胎仙。功成迁转，宝辇香车，捧上瑶天。"
        },
        {
            "title": "诉衷情",
            "content": "中朝金国圣皇明。有庆贺清平。天元运周甲子，正是好修行。归真静，体真清。气神灵。玄门阐化，太上真风，接引群生。"
        },
        {
            "title": "渔家傲 以上上清太玄集卷七",
            "content": "一笠一蓑堪倚靠。波光曲岸垂钩钓。＊＊浮卮自频告。高吟笑。尽教人道渔家傲。独弄无弦琴一操。个中始觉知音少。江月盈山空相照。谁登晃。蟾宫唯我亲曾到。"
        },
        {
            "title": "诉衷情",
            "content": "古今多少利名人。弃命斗争功。英豪尽归何处，都总落沉空。争如我，洞庭中。遣家童。金觥轻泛，醉卧当轩，一枕清风。"
        },
        {
            "title": "黄莺儿",
            "content": "欢喜欢喜。渐得清活计。透烟萝、湛湛圆明，照蓬瀛彻底。物外逍遥无拘系。任水云霞际。料家中指望还乡，我不去不去。"
        },
        {
            "title": "厌世忆朝元",
            "content": "云收雾敛天风洁。显出玲珑月。形释心凝澄彻。亘古无圆缺。千潭现，寒光摄。洞济溟阳哲。仙丹炼就真欢悦。异日朝金阙。"
        },
        {
            "title": "棹棹楫",
            "content": "玄溟精心从初末。罔象恢恢司善恶。暗察无私非失过。真与假，会尽都小可。存亡得失由人作。但向玄门无令错。退隐林泉谁与个。俗情无，"
        },
        {
            "title": "棹棹楫",
            "content": "锐出玄精终宵末。阳焰瑛华祛妖恶。宝梵晶空通照过。丹风秀，万灵无不可。自然妙用无为作。结角罗纹勿差错。朋俦那里全无个。说与呵。"
        },
        {
            "title": "长思仙",
            "content": "月华池。浴灵龟。口吐祥云化玉霓。神光耀紫微。昱朱衣。蔽冰肌。绰约随风天外飞。琳宫自有期。"
        },
        {
            "title": "长思仙",
            "content": "道平夷。性依稀。水火相交坎与离。阴阳自有期。用华池。浴琅肌。莹魄儿童天外飞。灵光耀紫微。"
        },
        {
            "title": "长思仙",
            "content": "妙中玄。汞和铅。进火功夫鼎沸煎。灵砂颗颗圆。内功全。外登仙。神水渊流逆上天。轻乘一叶莲。"
        },
        {
            "title": "西江月",
            "content": "小隐不容沙芥，大通遍满诸方。混然灵廓查无疆。一性执其大象。火里烧成白雪，水中养就红阳。玉婴神变跨鸾凤。飞入西江月上。"
        },
        {
            "title": "西江月",
            "content": "迷览千经亦少，悟知一字犹多。太虚鼎里炼冲和。养就玄珠万颗。顺理径游宝界，冲玄道上星河。万神聚会透烟萝。一体无分彼我。"
        },
        {
            "title": "西江月",
            "content": "寂静茅庵潇洒，危峰密锁烟霞。朝阳轩外一枝斜。待客清茶淡话。默坐け然净洁，不占半点尘沙。冰台心似白莲花。长在西江月下。"
        },
        {
            "title": "满庭芳",
            "content": "玉屑琳霜，云瑛幽粹，混沌三宝持盈。盈还而已，日月透昆明。＊＊圆通昊界，氤氲降、天宝华婴。於中妙，五陵飞雪，人在水晶城。灵瑶开古道，神风易御，孰保遐龄。念吾流久视，玄毕终诚。密付丹须换质，从斯致、游宴华清。金童诏，玉辰宫里，身属少微星。"
        },
        {
            "title": "满庭芳",
            "content": "去质贪华，还淳复古，本源浊以徐清。卑谦处厚，能弊不新成。知足无荣无辱，彝然御、非躁非轻。还知否，存亡得失，进退若亏盈。如斯全可道，心中出屑，眼里抽钉。瞳＊奕羽，虚谷旷然明。三气氤氲密降，纯阳焕、形释心凝。归来处，风恬浪净，明月照寰瀛。"
        },
        {
            "title": "满庭芳",
            "content": "万物之中，为人最贵，内存一点精微。至灵至圣，日用有谁知。隐显存亡顺化，方圆应、曲直投机。从伊变，行居坐卧，动止镇相随。焕然光透体，真人出现，别有威仪。玉簪朱履，环佩锦缨衣。宝盖香车凤辇，云瑛覆、窈窕真妃。仙音奏，金童捧盏，吃得醉如泥。"
        },
        {
            "title": "洞天春",
            "content": "剖判初分，一变潜龙，混开二仪。见日精月髓，凝铅结汞，阴阳返复，虎跃龙飞。否泰相交，屯蒙复卦，易象还亢出坎离。纯精粹，焕童蒙奕羽，璺化微。大哉至道真奇。又谁肯将心复旧闾。镇地鳌、托出苍穹巨，际嵋山横秀，孤月澄辉。海净天空，飞尘不到，爽气神清绝妙机。通真路，换凡躯绰约，顺风而归。"
        },
        {
            "title": "洞天春",
            "content": "道要仙机，顿悟方知，物物尽捐。见本来一性，冲开昊境，朗如秋月，清似寒泉。湛湛澄澄，纤尘不染，出入龙乡紫府天。归元处，应无极太始，浩劫之先。混元一气绵绵。任暑往寒来，无变迁。似太虚、微密无瑕疵，任三灾劫坏，依旧安然。是故空中，无生灭自，亘古常存不记年。真常道，是玄元圣祖，万代留传。"
        },
        {
            "title": "迎仙客",
            "content": "道非遥，昆山隔。宴坐神思密赜。个中修，非筹策。一点晶金，宝璨炎炉赫。灵芝折。蟠桃摘。瑞气通流盈紫陌。玉龙吟，金童拍。皓鹤青鸾，间簇迎仙客。"
        },
        {
            "title": "夜行船",
            "content": "设誓明言衷肠话。弃般般物情俱舍。心口相违，不分真假。把玄门返成功价。纵意为非难劝化。业深大罪愆无舍。寒夜风刀，鬼神牵惹，相汝"
        },
        {
            "title": "夜行船",
            "content": "虎＊天罡吞凤尾。火轮转艮山初起。注鼎炎炎，烹煎神水。交泰地精天髓。炼就纯阳丹贯体。换凡躯以别尘世。鹤驾匆匆，相从仙侣，朝现玉"
        },
        {
            "title": "无梦令",
            "content": "慷慨男儿洁列。除此一无分别。孤月镇长圆，混入碧潭澄彻。凝结。凝结。清胜玉壶冰雪。"
        },
        {
            "title": "无梦令",
            "content": "愁以碧溪南岸。流水落花无限。回首带晴烟，道侣看看不见。长叹。长叹。一叶风舟轻泛。"
        },
        {
            "title": "无梦令",
            "content": "地水火风四大。为你百端为害。逐便各别离，遣我法身轻快。自在。自在。摄化超灵三界。"
        },
        {
            "title": "无梦令",
            "content": "故友全无一信。独坐古岩谁问。回首返江乡，散瑞漂萍相近。愁恨。愁恨。一叶风帆轻送。"
        },
        {
            "title": "辞百师",
            "content": "野鹤孤云去复还。欲留难。断肠恩爱两情关。泪阑珊。秋后凄凉归路远，速跻攀。洛西烟浦柳＊间。望家山。"
        },
        {
            "title": "杨柳枝",
            "content": "＊岁飘蓬住远山。水云闲。须知千载厌人间。欲回还。换骨脱胎归旧路，返童颜。步虚升入古仙坛。泛云鸾。"
        },
        {
            "title": "杨柳枝",
            "content": "鹤性＊＊望远攀。过潼关。秋深雨霁乍衣单。水云寒。争忍昔年名利染，早回还。夕阳村落杏＊间。望家山。"
        },
        {
            "title": "杨柳枝",
            "content": "孰见西明画锦妆。景非常。烟波柳岸映斜阳。水云乡。咫尺家山人不到，好风光。步虚升入碧云房。洞天长。"
        },
        {
            "title": "杨柳枝",
            "content": "宝性完容上下冲。内推穷。氤氲三色射瑶宫。焰飞空。洞济玉阳澄宝瑞，自和同。谷神翔翥混元中。玩仙风。"
        },
        {
            "title": "杨柳枝",
            "content": "顿识圆明象易冲。妙无穷。祥烟飞入玉清宫。月临空。物性自然纯古道，与谁同。杨柳枝插宝瓶中。好家风。"
        },
        {
            "title": "杨柳枝",
            "content": "内阐规函致本宗。道相通。寂寥常在混元宫。悟真空。上下观之无一物，与谁同。逍遥独坐月明中。伴清风。"
        },
        {
            "title": "杨柳枝",
            "content": "偃息团＊玩宝窥。目无疵。涤除玄览似婴儿。正容仪。欲问今宵何处也。赴仙期。满船空载月明归。上瑶池。"
        },
        {
            "title": "四块玉",
            "content": "假里寻真真本别。慧照寥天彻。莹日晶空灵光摄。印碧落，凝翠色。达此心开通妙诀。物我俱休歇。无了了时离生灭。应别有，长天月。"
        },
        {
            "title": "捣练子",
            "content": "真铅汞，坎和离。两般颠倒自相宜。炼金丹，耀日辉。通玄妙，得幽微。姹婴常把虎龙骑。上仙都，合圣机。"
        },
        {
            "title": "蓦山溪",
            "content": "男儿一志，莫把初心退。决正处贞廉，把狂心、一齐割弃。随缘任运，云水作生涯，青松下，翠筠中，别有真滋味。清虚恬淡，便是余生计。＊定自神和，迸玄珠、出离坎位。殷红璨璨，仿佛入离宫，通上下，照十方，摄境归心地。"
        },
        {
            "title": "捣练子",
            "content": "说金翁，论黄婆。自然匹配炼冲和。铸红砂，满鼎多。神光显，照天河。胎光一点出洪波。现三清，上大罗。"
        },
        {
            "title": "虞美人",
            "content": "洞天一点天光密。莹净如千日。银霞潋滟贯寰瀛。万神攒簇，恍惚旷然明。空中产个胎仙出。绰约风飘逸。撞开天顶上云瑛。宝阙琼楼，玉簿"
        },
        {
            "title": "使牛子",
            "content": "精亏魄散游漾。把天真、变成虚妄。逐境性昏沉，苦海忙忙任流浪。前程路险如何向。劝汝等早修无上。无上遍知明，明照离数焕师旷。"
        },
        {
            "title": "踏莎行",
            "content": "养气全神，至精坚固。琅函浊质奚能悟。心珠跃入太虚中，玉婴神变通玄户。赶退金乌，趁回玉兔。凝阳点化升仙去。清音香送别瑶台，真人"
        },
        {
            "title": "踏莎行",
            "content": "混沌之中，杳冥踪迹。鸿ㄨ溟＊初开辟。洞虚一点太阳星，神风气象恢洪奕。绰约冰肌，玉岩横碧。骇天惊地鹤一只。不惟出入太虚间，京山"
        },
        {
            "title": "减字采桑子 词中有误字",
            "content": "嗟恨这形骸。百般做、纽捏狂乖。如今省也寻归路，冰清玉洁，昂霄峻鄂，奚失俗崖。心静若冰台。灵光莹、不梁纤埃。厥然别有真奇妙，＊晟合璧，升玄羽化，脱下凡胎。"
        },
        {
            "title": "添字采桑子",
            "content": "利名丛里抽身早，劝汝回心。绝尽荒淫。动有群魔当下擒。莫教侵。九虫斩尽三尸灭，与道相任。谁是知音。清夜无尘月上岑。望骞林。"
        },
        {
            "title": "南柯子",
            "content": "未悟千般有，心开一物无。有无争觉顿清虚。混内倾阳，一点透灵乌。瑞气盘金鼎，祥烟玩玉壶。玉壶金鼎炼神珠。光灿流霞，冉冉上天吴。"
        },
        {
            "title": "声声慢",
            "content": "光阴迅速，暑往寒来，俄然又报新年。物换形移，都被暗里催残。谁省人人越旧，改青春、皓发苍颜。误虚过了，似落花飞絮，逝水无边。若也回光返照，运灵枢一撞，击碎双关。耀海玄珠，け煌焰接昆山。宝性因明贯体，换凡躯、养就仙丹。玉辰显，向中天游奕，物外け然。"
        },
        {
            "title": "声声慢",
            "content": "贤愚间异，曲直丛林，清浊事急难分。多少无知，开口信意胡荤。?＊呼为斥＊，把灵椿、唤作朝菌。便假饶，是随何陆贾，辩正无门。牛缺谩施仁义，想肩吾锁目，自昧天真。摸象盲夫，昼夜晓甚明昏。玉罄权为煮料，把瑚琏、假作齑盆。最苦处，爨瑶琴烹羽，误杀麒麟。"
        },
        {
            "title": "声声慢",
            "content": "刚强柔弱，善恶分明，天地报应不同。滥浊荣家，贞烈志德长贫。清净无为妙道，被愚徒、返谤邪门。怎理会，见修真上士，有若雠人。高道猜为贼盗，把凶顽小辈，却做贤人。马饰衣襟，具礼晓甚卑尊。大家学些打懂，也胡来、讲甚人偷。抹截了，换云袍簪髻，搭个头巾。"
        },
        {
            "title": "声声慢",
            "content": "韶光迅速，似蚁循环。往复不断相连。过了一岁，不觉又早一年。忽然无常限到，向前程、着是推延。修行事，道他人有分，自己无缘。若也回头省悟，弃功名富贵，物外け然。保养元精，玉炉片雪烹煎。恍惚乾坤莹彻，灿玲珑、日耀辉鲜。三光秀，混一灵真性，送上瑶天。"
        },
        {
            "title": "声声慢",
            "content": "心浮易动，熟景难忘。驱驰镇日忙忙。已过中年，有若日暮之光。恰如残灯怕晓，似风飘、败叶凋黄。最苦处，叹星移物换，人被无常。识破寻归出路，向玄门恳切，讨论仙方。付汝亲传，宁心静室消详。拟拭冰台莹彻，现神光、混入灵阳。圆明显得，长生久视，永劫安康。"
        },
        {
            "title": "声声慢",
            "content": "人心刚硬，不肯回头。深沉苦海淹留。酒色财气不舍，甚日方休。闻早寻归出路，乐陶陶、云水闲游。无萦系，也无烦无恼，无喜无愁。渐入清凉活计，抱天真纯粹，一气和柔。配合铅霜，摄化鼎中频收。迤逦金丹，结就后，功成夺起仙俦。堪归去，跨鸾鹤，升入紫府瀛洲。"
        },
        {
            "title": "江神子",
            "content": "丹华虚托假形骸。久沈埋。惹非灾。冗冗蜉蝣，都被死生催。顿觉悟知亡彼我，任空色，眼中来。海底金乌初出现，碧天开。绝纤埃。密布天光，光奕面前回。交灿瑞童颜胜玉，似雪映。一枝梅。"
        },
        {
            "title": "归来曲",
            "content": "忘俗念，万类悉皆空。欹枕宵眠游梦断，半窗明月一帘风。迤逦觉朦胧。披衣坐，照见本来容。静室生白冲浩气，虚堂祥瑞现神功。光射玉壶"
        },
        {
            "title": "归来曲",
            "content": "真常道，日用遍三千。大则包罗天地外，小周沙芥亦如然。物物尽通玄。威神力，混里任循环。撞破虚空七八片，明珠滚出海鳌边。光接焰魔"
        },
        {
            "title": "归来曲",
            "content": "修行事，割爱断攀缘。身净心清明道眼，内持无漏气神全。真汞炼真铅。安炉鼎，进火任烹煎。款款挥来捶作片，团团结就宝珠圆。身外化飞"
        },
        {
            "title": "归来曲",
            "content": "长生道，日用在虚无。一气初分明动静，三才应化见沈浮。玉兔趁灵乌。轰宇宙，一撞出昏衢。光射三山白虎额，焰飞两道赤龙须。照见夜明"
        },
        {
            "title": "四块玉",
            "content": "一点皎然冰玉洁。浩劫无生灭。跨古腾今无暂歇。遍极目，真空摄。此法方知通妙诀。玄理人难别。两路曹溪分关节。映水照，天空月。"
        },
        {
            "title": "糖多令",
            "content": "休恁苦争＊。人生得几何。奈百年、有似南柯。富贵功名俱遂意，难免死生磨。也＊。随分养天和。阳生满鼎多。内烹煎、凝结灵波。炼就金丹光透体，混一气，贯娑婆。也＊。"
        },
        {
            "title": "诉衷情",
            "content": "阴阳返复勿令差。守正莫心邪。常进药炉丹鼎，龙虎动三车。收神水，炼精华。结灵砂。水晶宫里，玉兔金鸡，吐秀琼花。"
        },
        {
            "title": "一剪梅",
            "content": "出俗轻枝翠嫩长。不比松筠，独耐风霜。岁寒心以表嘉祥。小蕾初生，压尽群芳。勿遣娉婷越粉墙。尽任桓伊，品弄何妨。天然姿秀坼＊黄。绝艳清奇，一剪梅香。"
        },
        {
            "title": "声声慢",
            "content": "忙郎痴＊，不识人抬。狂图捏怪胡来。执戆无智，空恁乱觅胡猜。口急虚脾厮＊，斗无明、驰骋奇乖。强作坏，把他人障闭，自己沉埋。若悟天机指诀，叩玄关一击，宝洞门开。玉姹金婴出入，左右相偎。自然阴阳匹配，向空中、产个仙胎。真人显，越鳌宫日殿，恣意徘徊。"
        },
        {
            "title": "一剪梅",
            "content": "一个尘劳一个忙。一自别离，一得真常。一天精秀一天凉。一点清光。一带凝阳。一气相交一气张。一结神丹，一命延长。一灵透入一云房。一对金童，一引仙乡。"
        },
        {
            "title": "连理枝",
            "content": "挫锐无羞耻。过宠无欢喜。好弱平常，随缘且过，坦然无系。步林泉、深入翠云中，乐清闲一世。欲要离生死。达彼真常理。炼气成神，神超碧落，太虚同体。任天宽地阔永无忧，得长生久视。"
        },
        {
            "title": "小重山",
            "content": "阴阳颠倒一声雷。忽然惊睡觉，梦中回。迷云拂尽慧光开。随风去，抱个日头来。温养结仙胎。空中明显现，越灵台。四维上下看蓬莱。堪归"
        },
        {
            "title": "诉衷情",
            "content": "一天秋色翠如描。鸿雁啭声高。山秀水明相照，烟树映溪桥。倾雪浪，泛云涛。拂轻袍。归来沈醉，直到黄昏，月上松梢。"
        },
        {
            "title": "行香子",
            "content": "天地玄黄。率化无疆。太虚高、日月飞?。龙磨星斗，凤炽玄网。见海神潮，江神会，谷神张。焕焕煌煌。照耀十方。混三宫、一派流阳。不离日用，目下承当  。渐返真空，归真正，得真常。"
        }
    ]
}