{
    "dynasty": "元",
    "author": "梵琦",
    "intro": "",
    "items": [
        {
            "title": "渔家傲 以上西齐净土诗卷三",
            "content": "听说西方无量乐。弥陀圣主垂恩泽。洗我禅心清且白。难寻迹。月光倒射寒潭碧。旧债新冤都解释。通身变作黄金色。一念须臾圆万德。真奇特。十方拂授如来职。"
        },
        {
            "title": "渔家傲",
            "content": "听说西方无量乐。娑婆自恨身飘泊。注想存心连晦朔。归皇觉。全台接引休忘约。架厦区区同燕雀。成桥渺渺随乌鹊。早晚无常来逼迫。难推却。西游快展摩霄翮。"
        },
        {
            "title": "渔家傲",
            "content": "听说西方无量乐。乐邦是我心开拓。根阙女人皆不着。谁强弱。一人一朵金莲萼。行树七重珠网络。宝楼风韵金铃铎。天上乐音相间作。须诚悫。返闻自性同先觉。"
        },
        {
            "title": "渔家傲",
            "content": "听说西方无量乐。未曾闻见须扬＊。异宝奇珍光间错。同栖泊。如来大士并缘觉。诸上善人皆许诺。谈空说苦相酬酢。百鸾群中随一鹗。翔寥廓。从兹永断凡夫恶。"
        },
        {
            "title": "渔家傲",
            "content": "听说西方无量乐。且教影与形商略。收拾神情归淡泊。重磨削。觚圆更复＊为朴。世事休休还莫莫。谁论天爵并人爵。一念未生谁善恶。俄然觉。紫鳞掣断黄金索。"
        },
        {
            "title": "渔家傲",
            "content": "听说西方无量乐。四方上下天垂幕。不比娑婆田地恶。无垠＊。纯将一片琉璃作。能扫爱河波浪涸。尽翻苦树枝条落。智＊争容蚊蚋泊。神超卓。径登广大毗卢阁。"
        },
        {
            "title": "渔家傲",
            "content": "听说西方无量乐。娑婆已悔从前错。佛号自呼还自讷。思量着。惟心净土谁云隔。一贯由来双五百。婴儿谩把空拳哧。拟议不来遭一掴。诸禅客。凡情圣解曾销铄。"
        },
        {
            "title": "渔家傲",
            "content": "听说西方无量乐。长生不假神仙药。胎就眼开花正拆。心彰灼。永为自在逍遥客。来度众生离火宅。命终免被阎王责。露地牛儿如雪白。无鞭索。黄金地上从跳跃。"
        },
        {
            "title": "渔家傲",
            "content": "听说西方无量乐。一闻妙道忘知觉。胸次不留元字脚。真标客。光明遍界红轮赫。鹏翅展开沧海窄。谁能更问篱边雀。多少凡毛并圣角。都拈却。尘尘刹那归无着。"
        },
        {
            "title": "渔家傲",
            "content": "听说西方无量乐。风林水鸟声交作。法句时时相警觉。贪嗔薄。能教有学成无学。不染六尘离五浊。如蝉蛇去无明壳。肯受涅＊生死缚。空捞摸。语言文字皆糟粕。"
        },
        {
            "title": "渔家傲",
            "content": "听说西方无量乐。君王便是如来作。不立三光并五狱。除沟壑。红霞紫雾长笼络。四八仪容金闪烁。钵中美味随斟酌。发愿往生真上策。堪呵责。死生路上飘蓬客。"
        },
        {
            "title": "渔家傲",
            "content": "听说西方无量乐。凡夫浅智难图度。随有愿度无不获。何劳萦。珠衣绮馔黄金宅。地似掌平尤广博。八功德水非穿凿。白藕花中胎可托。三生约。如今岂可轻抛却。"
        },
        {
            "title": "渔家傲",
            "content": "听说西方无量乐。法王治化消诸恶。天上人间元不隔。相参错。圣凡平等同圆觉。长见宝花空际落。朝朝暮暮闻音乐。衣食自然非造作。香台阁。遍周国界常宽廓。"
        },
        {
            "title": "渔家傲",
            "content": "听说西方无量乐。琉璃田地金城郭。翡翠鲜明珠磊落。莲披萼。几多青赤并黄白。大士声闻随所适。天华烂漫沾衣＊。各各化身千百亿。神通力。须臾游遍微尘国。"
        },
        {
            "title": "渔家傲",
            "content": "听说西方无量乐。庄严七宝为楼阁。玛瑙珊瑚兼琥珀。光堪摘。金绳界道何辉赫。宝树灵禽皆化作。满地凫雁鸳鸯鹤。鹦鹉频伽并孔雀。争鸣跃。更看朵朵金莲折。"
        },
        {
            "title": "渔家傲 西方乐",
            "content": "听说西方无量乐。三贤十圣同依托。稽首弥陀圆满觉。长参学。川流赴海尘成岳。佛性在躬如玉璞。须凭巧匠勤雕琢。凡圣皆由心所作。难描邈。华台宝座珠璎珞。"
        },
        {
            "title": "渔家傲",
            "content": "听说娑婆无量苦。三农望断海天雨。车水种苗苗不举。难禁暑。被风扇作荒茅聚。久旱掘泉唯见土。海潮又入蒹葭浦。南北东西皆斥卤。枯禾黍。官粮更要徵民户。"
        },
        {
            "title": "渔家傲",
            "content": "听说娑婆无量苦。横遭狱讼拘官府。大杖击身疮未愈。重鞭楚。血流满地青蝇聚。牒诉纷纷皆妄语。无人敢打登闻鼓。天上群仙司下土。能轻举。何时一降幽囚所。"
        },
        {
            "title": "渔家傲",
            "content": "听说娑婆无量苦。如今业债前来负。贼劫货财身被虏。逢狼虎。挑生咒死兼巫蛊。奴婢辛勤依恶主。黑疮白癞聋和瞽。丑恶愚痴相与处。谁怜汝。发心归命慈悲父。"
        },
        {
            "title": "渔家傲",
            "content": "听说娑婆无量苦。茶盐坑冶仓场务。损折课程遭＊楚。赔官府。倾家卖产输儿女。口体将何充粒缕。飘蓬未有栖迟所。苛政酷于蛇与虎。争容诉。劝君莫犯雷霆怒。"
        },
        {
            "title": "渔家傲",
            "content": "听说娑婆无量苦。星分海角船居户。东望扶桑朝日吐。迷洲渚。炮车云起青天雨。卸却云帆停却橹。打头风急鲸鱼舞。滚滚潮声喧万鼓。愁肝腑。遭逢患难谁依怙。"
        },
        {
            "title": "渔家傲",
            "content": "听说娑婆无量苦。凶兵解散还屯聚。昨日为齐今日楚。更奴虏。乾坤毕竟归神武。赵括才疏空自许。强秦用间欺其主。四十万军生入土。悲前古。至今鬼哭长平下。"
        },
        {
            "title": "渔家傲",
            "content": "听说娑婆无量苦。家家未免为商贾。出入江山多险阻。非吾土。磨牙噬肉遭人虎。魂魄欲归迷去所。烟横北岭云南坞。一望连天皆莽卤。知何许。荒村飒飒风吹雨。"
        },
        {
            "title": "渔家傲",
            "content": "听说娑婆无量苦。高夸富足惭贫穷。无食无衣无栋宇。悬空釜。举头又见红轮午。只有＊边芹可食。黄昏坐听饥肠语。多粟多金金子女。同欢聚。看来总是前生注。"
        },
        {
            "title": "渔家傲",
            "content": "听说娑婆无量苦。为君一一分明举。风俗淫邪人跋扈。多囹圄。命终未免沉冥府。检点恶名看罪簿。因兹惹起阎罗怒。炉炭镬汤烧又煮。争容汝。自家作业非人与。"
        },
        {
            "title": "渔家傲",
            "content": "听说娑婆无量苦。人皆染色贪尊俎。玉镂笙箫金贴鼓。长鼓舞。梨园弟子邯郸女。冬衣紫貂春白＊。凉亭暖阁消寒暑。一旦神魂归地府。应难取。空教泪点多如雨。"
        },
        {
            "title": "渔家傲",
            "content": "听说娑婆无量苦。箧中四大＊蛇聚。重者好沉轻好举。相凌侮。况兼合宅空无主。早觉参差梁与柱。风飘雨打难撑拄。毕竟由他倾坏去。教人惧。不如觅个安身处。"
        },
        {
            "title": "渔家傲",
            "content": "听说娑婆无量苦。死生总作轮回主。六贼操刀为伴侣。同居住。何曾顷刻抛离去。功德天和黑暗女。两人最是难相聚。有智主人俱不取。依吾语。从今更莫登门户。"
        },
        {
            "title": "渔家傲",
            "content": "听说娑婆无量苦。千思万算劳肠肚。地水火风争胜负。何牢固。到头尽化微尘去。一颗心珠离染污。声前色后常披露。打破髑髅无觅处。除非悟。如来金口亲分付。"
        },
        {
            "title": "渔家傲",
            "content": "听说娑婆无量苦。风前陡觉双眉竖。贪欲如狼嗔猛虎。魔军主。张弓架箭痴男女。日月往来寒又暑。乾坤开合晴还雨。白骨茫茫销作土。嗟今古。何人踏着无生路。"
        },
        {
            "title": "渔家傲 娑婆苦十六首",
            "content": "听说娑婆无量苦。能令智者增忧怖。寿命百年如晓露。君须悟。一般生死无穷富。绿发红颜留不住。英雄尽向何方去。回首北邙山下路。斜阳暮。千千万万寒鸦度。"
        }
    ]
}