{
    "dynasty": "元",
    "author": "许有孚",
    "intro": "",
    "items": [
        {
            "title": "柳梢青 以上二首和许有壬词，附圭塘乐府别",
            "content": "山润浮岚。溪清呈底，画帆无帆。酒友诗朋，香芹鲜鲫，绿橘黄柑。风亭月榭云庵。更奇品、花盆果篮。城市繁华，湖山佳丽，好个江南。"
        },
        {
            "title": "摸鱼子 并引  至正戊子秋，吾兄中丞公以赐",
            "content": "亭圮，垣危卉木伐，惟双古桧在庭。徒具畚锸，从事疏凿，池广袤千余步，深一仞，形如桓圭。西椭二洲，东规一岛，带以平堤，缭以周垣，渠于乾艮，以时启闭。台于坤维，高可数丈，西山严麓，近在目睫，百里之景可揽而有。视亭之罅漏  葺而户牖之，南为道，中为桥。十一月五日，导水入池，纵鱼数千尾，作乐合宾友落成。将桥于二洲，舫于水，莲于池，柳于堤，果于亭侧，松竹花草于池南，次第而莳植焉。昔人平泉绿野，吾不知其何如。若是园者，亦城西之佳地矣。公杖履，或氅衣，或宫锦，招佳宾，挈子弟，触咏其间，香山独乐，不是过也。公尝谓池成，当用晃补之摸鱼子首句买陂塘旋载杨柳为乐府。未几，明初马先生摭此以为公寿。公欢然，即席和之，命有孚同赋，得二首。池既成，载赓八韵，通为十阕，以成初意，且以为同声唱和张本。公因题之曰圭塘款乃，是池得佳名矣。然园石亭台，命名纪实，则必待公为记焉买陂塘旋栽杨柳，诗翁急欲知务。平生想像江湖意，几度鸡鸣风雨。凫有渚。直晚景桑榆，才得埋霞屿。先贤好语。道钟鼎山林，神仙宰相，从昔不同趣。西池路。天意而今都许。佳人协律调吕。浮沉愿入鸡豚社，其奈香山佳句。谁我醑。又菊节相催，先约修花谱。犹今视古。有洹水秋声，林卢爽气，壮观我西圃。"
        },
        {
            "title": "柳梢青 以上二",
            "content": "山润浮岚。溪清呈底，画帆无帆。酒友诗朋，香芹鲜鲫，绿橘黄柑。风亭月榭云庵。更奇品、花盆果篮。城市繁华，湖山佳丽，好个江南。"
        },
        {
            "title": "柳梢青",
            "content": "远岫浮岚。澄江拖练，飞梦雪帆。乐事关心，菊朝烹蟹，灯夜传柑。春郊随处行庵。听驺从、携花几篮。洲渚凝妆，园林穷胜，好个江南。"
        },
        {
            "title": "渔家傲 以上周咏先校旧抄圭塘款乃集本许有",
            "content": "雪后西山崖壁峭。奇观难与他人道。煨宇有炉无客造。从壑诮。巡檐且索梅花笑。冷蕊疏花开矫矫。水村妆点霜林槁。赖有此君同节操。成二宝。浅斟低唱渔家傲。"
        },
        {
            "title": "渔家傲",
            "content": "云外宾鸿声渐杳。羁人听罢如尝蓼。我对清尊时复倒。风露早。黄鸡果是能催晓。莲褪残红凉乍到。水天一色供游眺。短笛悲秋知音少。吹别调。新翻商意渔家傲。"
        },
        {
            "title": "渔家傲",
            "content": "浓绿园林光莫葆。诗翁只爱窗前草。骤雨才过蛙又闹。亭馆好。日长人在蓬莱岛。风度新松声袅袅。酒酣却笑瀛洲小。柳外荷边休计较。皆可棹。采莲人和渔家傲。"
        },
        {
            "title": "渔家傲 和",
            "content": "莫讶圭塘春缥缈。要知生意从冬杪。柳动长堤冰泮沼。庭院悄。旧巢又见来玄鸟。九十韶华容易老。镜中勋业惭频照。招饮便须忙罢钓。休醉了。东君要听渔家傲。"
        },
        {
            "title": "太常引",
            "content": "靓妆仙子谢纤浓。独立水云红。绰约画阑东。似姑射、冰肌雪容。翠盘承月，玉杯擎露，粲粲蕊珠宫。真赏有邻翁。画添入、霓裳曲中。"
        },
        {
            "title": "太常引",
            "content": "水文湘簟织霜筠。座客句清新。何物是红尘。更着个、渔舟写真。赵公琴鹤，谢家丝竹，漉酒又陶巾。不独太平民。好凤阁、鸾坡旧人。"
        },
        {
            "title": "太常引",
            "content": "藕花无数半开时。池上客来稀。杖屦独徘徊。忽翠盖、因风尽欹。天工妆景，水神输供，陶写费新诗。身外杳难期。笑士价、才堪五皮。"
        },
        {
            "title": "摸鱼子",
            "content": "买陂塘旋栽杨柳，英雄颇识时务。老臣正欲彰君赐，未办万间风雨。安石渚。可无事争墩，吾自安吾屿。从人浪语，且雪后观山，灯前飞盖，不动剡溪趣。西湖梦，却要扁舟来许。何时命驾如吕。对梅浑是苏堤上，追和逋仙佳句。茶当醑。有佳客相过，刻烛论诗谱。因评近古。自昼锦归来，观鱼轩后，谁更问园圃。"
        },
        {
            "title": "摸鱼子",
            "content": "买陂塘旋栽杨柳，新来已见成务。小山丛桂人如玉，何用为云为雨。怀北渚。怅渺渺予怀，目断游龙屿。凭谁寄语。正宋玉悲秋，桓温种木，妨我远游趣。西风劲，一鹤横空何许。匆匆月又南吕。崇台迥出云霄里，好是登高题句。时载醑。却不似香山，泪落琵琶谱。无多让古。有黄菊青松，寒香晚节，吾不负吾圃。"
        },
        {
            "title": "摸鱼子",
            "content": "买陂塘旋栽杨柳，诗人何逊曹务。水云乡里看云锦，不羡落花红雨。如顾渚。脍鲜鲫银丝，画舫萦回屿。花娇欲语。任潋滟荷觞，淋漓宫锦，痛饮是佳趣。虚闲地，更有图书如许。坑灰追笑嬴吕。北窗一榻清风细，读罢羲文章句。姑置醑。对避暑楼台，名画宣和谱。亭前桧古。看黛色参天，霜皮溜雨，闲煞汉阴圃。"
        },
        {
            "title": "太常引",
            "content": "绿衣持节拥亭亭。玉立万娉娉。一见寸心倾。任诗画、无声有声。新篁摇葆，苍梧张盖，山色入帘青。云淡午风轻。看树影、西窗又横。"
        },
        {
            "title": "摸鱼子",
            "content": "买陂塘旋栽杨柳，不妨三月农务。溪翁走报新痕涨，昨夜西山雷雨。将没渚。有复道双洲，缭绕通孤屿。黄鹂对语。正春色暄妍，物华明媚，好在浴沂趣。天涯路。芳草茫茫如许。蛮笺难写心吕。碧云冉冉春波绿，都是相思情句。花共醑。似梅与山＊，臭味曾同谱。堤阴树古。要乱絮漫空，柔条蘸水，慎勿折樊圃。"
        },
        {
            "title": "摸鱼子",
            "content": "买陂塘旋栽杨柳，佳人屡辍斋务。扁舟荡漾亭深处，堪避片云疏雨。明月渚。有仙子凌波，解佩留芳屿。园丁亦语。道四美俱全，二难巧遇，杯酒易成趣。升平相，元与旌阳同许。水云身世希吕。归来却觅玄真子，不和岳阳楼句。斟佳醑。怅瑶瑟朱弦，遗曲谁能谱。谈今援古。听无底书囊，有源诗派，何必种芝圃。"
        },
        {
            "title": "摸鱼子",
            "content": "买陂塘旋栽杨柳，闲人有此忙务。平泉绿野吾无羡，仅看一蓑烟雨。舟泊渚。更把钓观鱼，宛在池中屿。掀髯自语。待月到天心，风来水面，笑领此时趣。堤边路。＊药邻翁相许。阿蒙非复吴吕。西山如画花如锦，专待公来寻句。瓢挹醑。听牧唱樵歌，高下从吾谱。何须说古。只待漏东华，软尘千尺，应不到兹圃。"
        },
        {
            "title": "摸鱼子",
            "content": "买陂塘旋栽杨柳，园亭尽有公务。东山更理闲丝竹，莫用苍生霖雨。鸥鹭渚。淡相对忘机，不羡蓬瀛屿。平生愿语。便泉石膏盲，烟霞痼疾，始遂隐居趣。邯郸路。老我头颅如许。黄梁何日逢吕。斜川便是桃源洞，千载归来辞句。巾漉醑。笑琴亦无弦，何处求新谱。茫茫万古。任沧海桑田，白衣苍狗，不到老农圃。"
        },
        {
            "title": "摸鱼子",
            "content": "买陂塘旋栽杨柳，平章风月专务。归来温树无人问，但听四窗荷雨。圆作渚。准拟似、神仙瀛海烟波屿。凭阑独语。笑元亮谋生，秫多菊在，唯识酒中趣。东华路。朝士从教推许。庙堂议论如吕。而今不说经纶话，只办西城联句。邻酒醑。更乘兴相从，香鼎兼琴谱。平生考古。已散却黄金，买回清福，倚杖看为圃。"
        },
        {
            "title": "摸鱼子",
            "content": "买陂塘旋栽杨柳，山中道士家务。丰年城市秋偏好，又近重阳风雨。兰泛渚。虽信美江山，不似吾双屿。孙儿学语。说桑梓光阴，松筠节操，岁岁有欢趣。沙堤路。身退功成天许。非熊梦断占吕。但教阶下人如谢，解道春池新句。尊有醑。更不说、传家事业光吾谱。衣冠尚古。有双桧亭台，万荷池沼，安我邵平圃。"
        },
        {
            "title": "摸鱼子 并引  至",
            "content": "亭圮，垣危卉木伐，惟双古桧在庭。徒具畚锸，从事疏凿，池广袤千余步，深一仞，形如桓圭。西椭二洲，东规一岛，带以平堤，缭以周垣，渠于乾艮，以时启闭。台于坤维，高可数丈，西山严麓，近在目睫，百里之景可揽而有。视亭之罅漏  葺而户牖之，南为道，中为桥。十一月五日，导水入池，纵鱼数千尾，作乐合宾友落成。将桥于二洲，舫于水，莲于池，柳于堤，果于亭侧，松竹花草于池南，次第而莳植焉。昔人平泉绿野，吾不知其何如。若是园者，亦城西之佳地矣。公杖履，或氅衣，或宫锦，招佳宾，挈子弟，触咏其间，香山独乐，不是过也。公尝谓池成，当用晃补之摸鱼子首句买陂塘旋载杨柳为乐府。未几，明初马先生摭此以为公寿。公欢然，即席和之，命有孚同赋，得二首。池既成，载赓八韵，通为十阕，以成初意，且以为同声唱和张本。公因题之曰圭塘款乃，是池得佳名矣。然园石亭台，命名纪实，则必待公为记焉买陂塘旋栽杨柳，诗翁急欲知务。平生想像江湖意，几度鸡鸣风雨。凫有渚。直晚景桑榆，才得埋霞屿。先贤好语。道钟鼎山林，神仙宰相，从昔不同趣。西池路。天意而今都许。佳人协律调吕。浮沉愿入鸡豚社，其奈香山佳句。谁我醑。又菊节相催，先约修花谱。犹今视古。有洹水秋声，林卢爽气，壮观我西圃。"
        }
    ]
}