{
    "dynasty": "元",
    "author": "周权",
    "intro": "",
    "items": [
        {
            "title": "沁园春 次韵王尹赋东严",
            "content": "娲皇补天，遗石两拳，几千仞兮。定苍龙擘峡，罅和天坼，浮屠卓锡，庐倚云开。世窄三千，天高尺五，日月低躔东复西。人间世，听晨昏钟鼓，撼半空雷。登临纱帽＊鞋。豁云梦、胸襟一快哉。想醉倚高寒，飞仙可挟，清游纪胜，俗子难梯。把酒乾坤，笑谭今古，崖藓摩挲认旧题。九关近，便骖鸾高举，云气徘徊。"
        },
        {
            "title": "秋日",
            "content": "石脉泉花蘸眼明，竹根沙路旧经行。\r\n云归天际山容淡，日落江头雁影横。\r\n梧叶庭除秋渐老，豆花篱落晚初晴。\r\n客行迢递归心远，烟火苍茫起莫程。"
        },
        {
            "title": "野趣",
            "content": "地偏居自稳，石路接平田。\r\n去合茅檐树，雨添花涧泉。\r\n空山晴滴翠，远水绿生烟。\r\n唤酒青林度，斜阳系客船。"
        },
        {
            "title": "渔翁",
            "content": "转棹收缗日未西，短篷斜阁断沙低。\r\n卖鱼买酒归来晚，风飐芦花雪满溪。"
        },
        {
            "title": "晚渡",
            "content": "离离野树绿生烟，灼灼山花烂欲然。\r\n酤酒人归春渡寂，柳根闲系夕阳船。"
        },
        {
            "title": "夏日偕友晚步饮听泉轩",
            "content": "终日局环堵，散策穷深幽。\r\n嘉我二三子，落落诚罕俦。\r\n适意随所诣，行行遂经丘。\r\n青松如高人，含风自萧飕。\r\n夕云度深翠，爽气衣上浮。\r\n石根泻幽泉，戛戛锵琳球。\r\n乐彼泉上趣，幽构飞岑楼。\r\n新兰秀而滋，旧竹清且修。\r\n款我情颇厚，清尊频献酬。\r\n盘桓有余乐，啸傲成迟留。\r\n池深风露香，荷意淡欲秋。\r\n饮散众喧息，微月生林陬。"
        },
        {
            "title": "溪之滨",
            "content": "小雨净川绿，玩心鸥鸟群。\r\n拂藓憩幽磴，松花点衣巾。\r\n禅扃杳何处，疏磬时远闻。\r\n青烟湿山道，牛羊下斜曛。"
        },
        {
            "title": "百字谣 东坡昔守彭城，既治决河，乃修筑其",
            "content": "制水，因以黄名楼。楼成，子由作赋，坡翁为书之，刻於石。予回自京师登楼怀古，并感项籍遗事，末章及之登临把酒，问黄楼人去，几番风雨。妙绝颍滨楼上赋，坡老龙蛇飞舞。千载风流，两翁笑傲，淮泗归谭尘。衣冠安在，我来空自延伫  。下视＊＊喧尘，惨昏烟落日，西风鼙鼓。昔日争雄怀楚霸，百万屯云貔虎。世事茫茫，山川历历，不尽凭阑思。城头今古，黄河日夜东去。"
        },
        {
            "title": "接竹引泉",
            "content": "苍润隐石脉，幽源迸山椒。\r\n连筒入云窦，势接河汉遥。\r\n引兹一线秋，高下穿林梢。\r\n联络袅相拄，旋折不辞劳。\r\n挽之归我庐，晴雨注屋茅。\r\n乍窒或细细，久续俄嘈嘈。\r\n空阶落琴筑，虚瓮鸣钧韶。\r\n盥浥足自洁，心迹良已超。\r\n固无鼎釜珍，颇煮溪涧毛。\r\n未能学许由，厌喧解风瓢。"
        },
        {
            "title": "意行",
            "content": "略彴三家市，溪回野路分。\r\n轻暾晞竹露，宿雨落松云。\r\n山寺依岩见，村舂隔坞闻。\r\n欣欣农事集，聊得狎鸥群。"
        },
        {
            "title": "冷泉亭",
            "content": "昔人来自天竺国，缥缈孤云伴飞锡。\r\n天风吹落凝不去，化作奇峰耸空碧。\r\n至今裂峡余云髓，桂冷松香流未已。\r\n翠光围住玉壶秋，不放晴雷度山趾。\r\n道人宴坐无生灭，炯炯层胸照冰雪。\r\n夜深出定汲清泠，寒猿啼断西岩月。"
        },
        {
            "title": "郭外",
            "content": "郭外人家少，鱼村扬酒旗。\r\n江云低压树，沙竹细穿篱。\r\n地暖梅花早，天寒潮信迟。\r\n夕阳烟景外，倚杖立移时。"
        },
        {
            "title": "满江红 别毗陵二十载，一日北归，舣舟访旧",
            "content": "，戏调此词以自述独酌新丰，任疏放、从人不识。还只是、旧时把酒，秋风狂客。颠倒天吴归短褐，风涛岁月头将白。笑平生、尽有气如虹，难教屈。也不学，悲弹铗。也不作，谭扪虱。共梅花心事，岁寒冰雪。眼底山川徒历遍，胸中史记无雄笔。合归来、依旧饭吾牛，歌明月。"
        },
        {
            "title": "晚春",
            "content": "轻车繁吹尚纷纭，衮衮香浮紫陌尘。\r\n杜宇青山三月莫，桃花流水一溪云。\r\n东风旗旆亭中酒，小雨阑干柳外人。\r\n何许数声牛背笛，天涯芳草正斜曛。"
        },
        {
            "title": "水调歌头 强村丛书校元刊此山先生集本",
            "content": "十载几风雪，又酌玉京春。玉堂天上仙客，怜我倦红尘。却挽翩翩飞袂，东望赤霞晨气，高处访三神。上界足官府、翳凤快骑麟。感生平，歌慷慨，泪沾巾。天球苍佩，柰何偏属黑头人。岁晚相如多病，前日冯唐已老，憔悴不堪闻。长啸送明月，归枕北山云。"
        },
        {
            "title": "洞仙歌 谢欧阳学士偕陈众仲助教过访",
            "content": "京尘满鬓，汗漫游还倦。环佩玲珑惊梦断。恰玉堂仙伯，携取圜桥，词翰客、枉顾情何恋恋。衣冠何磊落，闲雅雍容，不把声光时自炫。漫轻敲团月，煮玉泉冰，□啸傲、几多萧散。笑归去，蓬莱跨清风，任香彻胸中，五千书卷。"
        },
        {
            "title": "沁园春",
            "content": "说与黄花，九日今朝，同谁举觞。笑指点行囊，虽然羞涩，＊来闹市，怎忍荒凉。螯压橙香，酒浮萸紫，醉脱乌纱鬓欲霜。孤云外，是吾庐三径，归兴偏长。催人苒苒年光。问役役、浮生着甚忙。自东篱人去，总成陈迹，龙山饮散，几度斜阳。人物雕零。乾坤空阔，世事浮沉醉梦场。登高处，倚西风长啸，任我疏狂。"
        },
        {
            "title": "百字谣",
            "content": "水连天碧，更山光蘸绿，春醅初泼。不尽长淮平似掌，漠漠乱云堆雪。彩笔留诗，画船载酒，曾醉沙头月。胜游历历，输他鸥鹭能说。犹念歌吹楼西，执红牙度曲，那时留别。一片离愁天共远，目送征鸿明灭。杨柳春初，梅花雪后，旧梦还消歇。多情如许，教人添几华发。"
        },
        {
            "title": "百字谣 东坡昔守彭城",
            "content": "制水，因以黄名楼。楼成，子由作赋，坡翁为书之，刻於石。予回自京师登楼怀古，并感项籍遗事，末章及之登临把酒，问黄楼人去，几番风雨。妙绝颍滨楼上赋，坡老龙蛇飞舞。千载风流，两翁笑傲，淮泗归谭尘。衣冠安在，我来空自延伫  。下视＊＊喧尘，惨昏烟落日，西风鼙鼓。昔日争雄怀楚霸，百万屯云貔虎。世事茫茫，山川历历，不尽凭阑思。城头今古，黄河日夜东去。"
        },
        {
            "title": "蝶恋花",
            "content": "罗绮香浓尘满道。耳热笙歌，又酌都城酒。离别中年徒感旧。骊驹抹电曾年少。砧杵西风寒意早。谢尽芙蕖、开到黄花了。独客自怜音信沓。"
        },
        {
            "title": "水调歌头",
            "content": "亭小可容膝，真似寄鹩枝。客来休讶迫窄，老子只随宜。凫鹤短长莫问，鹏＊逍遥自适，何暇论成亏。万事一尊酒，齐物物难齐。种株梅，移个竹，凿些池。添他无限风月，尽可着吾诗。世上黄鸡白日，门外红尘野马，役役付儿痴。起舞一挥手，天外片云飞。"
        },
        {
            "title": "鹊桥仙 次韵冯仲远春日",
            "content": "晓寒成阵，春□犹薄，见红紫、纷纷缄萼。东风着意忽吹开，这艳冶、怎生描摸。问渠底事，多情无据，＊地又还飘落。无花独酌又何妨，但"
        },
        {
            "title": "百字谣 久雨得晴再用韵",
            "content": "海棠开也，问底事悭晴，檐花犹落。可惜风流天不借，都逐闲花浮薄。冷雨难禁，红脂洗脱，半露肤如玉。东风解事，未教飞点吟屋。清晓多谢天公，着晴暾烘透，嫣红重簇。欲谢看来还更好，犹自＊芳艳烁。瘦杜无情，老苏有句，未用论凄独。春愁多少，直拚付与春＊。"
        },
        {
            "title": "百字谣 再用韵",
            "content": "粗桃俗李，漫眼底纷纷，等闲开落。得似花仙夸艳质，暖透胭脂犹薄。梅不同时，芳心难聘，空妒肌如玉。自然佳丽，不须归荐华屋。最好一抹彩云，轻盈飞不去，漫空高簇。霁日浓薰浑欲醉，照映光风眩烁。遍倚栏干，狎渠清赏，聊为怜幽独。簪花醉也，夜深犹索芳＊。"
        },
        {
            "title": "百字谣 海棠",
            "content": "轻阴滞雨，正社燕新来，东风院落。十万红妆梳洗罢，翠袖春寒犹薄。富贵天姿，风流睡足，酒晕潮红玉。个般艳丽，怎教不贮金屋。遥想宫锦城中，向碧鸡坊里，笙歌围簇。万炬烧春花底宴，眩转红光相烁。对此＊然，向人如有诉，不禁清独。浩歌此曲，为渠倾倒尊＊。"
        },
        {
            "title": "沁园春 庆寿",
            "content": "缑山老仙，翳凤骖鸾，游戏尘寰。向五云深处，颉颃霞佩，三槐影里，突兀云冠。坐听玉笙，闲披宝笈，寄傲壶中日月闲。人都道，饮金茎秋露，风骨非凡。方瞳雪颔童颜。更清嚼梅花满肺肝。对银烛光中，霞杯麟脯，彩衣膝下，玉树芝兰。五老曾图，九龄初启，方寸心藏天地宽。从今去，记年年此酒，长对南山。"
        },
        {
            "title": "清平乐",
            "content": "南楼剧饮，梦到清虚府。曲听霓裳难记谱。缥缈白鸾飞舞。桂花枝上秋光。翠云影里疏黄。殿冷＊娥不闭，人间散与清香。"
        },
        {
            "title": "贺新郎 次韵",
            "content": "清啸西峰月，记曾经飘飘霞佩，御风飞度。知道仙家蟠桃宴，此夕洞关无阻。看多少往来鹤驭。分得九霞春色醉，听玉笙、清奏云深处。好天上，神仙府。俗尘笑我山中侣。叹匆匆归后，依旧松烟萝雨。万事一闲都了却，说甚官为柱史。尽拚得此生韦布。齐粟一盂安岁晚，课儿童、闲诵梅花赋。这些福，老天与。"
        },
        {
            "title": "沁园春 再次韵",
            "content": "混沌凿开，天险巍巍，东岩峻兮。是云髓凝成，半空高矗，天风吹裂，一线中开。妙出神功，高擎仙界，鸟道疑当太白西。凭高处，见云嘘岩腹，鼓舞风雷。落花香染桃鞋。快阔步青云志壮哉。便万里孤骞，超人间世，一枝高折，作月中梯。笔蘸天河，手扪象纬，笑傲风云入壮题。摩苍壁，扫龙蛇醉墨，翔舞徘徊。"
        },
        {
            "title": "蝶恋花 夜酌荷亭",
            "content": "数亩宽闲吾老圃。着个茅亭，斗大无多子。水槛水花明楚楚。洒然不受人间暑。夜悄虚阶初过雨。酒浅香深，风味清如许。沁薄吟襟时挹伫。"
        },
        {
            "title": "满江红 叶梅友八十",
            "content": "试问梅花，自逋仙后知音少。还又向、石林深处，结清边友。心事岁寒元不改，一生清白堪同守。历冰霜、老硬越孤高，精神好。心太极，天机早。闲共索，巡檐笑。只消他香影，都吟不了。五蕊三花才衍数，从头只数花为寿。管年年、南极照南枝，杯中酒。"
        },
        {
            "title": "朝中措",
            "content": "西风袅袅落平沙。独树几人家。个里残虹雨阁，那边疏嶂云遮。平洲柿栗满区瓜。芋野路斜斜。牛笛数声归尽，夕阳付与啼鸦。"
        },
        {
            "title": "木兰花慢",
            "content": "好山晴更好，霭空翠，拥楼西。正雨沐秋清，晨暾照射，云气初开。山外飞鸦数点，看玉虹、斜绕碧螺堆。几簇人家如画，槿篱野路桥低。柴门鸡犬不惊猜。和气似春台。羡白叟黄童，顿深社鼓，稻满秋畦。误我虚名箕斗，叹镜中、华发早相催。休论无穷世事，满浮浊酒三杯。"
        },
        {
            "title": "满江红 次韵邵本初登富春山",
            "content": "长啸登临，望不尽、海门修碧。人道□、江山高处，汉时遗迹。一自耕云人去后，几番烟草凝秋色。任掀空、骇浪卷银山，蛟鼍泣。尘世事，纷如织。云外径，闲舒立。问来今往古，几人高适。共拍栏干呼大白，欲倾沧海供豪吸。倚东风、无限客中愁，斜阳笛。"
        },
        {
            "title": "花心动 次韵咏荼药",
            "content": "翠雾前驱，舞青蛟、飞动一檐晴色。银凤翻空，＊雪生香，风韵天然奇特。素艳连娟清露晓，搜香处、蝶栖难觅。这天与、水沉富贵，诗翁消得。好是神仙姑射。拥翠被香寒，甚般标格。特立春深，清＊兰幽，孤注惯谙寥寂。惜芳但恐东风老，怕香屑、碎琼堪惜。又不道、流年催人暗掷"
        },
        {
            "title": "沁园春",
            "content": "阆风老仙，颉佩飞霞，翳凤骑麟。况眼窄乾坤，气凌河渭，胸吞渠禄，笔洒烟雪。某水某丘，我觞我咏，物外何曾着一尘。萧闲处，狎沙鸥半席，更许谁分。图开家庆团栾。要说甚、垂弧岳降神。看延桂堂前，斑衣采采，茁兰阶下，玉树森森。绀发长新，丹芝未老，笑傲壶天不尽春。东山好，恐未容高卧，又起经纶。"
        },
        {
            "title": "贺新郎 庆寿",
            "content": "凉浸瑶空月，正寿里、光彩遥烛，少微躔次。鹤发仙翁还笑道，恰则揆予初度。好文物、衣冠翘楚。雪跨冰悬神炯炯，尽襟怀、清酒金茎露。真好个，神仙侣。欢呼竹外开尊处，正＊凤烹麟，环列珠歌翠舞。烛影酒光相眩转，谭笑风生玉尘。戏膝下、彩衣容与。只恐未闲经济手，更十年、又起蟠溪吕。颉霞佩，看高举。"
        },
        {
            "title": "青杏儿",
            "content": "两鬓点霜花，汉南柳、心事蹉跎。幼舆只合居岩谷，绳床近竹，柴门临水，任我婆娑。诗老日相过。爱苍苔、屐齿新蹉。生涯点检无多子，东篱种菊，南山种豆，醉后高歌。"
        },
        {
            "title": "水调歌头 庆寿",
            "content": "过却元宵了，何处拥笙箫。喧传南州老子，花甲庆生朝。留取碧莲香露，为此玉壶春酒，风味胜葡萄。昨夜少微外，南极一星高。洒清谭，挥雪尘，尽风骚。金钗玉笋，笑供麟脯献蟠桃。得隽侯封千户，快意腰缠十万，此事付鸿毛。且挹阆风客，笙鹤伴游遨。"
        },
        {
            "title": "水调歌头 庆寿",
            "content": "天上有仙客，家世说南州。精神炯炯秋水，胸次纳青丘。带取括苍风月，来听蓬莱环佩，笑阅几春秋。袖有如椽笔，落纸烂银钩。拥红金，披紫绮，尽风流。斗杓插子，＊开九荚恰生朝。正好年当富贵，再展青云步武，鬓影未萧骚。伫见纶音下，万里快封侯。"
        },
        {
            "title": "满江红 次韵张元善",
            "content": "缟兔黔乌，送不了、人间昏晓。问底事、红尘野马，浮生扰扰。万古未来千古往，人生得失知多少。叹荣华过眼只须臾，如风扫。篱下菊，门前柳。身外事，杯中酒。肯教他萧瑟，负持螯手。漠漠江南天万里，白云入望何时到。倚西风、吼彻剑花寒，频搔首。"
        },
        {
            "title": "水调歌头 庆寿",
            "content": "潇洒晋文物，奇伟鲁衣冠。暂赋淮南招隐，泉石寄清闲。才压建安六七，胸吞云梦八九，余子笑谈间。未颉水苍佩，虹气射龙泉。烛花妍，沉水焕，酒波翻。左弧纪瑞，莱衣五色戏斓斑。庭列森森玉树，座拥骈骈珠履，金碗蔗浆寒。何以祝君寿，一笑指南山。"
        },
        {
            "title": "念奴娇 姑苏台怀古",
            "content": "飞台千尺。直雄跨层云，东南胜绝。当日倾城人似玉，曾醉台中春色。锦幄尘飞，玉箫声断，麋鹿来宫阙。荒凉千古，朱阑犹自明月。送目独倚西风，问兴亡往事，飞鸿天末。且对一尊浮大白，分甚为吴为越。物换星移，叹朱门、多少繁华消歇。渔舟歌断，夕阳烟水空阔。"
        },
        {
            "title": "清平乐 怀古",
            "content": "残山剩水，陌上多尘土。此地当时分汉楚。俯仰几番今古。暮云野树苍茫。秋风荒草沙场。极目寒鸦归外，数家篱落斜阳。"
        },
        {
            "title": "满江红",
            "content": "湖海平生，恰都把、中秋负了。那更是、天悭乐事，阴多情少。离合悲欢俱有数，何须感慨添怀抱。喜今宵、对影亦成三，情逾好。天一碧，云如扫。白银阙，谁能到。想蟾枝不疑，寒光皎皎。圆少缺多如有恨，素娥孤冷应须老。付狂夫、一笑且徘徊，尊中酒。"
        },
        {
            "title": "满江红 别毗陵二十载",
            "content": "，戏调此词以自述独酌新丰，任疏放、从人不识。还只是、旧时把酒，秋风狂客。颠倒天吴归短褐，风涛岁月头将白。笑平生、尽有气如虹，难教屈。也不学，悲弹铗。也不作，谭扪虱。共梅花心事，岁寒冰雪。眼底山川徒历遍，胸中史记无雄笔。合归来、依旧饭吾牛，歌明月。"
        },
        {
            "title": "沁园春",
            "content": "笑此山人，抛却白云，又来玉京。忆太华黄河，曾观钜丽，轻衫短帽，只恁飘零。鸥鹭洲边，杉萝溪上，尽可渔樵混姓名。瓶无粟，有西山芝熟，南涧芹生。底须役役劳形。但方寸宽闲百念轻。况末路逢人，眼应多白，东风吹我，鬓已难青。酒浪翻杯，剑霜闪袖，磊块频浇未肯平。何妨去，借相牛经读，料理归耕。"
        }
    ]
}