{
    "dynasty": "元",
    "author": "赵雍",
    "intro": "",
    "items": [
        {
            "title": "莫春",
            "content": "绿阴庭院碧窗纱，半卷珠帘映晚霞。\r\n芳草萋萋春寂寂，东风吹堕落残花。"
        },
        {
            "title": "初秋夜坐",
            "content": "月明如水侵衣湿，台榭沉沉秋夜长。\r\n坐久高僧禅语罢，淡然相对玉簪香。"
        },
        {
            "title": "木兰花慢 以上振绮堂刻本赵待制遗稿。朱本",
            "content": "恨匆匆赋别，回首望，一长嗟。记执手临流，迟迟去马，浩浩平沙。此际黯然肠断，柰一痕、明月两天涯。南去孤舟渐远，今宵宿向谁家。别来旬日未曾过，如隔几年华。纵极目层崖，故人何处，泪落兼葭。聚散古今难必，且乘风、高咏木兰花。但愿朱颜长好，不愁水远山遐。"
        },
        {
            "title": "江城子",
            "content": "五陵衣马恣轻肥。竞新奇。亦何为。混处贤愚，谁与辨雄雌。任尔刺天何足道，终不肯、羡群飞。燕山花落暮春时。杜鹃啼。劝谁归。耿耿孤忠，惟有此心知。天赋我才还有用，应不至，负心期。"
        },
        {
            "title": "江城子",
            "content": "仙肌香润玉生寒。悄无言。思绵绵。无限柔情，分付与春山。青鸟能传云外信，凭说与，带围宽。花梢新月几时圆。再团＊。可是当初，真个两无缘。极目故人天际远，多少恨，凭阑干。"
        },
        {
            "title": "人月圆",
            "content": "人生能几浑如梦，梦里柰愁何。别时犹记，眸盈秋水，泪湿春罗。绿杨台榭，梨花院宇，重想经过。水遥山远，鱼沉雁渺，分外情多。"
        },
        {
            "title": "南乡子",
            "content": "别久渐生愁。知为音书苦未收。此际多情应盼我，凝眸。带得啼痕上小楼。举止忒风流。只在城南绿水头。咫尺蓝桥重欲见，无由。两地相思"
        },
        {
            "title": "蝶恋花",
            "content": "枝上流莺千啭巧。好梦方成，又把人惊觉。临镜慵妆眉淡扫。罗衣宽尽腰肢小。别久啼多音信少。应是娇波，不似当年好。帘卷东风深院悄。"
        },
        {
            "title": "烛影摇红",
            "content": "新绿成阴，落红如雨春光晚。当年谁与种相思，空羡双飞燕。寂寞幽窗孤馆。念同游、芳郊秀苑。香尘随马，细草承轮，都成肠断。别久情深，几时重约闲庭院。高楼终日卷珠帘，极目愁无限。莫恨蓝桥路远。有心时、终须再见。休教长怨，镜里孤鸾，箧中团扇。"
        },
        {
            "title": "蝶恋花",
            "content": "颜色如花肌似雪。娇眼传波，密意曾低说。罗带同心愁未结。情多不忍成轻别。别后相思心更切。异日重逢，镜里花难折。宝篆香消烟渐歇。"
        },
        {
            "title": "摊破浣溪沙",
            "content": "春草萋萋绿渐浓。梨花落尽晚来风。试问相逢何处好，小楼东。朱箔影移无限恨，玉箫声转曲将终。独倚阑干谁是伴，月明中。"
        },
        {
            "title": "忆秦娥",
            "content": "春寂寂。重门半掩梨花雪。梨花雪。芳心如醉，暗思当日。金钗欲堕乌云侧。佳人望断天涯客。天涯客。今年又过，清明寒食。"
        },
        {
            "title": "浣溪沙",
            "content": "落尽杨花满地春。绿阴如染净无尘。日长庭院掩重门。斜坠金钗云半＊，淡妆香脸粉轻匀。相思偏是少年人。"
        },
        {
            "title": "人月圆",
            "content": "相思何日重相见，山远水偏长。凤弦虽断，鸾胶难接，愁满离肠。最伤情处，鲛绡遗恨，翠靥留香。故人何在，浓阴深院，斜月幽窗。"
        },
        {
            "title": "玉耳坠金环",
            "content": "乳燕交飞，晓莺轻啭花深处。画堂帘幕卷东风，晴雪飘香絮。犹记当时院宇。悄寒轻、梨花暮雨。绣衾同梦，鸳枕双＊，绿窗低语。春已阑珊，落红飘满西园路。强拈针线解春愁，只是无情绪。无柰年华暗度。黛眉颦、柔肠万缕。章台人远，芳草和烟，萋萋南浦。"
        },
        {
            "title": "蹋莎行",
            "content": "画角声残，金炉香袅。长空淡淡连芳草。朱帘半卷晚霞明，塞雁无情音信杳。雨散云收，离多会少。相思真个令人老。不须惆怅且开怀，一樽"
        },
        {
            "title": "浣溪沙",
            "content": "翠锁蛾眉别恨浓。罗衣初试怯春风。相思只为两西东。帘卷玉钩云淡淡，香消金鸭雨蒙蒙。此情都在不言中。"
        },
        {
            "title": "浣溪沙",
            "content": "杨柳楼台锁翠烟。杨花帘幕扑香绵。佳人何处隔江山。芳草已生千里恨，玉笙吹彻五更寒。夜深和泪倚阑干。"
        },
        {
            "title": "水调歌头",
            "content": "春色去何急，春去尚微寒。满地落花芳草，渐觉绿阴圆。马足车尘情味，暑往寒来岁月，扰扰十余年。赢得朱颜老，孤负好林泉。宝装鞍，金作镫，玉为鞭。须臾得志，纷华满眼纵相谩。功名自来无意，富贵浮云何济，于我亦徒然。万事付一笑，莫放酒杯乾。"
        }
    ]
}