{
    "dynasty": "元",
    "author": "卢挚　　",
    "intro": "",
    "items": [
        {
            "title": "鹊桥仙 浙省李参政燕予杭之白塔寺，南庑乐",
            "content": "，遂醺然而归。翌日，载酒西湖，春宴已伺於舟中矣。大参公谓邓不可无江山画图，楼台烟雨。满意云间金缕。饶他苏小更风流，便怎似、贞元旧谱。西湖载酒，薰南清暑。弭棹芙蓉多处。醉扶红袖听新声，莫惊起"
        },
        {
            "title": "黑漆弩 晚泊采石，醉歌田不伐黑漆弩，因次",
            "content": "湘南长忆崧南住。只怕失约了巢父。舣归舟、唤醒湖光，听我蓬窗春雨。故人倾倒襟期，我亦载愁东去。记朝来、黯别江滨，又弭棹、蛾眉佳"
        },
        {
            "title": "天仙子 用韵和赵平原折赠黄香梅之作，并序",
            "content": "始华，折枝走  ，仍赋乐府天仙子，藉以见晌，用韵和之，聊答盛意半额淡妆鸾影翠。约略玉人新病起。碧彝金雀暗香来，凭竹几。薰沉水。诗在静华春梦里。羞涩蜡痕无意味。尽纵绛英争妩媚。中州风韵到南枝，归颖计。纫兰佩。日暮对花愁欲醉。"
        },
        {
            "title": "南乡子 寄广东肃政使者钦公，兼赠别赵景山",
            "content": "岭峤荔枝新。前岁曾逢旧使君。下足扶胥江上雨，南薰。吹散蛮烟瘴海云。去去幕中宾。恰及梅开寂寞滨。载酒随车应共赏，殷勤。要识寒花"
        },
        {
            "title": "行香子 潭名士黄古山，名其北郭别业曰尘外",
            "content": "社里诗人，尘外江村。甚终朝、关定柴门。酾泉行药，钓月耕云。间是谁欤，今隐者，古山君。老子虽贫，尽办清尊，但休嫌、俗壮轮＊。他时有暇，准去寻春。把竹边梅，松下石，可平分。"
        },
        {
            "title": "蝶恋花 春正月八日，借榻刘氏楼居，翌日早",
            "content": "冰褪铅华临雪径。竹外清溪，拂晓开妆镜。银烛铜壶斜照影。小楼遮断江云冷。香透罗帏春睡醒。如许才情，肯到枯枝杏。客子新声谁听莹。"
        },
        {
            "title": "蝶恋花 鄱江舟夜，有怀余千诸士，兼寄熊东",
            "content": "越水含秋光似镜。泛我扁舟，照我纶巾影。野鹤闲云知此兴。无人说与沙鸥省。回首天涯江路永。远树孤村，数点青山暝。梦过煮茶岩下听。"
        },
        {
            "title": "最高楼 智郎中席上即一并序。予谢病北归，",
            "content": "辖龙川李公、鄂牧安侯思诚索诗，为赋最高楼兼贻仲廉郎中长沙客，宁食武昌鱼。未觉故人疏。归舟唤醒乡关梦，宾筵容揽使君须。听民谣，今五绔，昔无绔。待留与，南州谈盛事。更恰好、南楼逢老子。明月夜，古来无。江头春草迷鹦鹉，幕中秋水映芙蕖。绿尊倾，红袖舞，醉时扶。"
        },
        {
            "title": "踏莎行 尧山堂外纪记其本事云，杜妙隆、金",
            "content": "因题踏莎行於壁雪暗山明，溪深花藻。行人马上诗成了。归来闻说妙隆歌，金陵却比蓬莱渺。宝镜慵窥，玉容空好。梁尘不动歌声消。无人知我此时情，春风"
        },
        {
            "title": "鹊桥仙 浙省李参政燕予杭之白塔寺，南庑乐 ",
            "content": ""
        },
        {
            "title": "蝶恋花 鄱江舟夜，有怀余千诸士，兼寄熊东 ",
            "content": ""
        },
        {
            "title": "黑漆弩 晚泊采石，醉歌田不伐黑漆弩，因次 ",
            "content": ""
        },
        {
            "title": "最",
            "content": "辖龙川李公、鄂牧安侯思诚索诗，为赋最高楼兼贻仲廉郎中长沙客，宁食武昌鱼。未觉故人疏。归舟唤醒乡关梦，宾筵容揽使君须。听民谣，今五绔，昔无绔。待留与，南州谈盛事。更恰好、南楼逢老子。明月夜，古来无。江头春草迷鹦鹉，幕中秋水映芙蕖。绿尊倾，红袖舞，醉时扶。"
        },
        {
            "title": "蝶恋花 予将南迈度间赠合曲张氏夫妇",
            "content": "前度归田菘下住。野店荒村，抚掌琵琶女。忽听梨园新乐府，离鸾别鹤清如许。歌管声残弦解语。玉＊春泉，心手相忘庆。明日扁舟人欲去，"
        },
        {
            "title": "蝶恋花 登封马叟飞卿寿席即事赋词为马卿祝",
            "content": "种竹山分浇稻水。箕颖田园，菘少屏风里。玉树芝兰谁可比。堂前索甚裁桃李。薄劣莺儿来报喜。似说朝来，麦秀茧眠起。快唤巢由同一醉。"
        },
        {
            "title": "行香子 潭名士黄古山",
            "content": "社里诗人，尘外江村。甚终朝、关定柴门。酾泉行药，钓月耕云。间是谁欤，今隐者，古山君。老子虽贫，尽办清尊，但休嫌、俗壮轮＊。他时有暇，准去寻春。把竹边梅，松下石，可平分。"
        },
        {
            "title": "六州歌头 题万里江山图 天下同文以上赵万里",
            "content": "诗成雪岭，画里见岷峨。浮锦水，历滟К，灭坡陀。汇江沱。唤醒高唐残梦，动奇思，闻巴唱，观楚舞，邀宋玉，方巫娥。拟赋招魂九辩，空目断云树烟萝。渺湘灵不见，木落洞庭波。抚卷长哦。重摩娑。问南楼月，痴老子，兴不浅，意如何。千载后，多少恨，付渔蓑。醉时歌。日暮天门远，愁欲滴，两青蛾。曾一舸。奇绝处，半经过。万古金焦伟观，鲸鳌背，尽意婆娑。更乘槎欲就，织女看飞梭。直到银河。柳暗三昵一首，乃无名氏词，词谱卷二十六误以为庐作。"
        },
        {
            "title": "摸鱼子 奉题雪楼先生鄂宪公馆岁寒亭诗卷 雪",
            "content": "为君歌岁寒亭子，无烦洲畔鹦鹉。江山胜概风霜地，要近鲁东家住。丘壑趣。应素爱、昂霄老柏孤松树。登高作赋。想白云阳春，碧云日暮，别有倚楼处。金闺彦，尚忆西清接武。年来乔木如许。团茅时复羲皇上，我醉欲眠卿去。歌欲举。还自悟君亭，琢就琼瑶句。疏斋试与。倩倚竹佳人，湘弦赴节。凉满北窗雨。"
        },
        {
            "title": "春从天上来 至元二十九年八月二十八日 天下",
            "content": "姑射乘龙。与少＊行秋，佳气葱葱。九重天上，万岁声中。想见玉立神崧。更川妃微步，恰便似、户外昭容。建章宫。正鸡人唱晓，凤吹腾空。风流太平礼乐，是鼓腹康衢，白叟黄童。说向周公，声容文物，歌舞帝力神功。幸天公不禁，人间酒醉得西风。此心同。有黄河为带，江汉朝宗"
        },
        {
            "title": "木兰花慢 在德六年正旦 天下同文补遗",
            "content": "问东风何似，早吹绿、洞庭波。要催起江头，梅妆的?，柳态婆娑。遥知玉墀?鹭，对青阳、绿禁郁嵯峨。欢动云间阊阖，应收雪外蓬婆。谁将瑶瑟托湘娥。颖客播弦歌。向执法森然，寿星明处，陡顿春多。衡君也能三呼，更双成度曲奏云和。如许升平文物，仍逢混一山河。"
        },
        {
            "title": "梅花引 和赵平原催梅 天下同文",
            "content": "绿华缥缈玉无痕。托清尘。拟招魂。放著篮与，懒倦到前村。笑抚高斋新树子，晚妆未，悠悠学梦云。竟日含情何所似，似佳人。望夫君。寒香细月空江上，会有春温。羞涩冰蕤，寂寞掩重门。交下横枝消息动，肯虚负，风流竹外尊。"
        },
        {
            "title": "天仙子",
            "content": "始华，折枝走  ，仍赋乐府天仙子，藉以见晌，用韵和之，聊答盛意半额淡妆鸾影翠。约略玉人新病起。碧彝金雀暗香来，凭竹几。薰沉水。诗在静华春梦里。羞涩蜡痕无意味。尽纵绛英争妩媚。中州风韵到南枝，归颖计。纫兰佩。日暮对花愁欲醉。"
        },
        {
            "title": "蝶恋",
            "content": "冰褪铅华临雪径。竹外清溪，拂晓开妆镜。银烛铜壶斜照影。小楼遮断江云冷。香透罗帏春睡醒。如许才情，肯到枯枝杏。客子新声谁听莹。"
        },
        {
            "title": "踏莎行 尧山",
            "content": "因题踏莎行於壁雪暗山明，溪深花藻。行人马上诗成了。归来闻说妙隆歌，金陵却比蓬莱渺。宝镜慵窥，玉容空好。梁尘不动歌声消。无人知我此时情，春风"
        },
        {
            "title": "南乡子 寄广东",
            "content": "岭峤荔枝新。前岁曾逢旧使君。下足扶胥江上雨，南薰。吹散蛮烟瘴海云。去去幕中宾。恰及梅开寂寞滨。载酒随车应共赏，殷勤。要识寒花"
        },
        {
            "title": "鹧鸪天 元贞元年九月初五日",
            "content": "青女飞来汗漫游。素娥相赏玉为舟。三千年也蟠桃熟，万岁山高锦树秋。开寿域，望神州。日华云影思悠悠。愿将江汉清风颂，镌向崧崖最上"
        },
        {
            "title": "清平乐 歙郡清明 天下同文",
            "content": "海棠痴绝。忙甚都开彻。不是芜菁花上蝶。谁为清明作节。溪山今日无尘。绣衣却待禁春。莫遣鸣＊多事，老夫也是游人。"
        },
        {
            "title": "清平乐 行郡歙城寒食日伤逝有作 天下同文",
            "content": "年时寒食。直到清明日。草草杯盘聊自适。不管家徒四壁。今年寒食无家。东风恨满天涯。早是海棠睡去，莫教醉了梨花。"
        },
        {
            "title": "清平乐 元贞元旦 天下同文补遗",
            "content": "元贞更号。日月开黄道。试看韶华何处好。击坏康衢父老。相将竹马儿童。崧高万岁声中。洛浦海花香里，人间第一春风。"
        },
        {
            "title": "菩萨蛮 寄江西米理问信父 天下同文",
            "content": "市桥烟柳春如画。小楼明月吴山下。把酒听君歌。可人良夜何。旧游新梦断。月落西江远。江上数峰青。寄声徐孺亭。"
        },
        {
            "title": "清平乐 送张都事子敬秩满北归 天下同文",
            "content": "朱弦三叹。宝瑟凝尘满。更奈芙蓉秋思晚。湘浦离歌欲断。往年尊俎风流。忆君送客江楼。此日江缕送客，忘怀赖有沙鸥。"
        }
    ]
}