{
    "dynasty": "元",
    "author": "张可久　",
    "intro": "",
    "items": [
        {
            "title": "风入松 春晚泛舟碧澜湖上，遇雨，宿蕊感方",
            "content": "碧渊湖上小崆峒。人在水精宫。提壶莫惜莺边醉，蝶困花、来往匆匆。一饷颠风狂雨，满山怨紫愁红。仙翁来憩白云中。春色已成空。五更正结花心梦，且迟教、童子鸣钟。明日凉音渡口，绿杨影里推篷。"
        },
        {
            "title": "风入松 泊舟好溪，卢希颜相留，寓陈碧山丹",
            "content": "好风吹皱玉龙鳞。飞雪点吟身。南明古色供诗眼，缆扁舟、鸥鹭相亲。邂逅希颜公子，留连访戴山人。环中天地一壶春。深锁碧窗云。步虚声度迎仙引，小屏空、唤醒梅魂。且向花边听雨，不知松外敲门。"
        },
        {
            "title": "黑漆弩 别高沙诸友，用鹦鹉曲韵 案宋金人词",
            "content": "想从一月秦邮住。笑我是不耕种村父。话醒吟酒不成欢，灯下怯云羞雨。想梅花梦到孤山，又逐雪鸿南去。寨儿中燕侣莺俦，远望我认旗指处乃和田不伐韵。田不伐名为，宋徽宗时，曾为大晟府典乐，可见黑漆弩词调北宋时已有。惜今田不伐原作已不传，可能此调乃采自民间，元人小令即沿用之，特唱时音律转细。天一阁本小山乐府录此两首归入词一类，亦"
        },
        {
            "title": "鹧鸪天 客雄，为乐府王英赋",
            "content": "一点芳春近破瓜。生香小朵莹无瑕。水曹梅萼初擎蕾，石土琼苞未放花。眉刷翠，鬓堆鸦。淡妆何必尚铅华。御沟红叶题诗处，应记当年天子"
        },
        {
            "title": "百字令 舟泊小金山下，客有歌大江东去词者",
            "content": "片帆摇曳，喜东风吹雨，秋容新沐。一带长江，青未了、天际乱峰如簇。浮玉山空，梧桐人去，月冷神仙屋。停舟吊古，＊泉三酹寒菊。犹记邂逅桓郎，驿楼残照里，倚阑吹竹。南去北来人自唤，老树柳丝长绿。倦客能吟，倚歌而和，醉写沧浪曲。今宵何处，钓鱼台下寻宿。"
        },
        {
            "title": "人月圆 松江遇雪（原作开吴淞江遇雪，从太",
            "content": "一冬不见梅花面，天意可怜人。晓来如画，残枝缀粉，老树生春。山僧高卧，松炉细火，茅屋衡门。冻河堤上，玉龙战倒，百万残鳞。"
        },
        {
            "title": "百字令 湖上，和李溉之",
            "content": "六桥如画，看地雄两浙，人骄三楚。谁隔荷花，听水调、兰棹采莲船去。鹤舞盘云，虹消歇雨，一缕南山雾。冷香凝绿，嫩凉生满庭宇。犹记醉客吹箫，自苏郎去后，别情无数。明月天坛尘世远，青鸟替人传语。玉解连环，书裁折叠，没放相思处。裴公亭上，诗来还是怀古。"
        },
        {
            "title": "木兰花慢 为乐府杨氏晓莺春赋，次海粟学士",
            "content": "爱金衣公子，偏占得，绿杨堤。喜蔼蔼韶光，熹熹曙色，恰恰娇啼。惊飞。踏翻花影，曳残声、犹在画楼西。仙客词添琴谱，佳人梦断罗帏。庞眉。退叟命新题。雅宇重名姬。笑银蝶交关，青鸾相对，紫燕双栖。凄迷。暮年□□，向阴阴、夏木听黄鹂。何必五更杜宇，张生已自言归。"
        },
        {
            "title": "绿头鸭 湖上遇雪，再用前韵",
            "content": "胜花时。临风渺予思。厌春妍、红娇绿姹，铅花只恁轻施。湿模糊、难描树影，白＊＊、尽改松姿。裙溅冰泥。鞋翻粉印，浣纱人倦洗胭脂。青山老、丹移玉井，何处葛公祠。断桥外、频催画桨，误击琼枝。忆当年、阿苏小小，鸾箫能品参差。紫云娘、双歌献酒，绿蓑翁、独钓成诗。楼殿摇空，管弦作市，乐天有句寄微之。观未足，朱帘尽卷，情怕雨丝丝。谁呵手、戗金红上，装个狮儿。"
        },
        {
            "title": "少年游 游鉴湖 以上四十二首词，见天一阁本",
            "content": "美人歌舞竞湖中。秋镜簇春红。载酒船来，洗花雨过，清似水晶宫。御罗单扇题新字，争看蕺山翁。石上棋残，松边曲破，策马入樵风。"
        },
        {
            "title": "黑漆弩 为乐府焦元美赋，用冯海粟韵",
            "content": "画船来向高沙驻。便上蹑探梅吟屦。对金山有玉娉婷，两点愁峰眉聚。倚西风目断行云，懒唱大江东去。借中郎爨尾冰弦，记老杜曾游此处。"
        },
        {
            "title": "风入松 泊舟好溪，卢希颜相留，寓陈碧山丹 ",
            "content": ""
        },
        {
            "title": "少年游 游鉴",
            "content": "美人歌舞竞湖中。秋镜簇春红。载酒船来，洗花雨过，清似水晶宫。御罗单扇题新字，争看蕺山翁。石上棋残，松边曲破，策马入樵风。"
        },
        {
            "title": "少年游 别情",
            "content": "帕罗残粉＊啼痕。远岫湿寒云。枫叶寒江，芦花夜雪，孤雁怕离群。归来独对银＊坐，锦被待谁温。歌谱羞拈，舞衣闲挂，何处不思君。"
        },
        {
            "title": "青玉案 春思",
            "content": "柳眠花困春如醉。人比年时更憔悴。珊枕香寒风半被。夜长无眠，日高未起。深掩屏山翠。鬟儿只道＊春睡。才说相思那人讳。暖玉崧崧珠约臂。卦钱摇遍，帕罗揉碎。几点桃花泪。"
        },
        {
            "title": "钗头凤 春情",
            "content": "金钗股。瑶琴谱。洞天相见神仙侣。东风恶。庭花落。旧欢雨散，余情云薄。莫莫。"
        },
        {
            "title": "钗头凤 春思",
            "content": "红云岛。黄鹂晓。关情又是春归了。愁如织。娇无力。恨花填曲，怨感吹笛。惜惜。"
        },
        {
            "title": "钗头凤 感旧和李溉之",
            "content": "芳亭饮。仙帷寝。兰姬曾遗茱萸锦。苍凫舄。红鸾席。烟林凝紫，土花生碧。忆忆。"
        },
        {
            "title": "秦楼月 即事",
            "content": "山童说。清霜一夜芭蕉折。芭蕉折。梅花开也，满湖风雪。墨痕碎碎题诗叶。玉英棵棵丁香结。丁香结。忍教孤负，小山明月。"
        },
        {
            "title": "秦楼月 为解蕙卿赋",
            "content": "花能语。一枝香玉芳心吐。芳心吐。旧家姊妹，若兰秦女。荷枯柳倦鸳鸯浦。相逢为我歌金缕。歌金缕。文游台上，浅云疏雨。"
        },
        {
            "title": "凤栖梧 吴山尊胜塔寺",
            "content": "塔拥平山银瓮小。老衲殷勤，说与游人道。劫火残灰填翠沼。断阶花隐双龙爪。藤压荒篱蟠桧老。井塌青苔，满地棘针草。＊＊悲风生木杪。"
        },
        {
            "title": "凤栖梧 游雁荡",
            "content": "两袖刚风凌倒景。小磴松声，独上招提境。碧水流云三百顷。白龙飞过青天影。折脚铛中留苦茗。野菊生花，犹记丹砂井。吹罢玉箫山月冷。"
        },
        {
            "title": "凤栖梧 天台石桥",
            "content": "冉冉轻云随杖屦。重叠岚光，花暗蒙蒙雨。大耳胡僧同笑语。苍苔石上松阴古。亭角玉龙泉两股。隔水招提，依约闻钟鼓。浴罢行吟披白羽。"
        },
        {
            "title": "浣溪沙 感旧",
            "content": "翠袖清风品玉笙。罗裙凉月按瑶筝。少年不饮若为情。老眼那知谁尔尔，小楼无复旧卿卿。石林高卧听松声。"
        },
        {
            "title": "凤栖梧 惠山寺",
            "content": "寺下苍山蹲玉几。两两髯龙，涧底＊云起。矮屋低垣祠短李。旧题名胜今余几。驳石阑干曾遍倚。出没烟芜，见客青鼋喜。隐隐蕉花修竹里。"
        },
        {
            "title": "凤栖梧 客吴江",
            "content": "钓雪亭空人老矣。短笛春风，来往鱼童喜。白石叽头青镜里。一篙香暖桐花水。波面白虹收不起。两两沙鸥，逐逐残凉尾。都羡酒边鲈脍美。"
        },
        {
            "title": "鹧鸪天 玉泉观鱼",
            "content": "潋滟晴光动碧虚。一方清镜照诗＊。□□玉尘三三法，水漾金鳞六六鱼。红舍利，白芙蕖。尽教妆点老僧居。夜深飞过西湖去，夺取小龙明月"
        },
        {
            "title": "鹧鸪天 贻乐府李芝秀",
            "content": "秀结梨园五色芝。瑞云婀娜玉参差。佩环摇影青霞洞，歌扇留香白雪词。花可可，柳枝枝。别情还似送春时。洞箫吹月商颜远，采药人来好寄"
        },
        {
            "title": "无题",
            "content": "一点芳春近破瓜。生香小朵莹无瑕。水曹梅萼初擎蕾，石土琼苞未放花。眉刷翠，鬓堆鸦。淡妆何必尚铅华。御沟红叶题诗处，应记当年天子"
        },
        {
            "title": "鹧鸪天 何尊师故居",
            "content": "万木森森秀野堂。黄鹂两两鹤双双。翠岩云巧苍松暗，玉洞月明丹桂香。移笔架，拂琴床。赋诗争看水云乡。重来只有黄冠老，落日空斋挂钵"
        },
        {
            "title": "黑漆",
            "content": "想从一月秦邮住。笑我是不耕种村父。话醒吟酒不成欢，灯下怯云羞雨。想梅花梦到孤山，又逐雪鸿南去。寨儿中燕侣莺俦，远望我认旗指处乃和田不伐韵。田不伐名为，宋徽宗时，曾为大晟府典乐，可见黑漆弩词调北宋时已有。惜今田不伐原作已不传，可能此调乃采自民间，元人小令即沿用之，特唱时音律转细。天一阁本小山乐府录此两首归入词一类，亦"
        },
        {
            "title": "黑漆弩 为乐",
            "content": "画船来向高沙驻。便上蹑探梅吟屦。对金山有玉娉婷，两点愁峰眉聚。倚西风目断行云，懒唱大江东去。借中郎爨尾冰弦，记老杜曾游此处。"
        },
        {
            "title": "风入松 湖上九日",
            "content": "哀筝一抹十三弦。飞雁隔秋烟。携壶莫道登临晚，双双燕、为我留连。仙客玲珑玉树，佳人窄索金莲。琅琅新雨洗湖天。小景六桥边。西风泼眼山如画，有黄花、休恨无钱。细看茱萸一笑，诗翁健似当年。"
        },
        {
            "title": "风入松 春晚泛舟",
            "content": "碧渊湖上小崆峒。人在水精宫。提壶莫惜莺边醉，蝶困花、来往匆匆。一饷颠风狂雨，满山怨紫愁红。仙翁来憩白云中。春色已成空。五更正结花心梦，且迟教、童子鸣钟。明日凉音渡口，绿杨影里推篷。"
        },
        {
            "title": "风入松 三月三西郊即事",
            "content": "啁喳娇燕语茅茨。红暗海棠枝。双丫小髻谁家女，踏青归、三月三时。淡淡郁金衫子，盈盈玉药钗儿。避人忙掩女仙祠。背后见腰支。金鞭过客争回首，拉山翁、怀古成诗。当日＊萝村里，误人曾有西施。"
        },
        {
            "title": "太常引 如苏台观雪",
            "content": "断塘流水洗凝脂。早起索吟诗。何处觅西施。垂杨柳、萧萧鬓丝。银匙藻井，粉香梅谱，万瓦玉参差。一曲乐天词。富贵似、吴王在时。"
        },
        {
            "title": "太常引 永嘉林熙翁城南旧院",
            "content": "霖铃秋雨打空阶。人坐益清齐。门掩小蓬莱。怕有客、寻真到来。楼头碧远，山眉青小，口树挂苍苔。且莫写离怀。看隔水、芙蓉正开。"
        },
        {
            "title": "太常引 黄山西楼",
            "content": "黄岩秋色雨频频。楼上着闲身。凉意逼羊裙。更添得、砧声耳根。寒香吹桂，暗苞绽橘，红日晓窗温。客至莫论文。只坐守、方山看云。"
        },
        {
            "title": "太常引 乐府小云",
            "content": "溶溶一叶不成衣。恰待弄春晖。幽懒意迟迟。只可向、山中自怡。清歌遏玉，娇鬟＊翠，纤月映蛾眉。来往且孤飞。问行雨、巫咸未知。"
        },
        {
            "title": "木兰花慢 德清县圃爱山亭",
            "content": "就岩阿深处，结层屋，上空蒙。喜着屐穿花，卷帘看雨，拄笏临风。玲珑。夏云一片，隔篱芭、独立舞仙风。＊＊黄鹂个个，阴森绿树重重。吟翁。无日不诗筒。杯酒尽从容。更罅石盘梅，阳坡护笋，曲坞移松。芙蓉。古台直上，倚高寒、长啸月明中。谁信扁舟苕＊，得游阆苑崆峒。"
        },
        {
            "title": "木兰花慢 得会稽友人书",
            "content": "有书来问讯，算忘了，若耶溪。想命被文魔，情因酒困，心为花迷。东西。百年过半，玉堂人、久矣隔云泥。锦树莺嘲蝶弄，翠萝鹤怨猿啼。凄凄。江远暮山低。梅屋□幽栖。喜陶公无钱，坡公不饮，庄子无妻。玻璃。碧湖秋水，为几声、渔唱住苏堤。白发老将至矣，青山归去来兮。"
        },
        {
            "title": "木兰花慢 常熟徐氏山园",
            "content": "看红梅未了，搴杜若，结幽兰。喜树遮云鬓，地开月面，竹＊风鬟。投竿。钓鱼台下，似画舫、和雨阁前滩。龙挂古藤千丈，鹤眠矮屋三间。跻攀。危磴小阑干。松外倚高寒。且缓步寻诗，忘怀唤酒，满意看山。斓斑。紫苔外晕，拂苍云、字字碧琅＊。说与花间胜友，主人未可清闲。"
        },
        {
            "title": "木兰花慢 维扬怀古",
            "content": "笑多情明月，又随我，上扬州。爱十里珠帘，千钟美酒，百尺危楼。风流。聒天笳鼓，记茱萸、漫下菊花酒。淮水东来渺渺，夕阳西去悠悠。巡游。当日锦帆收。翠柳缆龙舟。但老树寒蝉，荒祠野鼠，古渡闲鸥。娇羞。美人如玉，算吹箫、座客不胜愁。未可腰钱鹤背，且将十万缠头。"
        },
        {
            "title": "木兰花慢 为",
            "content": "爱金衣公子，偏占得，绿杨堤。喜蔼蔼韶光，熹熹曙色，恰恰娇啼。惊飞。踏翻花影，曳残声、犹在画楼西。仙客词添琴谱，佳人梦断罗帏。庞眉。退叟命新题。雅宇重名姬。笑银蝶交关，青鸾相对，紫燕双栖。凄迷。暮年□□，向阴阴、夏木听黄鹂。何必五更杜宇，张生已自言归。"
        },
        {
            "title": "木兰花慢 （原无调名兹据律补）重过吴门",
            "content": "又三高祠下，依古柳，缆轻舟。渺飞过垂虹，相迎画＊，劳动沙鸥。凝眸。绿阴多□、小红帘、犹是酒家楼万古清风范蠡，一轮明月苏州。休休。不似少年游。两鬓已经秋。记乌鹊新桥，黄鹂旧市，白虎荒邱。风流。美人何在，但离离、草色辨长州。莫上姑苏台上，夕阳无限诗愁。"
        },
        {
            "title": "百字令 惠山酌泉",
            "content": "舣舟一笑，正三吴好处，天将僧占。百斛冰泉，醒醉眼、庭下寒光潋滟。云湿阑干，树香楼阁，莺语青山崦。倚花索句，终日登临无厌。小瓶声卷松涛，俗尘不到，休把柴门掩。瓯面碧圆珠蓓蕾，强似花浓酒酽。清入心脾，名高秘水，细把茶经点。留题石上，风流何处鸿渐。"
        },
        {
            "title": "百字令 赠弹一弦子张文秀",
            "content": "一行秋思，记孙登当日，山中琴趣。谁识吾宗，父老子、自制寸金皮鼓。＊截孤篁，丝抽独茧，替尽琵琶谱。轻拢慢捻，西湖何限怀古。堪笑锦瑟无端，繁弦五十，撩乱春云缕。得似嘈嘈么凤语，只手换宫移羽。绝艺无双，法门不二，喜遇知音侣。灯窗对影，为君挑尽寒雨。"
        },
        {
            "title": "百字令 春日湖上",
            "content": "扣舷惊笑，想当年行乐，绿朝红暮。麴院题诗，人去远、别换一番歌舞。鸥占凉波，莺巢小树，船阁鸳鸯浦。画桥疏柳，风流不似张绪。闲问苏小楼前，夕阳花外，归燕曾来否。古井香泉秋菊冷，坡后神仙何许。醉眼观天，狂歌喝月，夜唤西林渡。穿云笛响，背人老鹤飞去。"
        },
        {
            "title": "百字令 舟泊小金山下",
            "content": "片帆摇曳，喜东风吹雨，秋容新沐。一带长江，青未了、天际乱峰如簇。浮玉山空，梧桐人去，月冷神仙屋。停舟吊古，＊泉三酹寒菊。犹记邂逅桓郎，驿楼残照里，倚阑吹竹。南去北来人自唤，老树柳丝长绿。倦客能吟，倚歌而和，醉写沧浪曲。今宵何处，钓鱼台下寻宿。"
        },
        {
            "title": "百字令 湖",
            "content": "六桥如画，看地雄两浙，人骄三楚。谁隔荷花，听水调、兰棹采莲船去。鹤舞盘云，虹消歇雨，一缕南山雾。冷香凝绿，嫩凉生满庭宇。犹记醉客吹箫，自苏郎去后，别情无数。明月天坛尘世远，青鸟替人传语。玉解连环，书裁折叠，没放相思处。裴公亭上，诗来还是怀古。"
        },
        {
            "title": "绿头鸭 湖",
            "content": "胜花时。临风渺予思。厌春妍、红娇绿姹，铅花只恁轻施。湿模糊、难描树影，白＊＊、尽改松姿。裙溅冰泥。鞋翻粉印，浣纱人倦洗胭脂。青山老、丹移玉井，何处葛公祠。断桥外、频催画桨，误击琼枝。忆当年、阿苏小小，鸾箫能品参差。紫云娘、双歌献酒，绿蓑翁、独钓成诗。楼殿摇空，管弦作市，乐天有句寄微之。观未足，朱帘尽卷，情怕雨丝丝。谁呵手、戗金红上，装个狮儿。"
        },
        {
            "title": "绿头鸭 和马九皋使君湖上即事",
            "content": "别来时。绿笺犹寄相思。自当年、黄州人去，不烦朱粉重施。翠屏寒、秋凝古色，朱奁空、影淡芳姿。蝶抱愁香，莺吟怨曲，残红一片洗胭脂。更谁汲、香泉菊井。寂寞水仙祠。西泠＊、苔衣生满，懒曳筇枝。尚依依、月移疏影，黄昏翠羽□差。问丹砂、石涵坠井，寻古寺、金匾题诗。岁晚江空，童饥鹤瘦，匆匆舍此欲何之。且重和，四时渔唱，象管写乌丝。仙翁笑、梅花折得，上闹竿儿。"
        },
        {
            "title": "六州",
            "content": "灵鳅何物，天外吐层阴。谈笑顷，浙江阔，海门深。载雷车，霹雳挥神斧，劈仙岛，掀地轴，冯夷宅，无鼋鼍窟，渺难寻。十里红楼图画，展西风、快哉登临。□□□□□，□□□□□。好客披襟。发萧森。符金虎。袍银鼠。携玉尘。盍瑶簪。喜骁儿踏浪，旗尾互浮沉。酹胥魂，浇海若，酒频斟。隐约越峰数点，搅飞花、浑在波心。爱渔舟荡雪，击楫起吴音。月上秋林。"
        },
        {
            "title": "霜角 紫阳书声 以上八首并见北曲聊乐府外集",
            "content": "楼观飞惊。好山环翠屏。谁向山中讲授，朱夫子、鲁先生。短檠。雪屋灯。琅琅终夜声。传得先儒道妙，百世下、以文鸣。见一阁本张小山乐府因不重录。"
        },
        {
            "title": "霜角 黄山寻霁",
            "content": "云开洞府。按罢琼妃舞。三十六峰图画，张素锦、列冰柱。几缕。翠烟聚。晓妆眉更妩。一个山头不白，人知是，炼丹处。"
        },
        {
            "title": "霜角 渔梁送客",
            "content": "浪花飞雪。船阁苍云缺。一片鸬鹚西照，樯燕语、柳丝结。话别。情哽咽。酒边歌未阕。他日寄书双鲤，顺流过、钓台月。"
        },
        {
            "title": "霜角 水西烟雨",
            "content": "沙浅波平。孤舟长日横。淡墨潇湘八景，谁移向、富山城。净名。疏磬声。暮归何处僧。明日披云风顶，呼太白、赏新晴。"
        },
        {
            "title": "霜角 王陵夕照",
            "content": "暮蝉声咽。几树白杨叶。细看云岚旧隐，遗庙在、表忠烈。翌结。弓剑冗。苔花碑字灭。远水残阳西下，今人见、古时月。"
        },
        {
            "title": "霜角 南山秋色",
            "content": "华盖亭亭。向阳松桂荣。背立夜坛朝斗，直下看、老人星。地灵。风物清。众峰环翠嬴。千古仙山道气，谁高似、许宣平。"
        },
        {
            "title": "霜角 即霜天晓角  新安八景花屏春晓",
            "content": "初日沧凉。海霞摇曙光。几折好山如画，晴霭霭、郁苍苍。众芳。云景香。道人眠石床。唤起南华梦蝶，莺啼在、绿垂杨。"
        },
        {
            "title": "霜角 练溪晚渡",
            "content": "淡烟微隔。几点投林翮。千古澄江秀句，空感慨、有谁索。拍拍。水光白。小舟争过客。沽酒归来樵叟，相随到、许仙宅。"
        },
        {
            "title": "人月圆 子昂学士小景 北曲聊乐府续集吴监",
            "content": "西风曾放蓝溪棹，月冷玉壶秋。粼粼浅水，丝丝老柳，点点盟鸥。翰林新画，云山古色，老我清愁。淡烟浑似，以高祠下，七里滩头。"
        },
        {
            "title": "秦楼月 即忆秦娥 北曲聊乐府后集苏堤渔唱",
            "content": "寻芳屦。出门便是西湖路。西湖路。傍花行到，旧题诗处。瑞芝峰下杨梅坞。看松未了催归去。催归去。吴山云暗，又商量雨。"
        },
        {
            "title": "人月圆 中秋书事 北曲聊乐府续集吴监",
            "content": "西风吹得闲云去，飞出烂银盘。桐阴淡淡，荷香冉冉，桂影团团。鸿都人远，霓裳露冷，鹤羽天宽。文生何处，琼台夜永，谁驾青鸾。"
        },
        {
            "title": "人月圆 春日次韵 北曲聊乐府续集吴监",
            "content": "罗衣还怯东风瘦，不似少年游。匆匆尘世，看看镜里，白了人头。片时春梦，十年往事，一点诗愁。海棠开后，梨花暮雨，燕子空楼。"
        },
        {
            "title": "人月圆 三衢道中有怀会稽 北曲聊乐府前集今",
            "content": "松风十里云门路，破帽醉骑驴。小桥流水，残梅剩雪，清似西湖。而今杖履，青霞洞府，白发樵夫。不如归去，香炉峰下，吾爱吾庐。"
        },
        {
            "title": "人月圆 寄  源芝田禅师 北曲聊乐府前集今",
            "content": "龙湫山上云屯寺，别是一乾坤。桧参百丈，雪深半尺，梅瘦三分。几时亲到，松边弄水，月下敲门。相思无奈，烟萝洞口，立尽黄昏。"
        },
        {
            "title": "人月圆",
            "content": "一冬不见梅花面，天意可怜人。晓来如画，残枝缀粉，老树生春。山僧高卧，松炉细火，茅屋衡门。冻河堤上，玉龙战倒，百万残鳞。"
        },
        {
            "title": "人月圆 春日湖上 北曲聊乐府前集今",
            "content": "小楼还被青山碍，隔断楚天遥。昨宵入梦，那人如玉，何处吹箫。门前朝暮，无情秋月，有信春潮。看看憔悴，飞花心事，残柳眉梢。"
        },
        {
            "title": "人月圆 春日湖上 北曲聊乐府前集今",
            "content": "东风西子湖边路，白发强寻春。尽教年少，金鞭俊影，罗帕香尘。蹇驴破帽，荒池废苑，流水闲云。恼余归思，花前燕子，墙里佳人。"
        },
        {
            "title": "人月圆 吴门怀古 北曲聊乐府前集今",
            "content": "山藏白虎云藏寺，池上老梅枝。洞庭归兴，香柑红树，鲈脍银丝。白家池馆，吴王花草，长似坡诗。可人怜处，啼鸟夜月，犹怨西施。"
        },
        {
            "title": "人月圆 客垂虹 北曲聊乐府前集今",
            "content": "三高祠下天如镜，山色浸空蒙。莼羹张翰，渔舟范蠡，茶灶龟蒙。故人何在，前程那里，心事谁同。黄花庭院，青灯夜雨，白发秋风。"
        },
        {
            "title": "人月圆 会稽怀古 北曲聊乐府前集今",
            "content": "林深藏却云门寺，回首若耶溪。＊萝人去，蓬莱山在，老树荒碑。神仙何处，烧丹傍井，试墨临池。荷花十里，清风鉴水，明月天衣。"
        },
        {
            "title": "人月圆 雪中游虎丘 北曲聊乐府前集今",
            "content": "梅花浑似真真面，留我倚阑干。雪晴天气，松腰玉瘦，泉眼冰寒。兴亡遗恨，一丘黄土，千古青山。老僧同醉，残碑休打，宝剑羞看。"
        },
        {
            "title": "人月圆 春晚次韵 北曲聊乐府前集今",
            "content": "萋萋芳草春云乱，愁在夕阳中。短亭别酒，平湖画舫，垂柳骄骢。一声啼鸟，一番夜雨，一阵东风。桃花吹尽，佳人何在，门掩残红。"
        },
        {
            "title": "人月圆 秋日湖上 北曲聊乐府前集今",
            "content": "笙歌苏小楼前路，杨柳尚青青。画船来往，总相宜处，浓淡阴晴。杖藜闲暇，孤坟梅影，半岭松声。老猿留坐，白云洞口，红叶山亭。"
        },
        {
            "title": "人月圆 山中书事 北曲聊乐府前集今",
            "content": "兴亡千古繁华梦，诗眼卷天涯。孔林乔木，吴宫蔓草，楚庙寒鸦。数间茅舍，藏书万卷，投老村家。山中何事，松花酿酒，春水煎茶。"
        }
    ]
}