{
    "dynasty": "元",
    "author": "谭处端",
    "intro": "",
    "items": [
        {
            "title": "沁园春",
            "content": "爱欲无涯，有限形躯，休苦苦疲。这宿缘分有，儿和女是，他家衣饭，各自相随。谩使心机，空生计较，大限临头孰替伊。当须悟，早抽身物外，也是便宜。蹉跎下手犹迟。切莫外、周游觅妙微。但尘心起处，皆魔孽认，元初本有，锻炼昏迷。真静真慈，玄波涤荡，自在逍遥境上持。千朝后，现灵台一点，光射无为。"
        },
        {
            "title": "南乡子 原误作行香子 见金莲正宗仙源像传",
            "content": "交泰一声雷。迸出灵光万道辉。尤遇迅雷重脱壳，幽微。射出金光透顶飞。一性赴瑶池，得与丹阳相从随。显现长真真妙理，无为。出涌阳神葬事，遂书此词而逝。"
        },
        {
            "title": "太常引 鸣鹤馀音卷之四",
            "content": "非僧非俗亦非仙。茅屋两三椽。白石与清泉。更谁问、桃源洞天。一炉宝篆，一瓯春雪，浇灌净三田。闲想谷神篇。不觉松枝月圆。"
        },
        {
            "title": "浣溪沙 辞贾公 水云集卷下  此下原附刘处玄",
            "content": "云水飘飘物外游。垂纶独钓大神舟。遇迷苦海不吞钩。却返碧波归去后，家山重会马丘刘。玉壶金液宴仙俦。"
        },
        {
            "title": "踏莎行 赠＊州王四郎",
            "content": "贤兄来到，说公深浅。我闻听、忽生叹羡。一母三枝背长情，安忍心变。悔前非、改行方便。聪明首会，速来见面。与仁兄、和颜欢宴。稍有违情定风子，决成宛转。水去、更无厮见。"
        },
        {
            "title": "踏莎行",
            "content": "赠王三校尉稽首王公，微言少告。残年霜鬓君今到。攀缘恩爱几时休，闲身强健灰心好。深理幽微，世情颠倒。寂寥潇洒搜玄奥。水云同步访丹阳，孤峰共饮蟠桃老。"
        },
        {
            "title": "踏莎行 寄京兆徐公",
            "content": "方寸灵田，何曾拂扫。尘埃久暗生荒草。神泉散漫不凝澄，如何结得长生宝。云水寻真，逍遥访道。离家便是离烦恼。聪明如悟肯休心，孤峰"
        },
        {
            "title": "踏莎行",
            "content": "一颗玄珠，从来蒙昧。贪嗔痴染难分解。顿修涤荡不交昏，轮回生死都无碍。急急行持，休生退怠。绵绵锻炼须宁耐。了心何处是归期，彩去"
        },
        {
            "title": "踏莎行",
            "content": "忍辱常餐，永除浊酒，洗  心涤意忘诸有。存存损损了空虚，安安稳稳无他走。静静清清，天长地久。春花秋月坚坚守。腾腾兀兀向前行，昏"
        },
        {
            "title": "踏莎行",
            "content": "才见春花，又逢秋月。春花秋月何时彻。劝君速悟勿蹉跎，壶中别有佳时节。断爱超尘，当须猛烈。元阳固练搜玄诀。神珠磨炼莫交昏，无来"
        },
        {
            "title": "踏莎行",
            "content": "戆戆憨憨，无言无说。自惭谩设虚分别。从今更不外奔驰，其中尤妙偏宜拙。收卷精神，藏辉迹灭。空生烦恼齐休歇。只陀圆里种琼花，芬芳"
        },
        {
            "title": "踏莎行",
            "content": "既得修真，须搜玄理。心中事事都忘弃。因师妙旨悟元初，山头一点光明起。落魄生涯，水云活计。遨游坦荡红尘里。诸公休讶这风人，寻常"
        },
        {
            "title": "踏莎行 赠兴平赵六士",
            "content": "百岁荣华，星移光烈。人身难保朝昏彻。恩情眷爱已收空，不时大限将分别。早悟轮回，惊生惨切。割情舍爱亲玄诀。公还猛烈人清虚，风人"
        },
        {
            "title": "踏莎行",
            "content": "步步无生，缘亲禅道。明来暗合通庄老。风仙十载去朝元，处端云路将应早。悟正身中，无穷真宝。因缘漏果何须造。闲闲活计我家风，逍遥"
        },
        {
            "title": "踏莎行",
            "content": "舍俗修行，超尘归素。安恬寂淡忘思虑。颠狂猿马锁空房，灵源一点常教住。莫觅金翁，休搜龙虎。清清闲暇逍遥做。慧风吹散岭头云，一轮"
        },
        {
            "title": "踏莎行",
            "content": "屡劝聪明，聪明不悟。寻常相付留词句。词中唯是劝回修，何曾词里依他做。早悟轮回，速寻出路。二轮催促朝还暮。今生荣贵是前缘，来生"
        },
        {
            "title": "踏莎行",
            "content": "云水闲人，婪耽布素。逍遥物外烟霞步。存心乞化度朝昏，巡门诺须分付。水定云闲，不随他去。烟消灭清凉趣。此游圣境又空回，携筇独上"
        },
        {
            "title": "永遇乐 赠＊州王三校尉",
            "content": "飘逸闲行，坦然稳路，任云任水。落魄婪耽，蓬头垢面，朝日常如醉。腾腾兀兀，遨游闲散，去住并无萦系。觅残馀、填肠塞肚，到处夜来＊睡。人人未悟，修持都是，自着难为割离。爱欲无涯，煎熬苦海，生灭何时已。一蓑笠，随缘且过，便是道人活计。你咱自、迷情未肯，且只恁地"
        },
        {
            "title": "南乡子",
            "content": "物物不追求。免有人前宠辱忧。世路巧机齐放下，休休。顺著人情不自由。最好把身囚。落魄随缘云水游。乞食存心消旧孽，修修。譬似无常"
        },
        {
            "title": "武陵春 赠李道人拆字",
            "content": "日劝君君不省，下越贪忙。识常常内转伤。肯恁思量。养灵根牢固取，目好回光。兀腾腾万事忘。内＊仙香。"
        },
        {
            "title": "减字木兰花",
            "content": "尘心起处。隔了逍遥云水路。不起尘心。色相还空猿马擒。而今勘破。保守天真闲里过。欲识天真。白玉黄金铸就身。"
        },
        {
            "title": "减字木兰花",
            "content": "水云皮袋。似水如云长自在。自在闲人。闲里搜寻物外身。任行任住。色外真空闲里做。欲觅真空。只在南山尽静中。"
        },
        {
            "title": "减字木兰花",
            "content": "遇而不悟。可惜惺惺逐欲去。目下蹉跎。教我如今怎奈何。他时若到。悔晚投玄亲妙道。早早回修。免向三涂六道游。"
        },
        {
            "title": "减字木兰花",
            "content": "心颠意耍。难辨身中真共假。意耍心颠。招得全生罪孽愆。心宁意息。定里闲闲明慧力。意息心宁。道自归而神自灵。"
        },
        {
            "title": "减字木兰花",
            "content": "逍遥自在。去去来来无挂碍。一片灵空。处处圆明无不通。无分内外。莹彻周沙含法界。遍照无私。明月高穹秋夜时。"
        },
        {
            "title": "减字木兰花",
            "content": "全真门户。静静清清无作做。非易非难。财色无明尽结丹。真龙真虎。境灭心忘知去处。铅汞相传。交媾须离种种边。"
        },
        {
            "title": "忆王孙",
            "content": "茫茫苦海两无边。无限迷鱼□黑渊。我掷金钩钓有缘。线儿牵。引上"
        },
        {
            "title": "忆王孙",
            "content": "无无无有有无无。悟得无无便不愚。日月年时损壮粗。见元初。万道"
        },
        {
            "title": "忆王孙",
            "content": "尘寰财色苦相萦。着爱浮华役此身。好悟灵源一点真。绝贪嗔。便是"
        },
        {
            "title": "忆王孙",
            "content": "心中无事气神和。不觉欣欣言语多。剑用道钢磨更磨。害风哥。割了"
        },
        {
            "title": "忆王孙",
            "content": "从初得得便风流。降伏龟蛇住定州。千日丹成永永收。好因由。自在"
        },
        {
            "title": "忆王孙",
            "content": "修行谁会把心降。赤凤驱将饮碧江。调引婴娇笑舞双。剔银?。物物"
        },
        {
            "title": "忆王孙",
            "content": "神舟稳驾出沉流。明月辉辉命自周。两个先生暗点头。有来由。万劫"
        },
        {
            "title": "长思仙",
            "content": "得玄玄。悟三三。火灭烟消风害谭。昏昏保玉男。趣闲闲。认憨憨。一性浑如月正南。澄澄现碧潭。"
        },
        {
            "title": "长思仙",
            "content": "得还无。合虚无。湛湛澄澄有若无。元初无更无。理清虚。证空虚。一点灵源实若虚。光明彻太虚。"
        },
        {
            "title": "长思仙",
            "content": "遇风仙。接幽诠。云水飘蓬镇日闲。灵明现本元。结真铅。溉清泉。须信壶中别有天。逍遥得坦然。"
        },
        {
            "title": "长思仙",
            "content": "好颜容。似花红。莫待馨香逐晚风。临头始悟空。妙搜穷。脱凡笼。猛烈灰心出世雄。功成三岛峰。"
        },
        {
            "title": "长思仙",
            "content": "修行心。包容心。一怎清虚冷淡心。闲闲无用心。灭嗔心。去贪心。寂寞清贫合圣心。无生现本心。"
        },
        {
            "title": "长思仙",
            "content": "道人心。处无心。自在逍遥清净心。闲闲云水心。利名心。纵贪心。日夜煎熬劳役心。何时休歇心。"
        },
        {
            "title": "长思仙",
            "content": "金要多。银要多。奴马田园苦要多。临行孽更多。贫如何。富如何。万事无心只恁何。将来奈我何。"
        },
        {
            "title": "长思仙",
            "content": "外奔驰。痛鞭持。习性调和路不迷。清溪香草肥。芒儿归。牛儿随。明月高空照古堤。人牛不见时。"
        },
        {
            "title": "长思仙",
            "content": "朝思仙。暮思仙。思忆真师四五年。惟愁功未圆。功须圆。行须圆。功行双全作大仙。携云归洞天。"
        },
        {
            "title": "汉宫春",
            "content": "自慕贫闲，便摧强挫锐，柔弱和光。尘缘顿舍，慧烛朗＊灵房。七门返照，用七宝、密密铺妆。擒猿马，邪生智巧，锻炼列另端行。清净自然守守，守无为常善，一炷心香。平康宴乐，玉液酬泛琼觞。云朋霞友，笑喧哗、金玉玎?。人去后，云收雾敛，澄澄月满虚堂。"
        },
        {
            "title": "汉宫春",
            "content": "欲入无为，乐闲中闲里，只这些儿。惟论目下，未来已往休披。常行坦荡，远财色、人是人非。新来凭，怡怡内乐，境上无挂毫丝。昏昏默默得也，向无中捉住，真个根基。惺惺洒洒，无用无作无持。头头返照，自然理、触处晖晖。谁会得，清风皓月，湛湛两个人知。"
        },
        {
            "title": "汉宫春",
            "content": "甲子天元，遇明朝圣代，神仙出世。仙师密遣，故我水云东历。山遥路远，渡难阻、岂辞迢递。惟念念，人人未悟，虚华恋著家计。轮回最苦省悟，照前贤作用，如何脱离。尘缘屏绝，渐迤可亲玄理。功成气结，得指日、身超仙位。归去后，鸾鹤引赴，蓬莱真会。"
        },
        {
            "title": "捣练子",
            "content": "风人唱，破迷歌。回心与我见弥陀。＊哩＊，哩＊＊。十捣练，要调和。恩情欲爱是冤魔。＊哩＊，哩＊＊。"
        },
        {
            "title": "捣练子",
            "content": "浮华事，梦南柯。流年电亲下轮坡。＊哩＊，哩＊＊。早脱离，出漩涡。两轮日月疾如梭。＊哩＊，哩＊＊。"
        },
        {
            "title": "捣练子",
            "content": "清净法，越婆娑。神舟稳驾渡沉波。＊哩＊，哩＊＊。早下手，出迷河。伊还不悟转蹉跎。＊哩＊，哩＊＊。"
        },
        {
            "title": "捣练子",
            "content": "听分剖，这风哥。寻常只恁＊哩＊。＊哩＊，哩＊＊。些儿话，不须多。交贤会得笑呵呵。＊哩＊，哩＊＊。"
        },
        {
            "title": "捣练子",
            "content": "捣练子，具如何。从前罪孽暗消磨。＊哩＊，哩＊＊。从初得，认波罗。色财勘破扑灯蛾。＊哩＊，哩＊＊。"
        },
        {
            "title": "满路花",
            "content": "上无三瓦舍，下没一犁田。水云真活计、且随缘。街前展手，化个有缘前。独步归来晚，万里晴空，卧听虎啸啼猿。趣闲闲、真乐无边。一＊滚灵泉。鼎中真火降、永凝铅。虎龙蟠绕，真秀结根源。默默无为坐，独守孤峰，一轮明月流灭。"
        },
        {
            "title": "满路花",
            "content": "重阳佳节至，云水寄天涯。玄朋邀共饮、赏黄花。特临雅会，南望翠烟霞。极目岚光里，隐约依稀，瑞云深处仙家。任陶陶、畅饮喧哗，觥泛笑擎夸。樽前唯对酒、喜何加。浮金潋滟，默默采灵葩。饮罢还重劝，不醉无归，月明初上窗纱。"
        },
        {
            "title": "满路花",
            "content": "因师超苦海，舍俗探幽玄。顿居欢喜地、认贫闲。是非人我，岂论与愚贤。步步清凉路，信任遨游，兀谁知恁恬然。也无心、远望神仙。到了分随缘。尧年丰岁稔、谢皇天。水云活计，只觅一文钱。损损闲闲趣，寂寞无为，任他岁月绵绵。"
        },
        {
            "title": "望蓬莱",
            "content": "长真子，日计旋寻求。随分随缘消旧业，闲愁闲闷一时休。明月照山头。常澄湛，无证亦无修。自在不居因果界，逍遥颖脱出沉流。功满到瀛"
        },
        {
            "title": "望蓬莱",
            "content": "全真妙，无我亦无人。无作无为绝视听，谦和柔弱没疏亲。寂寞守清贫。玄玄处，得得好良因。一点无生真自在，湛然常寂本来真。功满列仙"
        },
        {
            "title": "望蓬莱",
            "content": "行大道，认取坎和离。一点来时颠倒处，两般消息与搜披。玄妙不难知。休外觅，识取自菩提。有相身中成锻炼，无为路上证牟尼。指日跨云"
        },
        {
            "title": "望蓬莱",
            "content": "听咨告，少事要君知。万事苦求终害己，得便宜是落便宜。伶俐不如痴。真修炼，心外莫行特。只据眼前为见在，自然烦恼不相随。步步入无"
        },
        {
            "title": "望蓬莱",
            "content": "真大道，损损做修持。到处受人钦供养，得便宜是落便宜。步步入青泥。为贫汉，寂淡莫相违。外貌常教人见畏，内容默默采灵芝。指日赴师"
        },
        {
            "title": "瑞鹧鸪 赠郭公",
            "content": "休心损事养根源。寂淡清虚守自然。积德仁风师孔孟，僻潜高洁效颜原。定观明月三秋夜，妙趣玄风九夏天。诗酒琴书谁可并，野夫常许似龙"
        },
        {
            "title": "瑞鹧鸪",
            "content": "王公幽隐远佳餐。保护灵根守内闲。意上有情山处市，心中无欲市居山。颐神须要常温暖，炼气功成拒暑寒。专一始终无变异，自然凝结宝琅"
        },
        {
            "title": "瑞鹧鸪",
            "content": "莫言容易做修持。损损存存恐碍违。两饭虑频侵道友，一钱外恐损希夷。众中戒口忘矜俊，独坐防心断骋驰。十二时中常返照，犹疑暗察有无"
        },
        {
            "title": "瑞鹧鸪",
            "content": "修行非易亦非难。应物慈悲认内闲。意上有尘山处市，心中无事市居山。常耕清净田三段，定守无为舍一间。地久天长专一志，自然结就紫金"
        },
        {
            "title": "瑞鹧鸪",
            "content": "修行须唱落花莲。损损闲闲任自然。日上莫谈他事短，时中频整自心偏。休离方寸搜丹药，莫外周游觅妙玄。长使灵台无一物，便成九转产胎"
        },
        {
            "title": "瑞鹧鸪",
            "content": "本来真性是玄机。只有灵明悟得时。火灭烟消成大药，境忘心尽见菩提。虚闲清净真仙路，寂寞无为出世梯。一法不生无挂碍，修行唯是这些"
        },
        {
            "title": "瑞鹧鸪",
            "content": "修行心炼似寒灰。放下痴贪气色财。人我怎生成道果，是非难得产真胎。无明灭尽朝金阙，情欲俱忘拜玉阶。修炼直须烟火灭，为心低处有蓬"
        },
        {
            "title": "瑞鹧鸪",
            "content": "人人学道慕腥膻。嗜酒迷花罪孽缠。心慕腥膻伤物命，意生贪爱损根源。唯论药术矜能解，岂信金科秘妙玄。如悟本空休歇去，一齐放下学修"
        },
        {
            "title": "瑞鹧鸪",
            "content": "修行频剔性中灯。照破从来暗里昏。物物头头休染著，昏昏默默绝言论。超凡入圣非由我，地狱天堂总在君。唯有一条真正路，居常牢闭四城"
        },
        {
            "title": "瑞鹧鸪",
            "content": "修行休觅虎龙儿。火灭烟消财色离。内炼气神成九转，外除情欲却三尸。居常休话他长短，处净宜搜自己非。长使灵根无挂碍，自然证果佛菩"
        },
        {
            "title": "瑞鹧鸪",
            "content": "修行休觅虎龙儿。只要灵明识本机。昏则弥陀成外盗，悟来烦恼是菩提。常搜己过心明显，唯见他非性转边。打破般般休歇去，虚堂深处伴牟"
        },
        {
            "title": "菩萨蛮",
            "content": "慧刀挥处人头落。虹霓万道冲云脚。灭尽我人心。何劳向外寻。白莲生火里。法忍无生死。忍辱两皆空。龟毛兔角同。"
        },
        {
            "title": "黄莺儿令",
            "content": "活鬼活鬼，日日市＊，争名竞利。为恋他好女娇儿，把根源轻弃。早早不肯寻出离。大限来何计。想你也没分升天，却有缘入地。"
        },
        {
            "title": "南柯子",
            "content": "云去南山静，风来渭水寒。凌波凝结一团团。万里晴空，清爽此时观。雄剑鸣开匣，人头落玉盘。一轮明月上栏杆。了了从斯，心意始闲安。"
        },
        {
            "title": "南柯子",
            "content": "频剔灵明烛，勤磨智慧刀。万缘一豁绝丝毫。锻炼无初，终始莫辞劳。水底霞光超，超应仄疑有误山头雪浪抛。虎龙蟠鼎绕周遭。炼就仙丹，"
        },
        {
            "title": "恣逍遥",
            "content": "自慕贫闲，来来懒惰。憨憨地、并无灾祸。残羹冷饭，全无烟火。吃一碗、肚暖则个。他是他非，於予可可。眼前事、近来识破。腾腾兀兀，随缘且过。恣逍遥、住行坐卧。"
        },
        {
            "title": "望海潮",
            "content": "堪嗟浮世，谁能省悟，人人俗景迷遮。颜貌日衰，残由尚苦，贪求爱恋婴娃。欲海浪途赊。被二轮催促，易鬓霜华。忽尔无常，限到着甚理逃＊。争如悟速抛家。屏尘缘外绝，内固根芽。三千密要，阴功八百，真诚炼行无差。云水步烟霞。认三光真秀，凝结丹砂。异日功成，去也牛斗泛"
        },
        {
            "title": "望海潮",
            "content": "全真大道，无为清净，重重障碍堪嗟。每叹自缘，招且不免，闲游云水他＊。无念谤诽邪。愿人人早悟，急景浮华。道祖西升，去尚犹避过流沙。归地肺复仙家。会云朋霞友，真乐无涯。虚堂宴赏，蟠桃烂熳，瑶卮共饮流霞。满坐戴琼花。得玄玄结正，一粒丹砂。此际功成，行满同泛渡"
        },
        {
            "title": "沁园春",
            "content": "倏忽光阴，四大浮空，是非久坚。这轮回谁保，朝昏彻彼，家缘恩爱，系绊迁延。一个真灵，千生万劫，苦海浮沉逐孽缘。当须悟，在伊家慷慨，生死争先。聪明切听微言。好放下闲愁搜妙玄。认贫闲寂淡，休生恶勘，元初一点，摆出新鲜。直正无私，常行平等，坦荡逍遥任自然。真功行，向闲中慢慢，积累成千。"
        },
        {
            "title": "沁园春",
            "content": "自古愚贤，日月轮催，尽沉下泉。叹张陈义断，因名利恣，奢华后主，破坏家园。楚庙江边，汉陵原畔，势尽还空皆亦然。英雄辈，尽遗留坏冢，衰草绵绵。呜呼往事堪怜。染虚幻浮华逐逝沿。又争如省悟，尘劳梦趣，贫闲归素，保炼丹田。越过轮回，超升苦海，直上清凉般若船。逍遥岸，会玄明琼路，同访桃源。"
        },
        {
            "title": "沁园春",
            "content": "虚幻浮华，百岁光阴，叹一刹那。谩区区碌碌，争名利纵，荣华富贵，贪得如何。蜃气楼台，虹桥碧落，些子时光长久麽。闻强健，出熬熬苦海，速上高波。聪明切勿蹉跎。算世事皆空身莫过。认元初本有，无穷宝染，尘埃蒙昧，慢慢揩摩。保养灵根，频频浇灌，水间金花结玉柯。超生灭，这本来一点，无少无多。"
        },
        {
            "title": "卜算子 水云集卷中",
            "content": "风汉闲中做。彼岸神舟渡。万里晴空无片云，月照曹溪路。割断免情苦。默默明玄趣。一任旁人笑我贫，肚里非常富。"
        },
        {
            "title": "卜算子",
            "content": "自入玄门户。寂淡清虚做。静里披搜四假身，勘破尘行路。悟上还重悟。得得真闲趣。收住身中无价真，岂逐人情去。"
        },
        {
            "title": "卜算子",
            "content": "四大因缘做。苦海凭船渡。一棹清风到岸头，得上无生路。人叹风贫苦。我步闲闲趣。脱体全空没一文，胜似石崇富。"
        },
        {
            "title": "阮郎归",
            "content": "闲闲云水任东西。灵空一片随。昏昏默默往来飞。前程事已知。真大道，出尘机。般般种种离。重阳许我白牛儿。而今便是谁。"
        },
        {
            "title": "阮郎归 咏茶",
            "content": "阴阳初会一声雷。灵芽吐细微。玉人制造得玄机。烹时雪浪飞。明道眼，醒昏迷。苦中甘最奇。些儿真味你还知。烟霞独步归。"
        },
        {
            "title": "青玉案 喝马",
            "content": "师真引入修行路。默默无言句。慢慢持修归真素。般般返照尽成空，马儿悟。证内外无尘虑。真清真净投真处。细细搜寻妙玄趣。勘破浮华清虚做。降魔剑断孽缘休，马儿度。步步入长生户。"
        },
        {
            "title": "蓦山溪",
            "content": "＊中碌碌，虚幻名和利。休恁苦劳心，镇区区、伤神损气。回头是老，悟即便抽身，┾荣华，绝财色，乐道超浮世。恩情爱恋，鼎内如鱼戏。休论早修持，甚一日、推他一日。风人低劝，微语破迷痴。早下手，速为之，做个前程计。"
        },
        {
            "title": "蓦山溪",
            "content": "修行锻炼，休觅婴和姹。认取本元初，起尘埃、须除莫惹。常生正觉，宜向触来看，绝人情，去浮嚣，俗事般般舍。长行坦荡，闲里调和假。空里做真修，恁清清、冷冷脱洒。日中静损，真正合虚无，乐逍遥，趣闲闲，步步无生也。"
        },
        {
            "title": "沁园春",
            "content": "好没来由，名利区区，几时尽头。算荣华富贵，名高位显，妻儿艳女，肯做持修。冷淡玄门，清虚妙道，苦涩难行孰意留。修行路，悟轮回生死，有分仙流。除身尽是闲愁。猛割断冤情去便休。顶青巾布素，随缘度日，逍遥云水，物外遨游。闲里寻闲，损之又损，火灭烟消绝外求。将归去，这＊都路变，蓬岛瀛洲。"
        },
        {
            "title": "采桑子 赠获嘉王法师（原无调名兹据律补）",
            "content": "谭风偏喜王三父，夙世良缘。休更推延。妻恶儿嫌出世＊。修行外用无为作，囚马擒猿。不返家园。定做逍遥物外仙。"
        },
        {
            "title": "无调名 赠京兆府安王解元",
            "content": "太原公疾苦，听予告切。圣贤待把伊提挈。好休歇。算人生七十，古来云少，看看到也，做个放下决烈。割攀拽。趣闲闲，归莹素，安恬养拙。认灵源、炼磨明彻。从前孽。向三千功里，徐徐消灭。青山绿水，五人"
        },
        {
            "title": "连理枝",
            "content": "浮世愚疾辈。一向贪名利。爱海恩山，构系镇迷，酒色财气。算荣华富贵电中光，好回心改悔。早早寻出离。默默搜玄秘。寂淡贫闲，随缘度日，道人活计。守无为清净行功周，赴瑶池宴会。"
        },
        {
            "title": "临江仙",
            "content": "稽首吾门诸道友，降心向外休寻。等闲容易费光阴。修行何是苦，不了我人心。灭取无明三孽火，勿令境上相侵。本来一点没升沈。真闲如得得，步步上高岑。"
        },
        {
            "title": "临江仙",
            "content": "虚幻浮花休苦恋，南辰北斗频移。暗更绿鬓尽成丝。百年浑似梦，七十古来稀。奉劝人人须省悟，轮回限到谁知。修行宜早不宜迟。从前冤孽罪，要免速修持。"
        },
        {
            "title": "临江仙",
            "content": "得得全真真妙理，无为无作无修。自然清净行功周。祥云围绛阙，瑞气绕琼楼。心似闲云无挂碍，身同古渡横舟。真空空界可相酬。白牛眠露地，明月照山头。"
        },
        {
            "title": "云雾敛",
            "content": "告行人，听少诉。着假求真，也好回头顾。勘验行藏休慕故。不合虚无，怎得蓬瀛住。认元初，归莹素。勤拭灵台，勿使尘埃污。心上贪嗔痴尽去。暗里功成，有个真师度。"
        },
        {
            "title": "云雾敛",
            "content": "做修持，休轻侮。认取云中，细细清清雨。净净冷冷灵芽吐。心外寻求，谩了虚辛苦。坐与行，卧与住。闲里闲搜，闲暇逍遥做。结就金花开玉户。一道光明，直射无为路。"
        },
        {
            "title": "云雾敛",
            "content": "匿光辉，认愚卤。兀兀腾腾，闲里寻闲步。垢面蓬头衣褴褛。乞食忘惭，方称烟霞侣。绝骄矜，趣真素。不受人钦，不择贫卑处。认正丹阳师父语。了了惺惺，功满归蓬路。"
        },
        {
            "title": "行香子",
            "content": "朝也防心。暮也防心。恐心生、熟景来侵。多能术艺，书画棋琴。更不生贪，不着爱，步瑶岑。善也由心。恶也由心。善心闲、恶意狂寻。心生虚度，日月光阴。便如云行，如水去，访知音。"
        },
        {
            "title": "行香子",
            "content": "得得无修。无惑无求。放心闲、无喜无忧。逍遥自在，云水闲游。趣空中玄，玄中妙，妙中幽。落魄婪耽，垢面蓬头。恣陶陶、真乐歌讴。随缘一饱，真个风流。这般来，无无来，有有来由。"
        },
        {
            "title": "西江月",
            "content": "作伴修行未是，飘飘物外行持。孤云野鹤任东西。何有些儿碍滞。淡饭寻他两顿，清清净净无为。寂寥潇洒最相宜。别有一般滋味。"
        },
        {
            "title": "西江月",
            "content": "寒后添些纸布，饥来乞觅残馀。野情喜不择粗疏。且要遮形楂肚。自叹愚蒙过甚，徒劳设药防拘。从今放下乐清虚，做个憨憨暮故。"
        },
        {
            "title": "西江月",
            "content": "寒后添些纸布，饥来展手巡街。残羹冷饭且充斋。柔弱清贫远害。万祸皆因心起，无心无祸无灾。自从心定守真胎。云水逍遥自在。"
        },
        {
            "title": "西江月",
            "content": "欲入全真门户，行住坐卧寂寥。存心乞化度中朝。尘事般般屏了。莫论黄芽白雪，休搜龙虎婴娇。色财无挂火烟消。便是蓬莱三岛。"
        },
        {
            "title": "西江月",
            "content": "顿悟轮回入道，时中锻炼绵绵。存存损损恁专专。要免将来流转。火灭莲开五叶，烟消玉结三田。欲超无上离人天。了取空虚古殿。"
        },
        {
            "title": "西江月",
            "content": "堪叹光阴迅速，日生思虑忧愁。憨憨甘作逝波流。迷恋气财色酒。日月暗催人老，利名不使心休。争如放下观山头。明月家家尽有。"
        },
        {
            "title": "西江月",
            "content": "学道休於外觅，灵苗出自心田。铁牛耕透见根元。全在殷勤锻炼。认证元初面目，端身勿使邪偏。六钧弓硬拽来圆。箭箭红心有验。"
        },
        {
            "title": "西江月",
            "content": "役我尽因心意，涤除般若玄机。不劳南北与东西。方寸些儿便是。宝鉴尘埃蒙昧，须从磨炼辉辉。光明一点照无为。直入蓬莱幽邃。"
        },
        {
            "title": "如梦令 述怀",
            "content": "一点灵光不昧。出入往来无碍。处处现圆明，物物头头应解。宁耐。宁耐。万祸不能侵害。"
        },
        {
            "title": "如梦令 赠阌乡县酒贾",
            "content": "深爱贾公吉善。水云游历玄便。他日处无为，得得虎龙交战。交战。交战。丹结永除千变。"
        },
        {
            "title": "如梦令 赠张李二公道友",
            "content": "堪叹浮生不久。尽迷气财色酒。如悟舍尘缘，共结云朋霞友。知友。知友。保护身躯不朽。"
        },
        {
            "title": "如梦令 寄＊州道友王四郎",
            "content": "传语＊州道友。休恋随情花柳。最好逐谭风，保护形躯不朽。不朽。不朽。共饮长生仙酒。"
        },
        {
            "title": "如梦令",
            "content": "日用灵光内锁。保护真心不破。金玉得凝澄，生死无由近我。功果。功果。归去独携云朵。"
        },
        {
            "title": "如梦令",
            "content": "休讶弟兄不喘。只要人情疏远。不敢受人钦，不喜轻肥杯脔。舒展。舒展。锻炼丹砂九转。"
        },
        {
            "title": "如梦令",
            "content": "不染俗情非是。不慢下贫趋贵。不敢受人钦，自在逍遥云水。云水。云水。守一无为彻底。"
        },
        {
            "title": "如梦令",
            "content": "日用涤除尘垢。擒缚马猿不走。展手向街前，守一不生贪构。贪构。贪构。怎得功成行就。"
        },
        {
            "title": "如梦令",
            "content": "清净无为做彻。高下休生分别。灭尽我人心，自有真师提挈。提挈。提挈。云绽家家明月。"
        },
        {
            "title": "如梦令 赠修武贾信实",
            "content": "入道先生姓贾。日用持  心低下。要见本来真，闲里擒猿捉马。擒耍。擒耍。须效谭风害痖。"
        },
        {
            "title": "如梦令",
            "content": "因遇重阳师父。引入全真门户。慧火炼灵空。不敢胡行一步。一步。一步。一步近如一步。"
        },
        {
            "title": "如梦令",
            "content": "大道根元归素。绝尽人情思虑。火灭与烟消，认取元阳收固。此做。此做。便是长生捷路。"
        },
        {
            "title": "如梦令",
            "content": "大道无名无说。休恁谩生分别。火灭与烟消，便是良辰佳节。宜拙。宜拙。认取春花秋月。"
        },
        {
            "title": "如梦令",
            "content": "落魄无拘野叟。自在逍遥闲走。他日返家山，重会云朋霞友。知友。知友。共饮蟠桃仙酒。"
        },
        {
            "title": "如梦令",
            "content": "物外遨游落魄。步步清凉云脚。闲里弄虚空，别有蓬莱期约。这着。这着。细细人情除削。"
        },
        {
            "title": "如梦令",
            "content": "随分养营皮袋。坐卧去来明快。境上乐闲游，些子无生挂碍。忍耐。忍耐。占得逍遥自在。"
        },
        {
            "title": "如梦令",
            "content": "一片灵空为伴。因把欲情割断。日上炼虚无，常住神堂古观。风汉。风汉。此外别无手段。"
        },
        {
            "title": "如梦令",
            "content": "竹笠竹冠竹碗。与我日常为伴。坐卧去来空，便是清凉彼岸。风汉。风汉。日月轮催不管。"
        },
        {
            "title": "如梦令",
            "content": "镜药收来守拙。不遇知音难说。古鉴要予磨，点处便交光彻。欢悦。欢悦。衮出一轮明月。"
        },
        {
            "title": "水龙吟",
            "content": "瑞云捧出三峰，上真下化宸游地。祥云深锁，琼楼宝殿，琳宫幽邃。万顷岚光里。依稀降、玉泉莲水。望仙人掌上，弯弯初月，常晶莹，无瑕＊。碧嶂层层苍翠。乱峰巅、猿叫鹤唳。我来感叹，尘中缰绊，恩情名利。滚滚甘随，逝波流转，几人攀跻。现停停云汉，安然不动，作阴阳髓。"
        },
        {
            "title": "水龙吟",
            "content": "世传海有三山，内藏羽化仙芝草。秦皇信此，使令徐福，东游蓬岛。云水风涛浩浩。男女舟中成老。望仙源缥缈。烟波杳杳。肝肠断，何时到。堪嗟人迷颠倒。谩区区、空生烦恼。不知自起，妄尘遮碍，先天真宝。顿悟家缘，掉守清净，无为功了。得心清意静，性圆丹结，饵仙芝草。"
        },
        {
            "title": "水龙吟",
            "content": "本初一点来时，幸然体态淳和好。迤生增爱，缘尘蒙昧，无穷真宝。个个人迷，到如斯尽，逐情生老。把仙胎容易，浮沈苦海，随波浪，成虚耗。速悟轮回返照。把尘心、须当颠倒。烟消火灭，冰凝玉结，长生芝草。默默志论，讨常坚守，自家炉灶。向三千功里，殷勤锻炼，定将来了。"
        },
        {
            "title": "水龙吟",
            "content": "欲修无上菩提，便合下手须头段。莫令带水，拖泥土粘，＊些儿萦绊。生死明来，也全无在，自家决断。把凡胎浊骨，烟霞路上，轻轻渐，都抽换。步步清凉彼岸。趣闲闲、忘机休算。烟消火灭，冰凝玉结，长生侣伴。自得真空，妙玄因作，无人我观。待丹成九转，重阳再会，游蓬莱馆"
        },
        {
            "title": "满庭芳 赠福昌县赵殿试",
            "content": "儒业尊高，文章显贵，算来世路荣奢。苦心劳志，求望步云霞。假使登科攀桂，黄粱梦、空悟咨嗟。无常到，相如老杜，着甚理逃＊。浮华。须勘破，尘缘摆脱，物外生涯。趣闲闲云水，保炼根芽。得得心清意净，三光秀、凝结丹砂。功成也，三清举过，超上大罗家。"
        },
        {
            "title": "如梦令",
            "content": "只把灵台频扫。惜取自家真宝。火里长莲花，便是修行玄奥。颠倒。颠倒。境灭心忘了了。"
        },
        {
            "title": "如梦令 赠王三校尉宅三姑姑",
            "content": "欲做俗中修炼。先灭我人分辩。柔弱守清贫，坚志始终无变。真善。真善。损己利他方便。"
        },
        {
            "title": "满庭芳 赠＊州王三校尉",
            "content": "蛾恋灯光，蜂贪花蜜，问君终久如何。欲成修炼，须出黑风波。慧剑攀缘割断，离乡土、趋却娘哥。烟霞客，水去步稳，随分养天和。消磨。除旧孽，婪耽布素，信任磨拖。兴诗词吟咏，舌诞唇歌。古往今来达士，自家与、无少无多。神仙话，休论蓬岛，似是上高坡。"
        },
        {
            "title": "满庭芳",
            "content": "莫觅东西，休搜南北，玄真只在身中。万缘齐断，神气始和冲。只要君心慷慨，慧刀举、劈破昏蒙。还知否，般般撒手，性命可圆容。真空。离色相，闲闲闲里，慢慢休惚。恁婪耽布素，物外飘蓬。饥则巡门觅饭，饱来后、明月清风。逍遥处，哩＊＊＊，落魄恁西东。"
        },
        {
            "title": "满庭芳",
            "content": "咄这憨牛，顽狂性劣，侵禾逐稼伤蹂。鼻绳牢把，紧紧刀须收。旧习无明常乱，加鞭打、始悟回头。忘思处，孤峰困卧，默默万缘休。渐＊。前步稳，芒儿闲散，心意何留。趋云山自在，真东歌讴。蓑笠闲堆古岸，短笛弄、新韵悠悠。黄昏后，人牛归去，唯见月当秋。"
        },
        {
            "title": "满庭芳",
            "content": "烟敛云收，蟾孤秋静，湛然独显希夷。常从坦荡，默默饮刀圭。宝鼎祥烟攒聚，气神会、结就灵芝。闲游好，飘飘云水，物外访相知。随时。缘分过，饥来觅饭，逐处投栖。任忙忙乌免，物换星移。且恁尘中闲散，功成后、别有师期。将归去，一轮明月，独步赴瑶池。"
        },
        {
            "title": "满庭芳",
            "content": "欺味成家，悭贪积富，静言独坐思量。养他数口，罪孽自家当。催促光阴似箭，才青鬓、容改衰苍。百年里，谁人尽数，兀兀谩罗张。身强。闻早悟，知愆悔过，速改行藏。向闲中细细，增福消殃。更有高明大志，抛缰锁、物外飘?。修行好，游山玩水，日用＊心香。"
        },
        {
            "title": "神光灿 寄长生刘师兄",
            "content": "处端稽首，上覆刘仙，一别悠忽三年。每遇临风对月，思渴高贤。忽尔遽承教字，方就审、法候安然。弟且喜，无劳齿录，存念绵绵。自愧尘缘未断，在磁洛两郡，且恁随缘。不果来期，希恕老拙无愆。首春即当拜觐，履高秋、颐素不宣。处端望，师兄通妙几前。"
        },
        {
            "title": "神光灿 寄长安冯师兄",
            "content": "劝人行善，自做修行，两般於道相宜。须避俗中乡土，且要相违。妙药沈＊救护，更不择、贵贱高低。自然理，效陇西师父，戒行行持。修炼须凭猛志，似大川山岳，安稳无移。处行周圆，他日得处无为。云水逍遥自在，气神和、功行双齐。大丹熟，指蓬瀛稳路，携朵云归。"
        },
        {
            "title": "神光灿 赠张九郎",
            "content": "天堂地府，善恶由心，死生迷悟争先。悟舍家缘，忘心展手街前。淡素清贫柔弱，任云水、游历飘然。持坚志，守天长地久，永永绵绵。旧孽如将消尽，定圣贤玄妙，暗里相传。意净心清，自是宝结丹田。若有分毫故犯，返招殃、罪孽难言。如了了，赴蓬莱三岛，做个神仙。"
        },
        {
            "title": "神光灿 赠赵先生",
            "content": "赵仙入道，猛烈投玄，割除顿悟浮华。对境修持，不若火长莲花。予今诚言少付，遇戈矛、宽纳教他。若有病，便庵中如死，也莫还家。常效如斯坚志，管圣贤暗里，照鉴无差。火灭烟消，灵腑自吐黄芽。无私性停命住，意心清、玉结丹砂。功行满，赴蓬莱鹤引，彩仗云霞。"
        },
        {
            "title": "神光灿 赠穆先生",
            "content": "修行门户，叙次通知，先须屏子休妻。猛舍尘情，寂寞潇洒相宜。无则街前展手，御寒时、纸布为衣。随缘过，守清贫柔弱，火灭心低。日用擒猿缚马，处无为清净，暗契真师。境灭心忘，神凝气结灵芝。得得逍遥自在，任诗词、劝诱愚迷。功行满，指蓬瀛路稳，跨朵云归。"
        },
        {
            "title": "神光灿",
            "content": "茫茫苦海，逐浪飘沦，痴如蜂蜜蛾灯。一向迷迷，妻妾儿女恩情。遭他恁般系绊，限临头、独赴泉冥。如省悟，弃浮华恩爱，处静修行。细细尘情疏减，渐栖心养气，隐迹埋名。淡饭粗衣，默默保炼灵明。迤而真人现也，向无中、金玉成形。大丹熟，这一灵真性，记记存存。"
        },
        {
            "title": "神光灿",
            "content": "茫茫苦海，逐浪随波，便宜识取抽头。恩爱妻儿，都是宿世冤雠。因循浮华光景，把元阳、拖撒无休。限到也，看贤家着甚，计脱冥幽。不悟如斯＊＊，骋机关日夜，计较贪求。顷刻轮回，千生万劫沈流。猛舍投玄入妙，免三涂、六道经游。早下手，与风人物外，结取朋俦。"
        },
        {
            "title": "神光灿",
            "content": "奔名逐利，爱欲牵缠，昏昏转转迷蒙。虚幻浮华，不觉暗易颜童。百岁云间电闪，限临头、那肯从容。不肯悟，到如斯悔懊，个个还同。速悟前途险路，早回头步步，却入仙宗。袍布青巾，结交霞友云朋。休外他搜密妙，认灵源、莲结丹红。趣真处，玩山头明月清风。"
        },
        {
            "title": "神光灿",
            "content": "当初学道，迤入玄门，逍遥物外优游。占住庵儿，日夜不免寻求。殷勤来来往往，惹尘劳、怎悟真修。这踪迹，看何时功满，得赴瀛洲。瞥地廓然猛省，勘元初一点，有甚闲愁。落魄婪耽云水，恣访仙俦。有似开笼俊鹞，又还如解锁猿猴。我去也，把般般打破便休。"
        },
        {
            "title": "神光灿",
            "content": "长真稽首，遍覆诸贤，修行只要心坚。战战兢兢，日上常恐生愆。淡素清贫柔弱，未安宁、休做词篇。真功行，在摧强挫锐，寂寞忘言。无则巡门乞化，对人前休骋，俊雅风颠。藏伏光辉，默默锻炼丹田。千朝功夫做就，这些儿暗里相传。功行满，跨祥云归去朝元。"
        },
        {
            "title": "神仙灿",
            "content": "谭哥昔日，赡养家缘，积孽有若山丘。因遇仙师，东历海岛三州。劝诱顽愚向善，悟轮回、舍爱回头。随缘过，守清贫柔弱，云水闲游。因过怀州仙府，后闲行贵县，时遇深秋。迤入严冬寒冷，得避无由。不免化些纸布，望诸公念忆同流。如省悟，结云朋霞友，物外同修。"
        },
        {
            "title": "酹江月 题酒",
            "content": "杜康得妙，酿三光真秀，清澄醇酎。太白仙才乘兴饮，一斗佳篇百首。倒载山翁，襄阳童稚，笑唱齐拍手。陶潜篱下，醉眠门外五柳。东里生死俱忘，待宾截发，陶母款贤友。文举无忧樽满酌，香醑频开笑口。喜遇尧年，醉乡丰乐，古所希闻有。玉壶春色，禄延益算眉寿。"
        },
        {
            "title": "酹江月 上元夜观月",
            "content": "上元佳节，正一轮西步，天渠飞跃。素魄当空澄湛湛，独现寒光无着。皓彩乾坤，无私遍照，万古无瑕膜。浑如宝鉴，莹然悬向寥廓。姑射绛阙琼楼，群仙赴会，云坠停鸾鹤。瑞气祥烟笼宝殿，金碧霞辉交错。烂醉蟠桃，彩云归去，殊袂飘香络。嵩山遥对，烂银盘里期约。"
        },
        {
            "title": "酹江月 咏竹",
            "content": "爱君嘉秀，对云庵亲植，琅?丛簇。结翠筠梢津润腻，叶叶竿竿柔绿。渐胤儿孙，还生过母，根出蟠蛟曲。潇潇风夜，月明光透筛玉。雅称野客幽怀，闲窗相伴，自有清风足。终不凋零材异众，岂似寻常花木。傲雪欺霜，虚心直节，妙理皆非俗。天然孤淡，日增物外清福。"
        },
        {
            "title": "酹江月",
            "content": "玉花渐吐，被清风。催结金莲光聚。历劫昏迷齐照破，直透无为门户。七返回光，三空觉照，间隔金花处。殷勤锻炼，自然婴姹常住。些子端的幽奇，自从下手，永永基坚固。莲结琼芳灵蕙长，深感慈悲频顾。鼎内云收，炉中丹结，九转终重遇。参师云步，会游蓬岛仙路。"
        },
        {
            "title": "酹江月",
            "content": "一灵真性，又因何、漾入凡胎尘域。迤染浮华贪爱恋，展转昏迷真迹。旷劫难逃，如今又错，罪孽重重积。本来模样，怎生分解寻觅。须屏视听双泯，舍情云水，物外搜玄理。寂寞孤清趣妙有，岂顾形躯瘦役。捉住风飚，玲珑辉焕，默默烹金液。神丹昭著，死生烦恼宁息。"
        },
        {
            "title": "酹江月",
            "content": "自然之道，禀根元、真正精神圆聚。一点灵光无内外，明彻辉通玄户。寂淡偏宜，贫闲最好，物外逍遥处。长长不昧，湛然神室常住。无论妙奥难穷，须凭慷慨，认把元阳固。搜取天真勤锻炼，触处般般回顾。火里莲生，山头焰灭，端的缘相遇。风仙重会，共游三岛云路。"
        },
        {
            "title": "酹江月",
            "content": "吾门三祖，是钟吕海蟾，相传玄奥。师父重阳传妙语，提挈同超三岛。慢慢搜真，灵根固养  ，渐吐黄芽草。无中还有，慧风时送嘉耗。一点莹彻无穷，周游沙界，物物圆明好。种种皆空归本有，内外般般颠倒。此理幽深，清虚缥缈，行者人须到。昏昏默默，暗中贤圣知道。"
        }
    ]
}