{
    "dynasty": "元",
    "author": "长筌子",
    "intro": "",
    "items": [
        {
            "title": "绛都春",
            "content": "天生懒惰。爱静处坦然，开怀澄坐。面垢头＊，养疏慵，消灾祸。无萦无系随缘过。也不会、焚烧香火。＊噔哩噔，鸾歌舌诞，恣情吟和。南柯梦中识破。把蜗角蝇头，身心摧挫。手握灵芝，泛无何，谁知我。清风皓月时相贺。杳冥中、修成仙果。了然归去，绵绵九天高卧。"
        },
        {
            "title": "成功了 以上洞渊集卷五",
            "content": "悟浮世。把万事纷纷，尽皆忘弃。藜杖云巾，麻＊纸袄，便是随身行李。玩山游水，要到处、乐然从己。兀兀腾腾，逍遥自在，快活谁比。同流看子细。是这些消息，恁般活计。一味真欢，君还会得，人静月明千里。畅哉而已。对小齐、几枝寒蕊。有谁知我，西山半轩晓翠。"
        },
        {
            "title": "成功了",
            "content": "瞥然晓。便识破浮生，一场虚矫。利呼驱驰，光阴迅速，空惹物情衰老。自歌自笑。念好景、几人曾到。故园春色，海棠半开，绿杨轻袅。休休万事了。听乱山深处，杜鹃啼叫。归去来兮，长安古道，隐隐断霞残照。洞庭寂悄。叹门外、落花风扫。故人别后，青霄凤吟杳杳。"
        },
        {
            "title": "月中仙",
            "content": "历劫清凝，鉴无私莹澄，谁是宜表。冲虚浩渺。统万灵机变，恢恢临照。湛然包大道。体难测、穷通暗报。素碧谁能到。寂寥九阳，闲静至玄奥。乾元浩立青霄，覆三千大千，神用枢要。高明杳杳。应四时生化，清虚颠倒。慧风空外扫。更廓朗、群迷怎晓。我今深通了。归来赏玩逍遥好"
        },
        {
            "title": "花心动",
            "content": "劫外威音，叹劳生荒苍，几曾知觉。勘破转轮，擘碎虚空，游戏六门无著。块然蕙帐胡床稳，看铁树应时花灼。慧光烁。大明宝殿，玉龙盘薄。一颗玄珠踊跃。迸霞彩辉辉，万神欢乐。放去收来，逆顺纵横，雪曲顿超橐龠。真情欲诉凭谁说。见胎卵、梦魂交错。晓天廓。听吹凤楼画角。"
        },
        {
            "title": "华溪仄",
            "content": "华溪仄。春风也是人间客。人间客。飘零南北，几时休息。不如学个商山伯。石楼云殿销尘迹。销尘迹。丹丘闲看，老松千尺。"
        },
        {
            "title": "鹧鸪天 冬",
            "content": "一夜严凝作苦寒。头明六出落人间。彤云掺粉蛾飞舞，柳絮随风蝶往还。梅影瘦，竹枝弯。一丘湖玉倚阑干。何人助我丹青力，写入屏山子细"
        },
        {
            "title": "鹧鸪天 秋",
            "content": "乍觉西风吹葛衣。萧萧秋色满华夷。催排荞麦花开日，点勘梧桐叶落时。鸦噪晚，客思归。一川禾黍正离离。蝉声莫向高枝叫，切恐宾鸿苦皱"
        },
        {
            "title": "鹧鸪天 夏",
            "content": "弄舌闲禽向郁林。涤蒸散发趁松阴。清风习习来冰簟，陶写真情取次吟。天似水，柳如金。火云叠翠出遥岑。危楼安枕王孙趣，静室忘机逸士"
        },
        {
            "title": "鹧鸪天 春",
            "content": "小村隐居乐至闲。兴来吟首鹧鸪天。桃花笑日开红锦，门柳垂丝袅翠烟。扃荜户，扫苔钱。困时禅榻枕书眠。有人问我修何事，梦载华胥月一"
        },
        {
            "title": "大官乐 冬",
            "content": "斜横疏影天香软。冷斋夜话诗魂远。好把红潮频满劝。任教六出风撩"
        },
        {
            "title": "大官乐 秋",
            "content": "登高雅会时当九。黄花乍坼东篱后。烟淡波寒谁信受。风敲红叶霜林"
        },
        {
            "title": "大官乐 夏",
            "content": "石榴色蘸香囊血。绿荷如盖莲开叶。避暑登楼心爽洁。霜纨挥落寥天"
        },
        {
            "title": "大官乐 春",
            "content": "踏青放适游人悦。江山明媚阳和节。出谷新莺声软怯。柳绵零落如飞"
        },
        {
            "title": "小重山",
            "content": "自古高人远市廛。超然离俗表，隐林泉。曾闻宣圣有遗言。仁智者，山水窟中安。无事恼心间。猿鹤为朋友，养成丹。白云深处乐幽闲。明月下，一曲小重山。"
        },
        {
            "title": "诉衷情",
            "content": "楮冠竹杖友南华。耕钓老生涯。焉能系而不食，吾志岂匏瓜。忘扣角，忆归槎。傲渔家。烟波万顷，红蓼滩头，醉卧蒹葭。"
        },
        {
            "title": "诉衷情",
            "content": "夜深人悄漏声残。秋色满江干。寒烟野塘横渡，谁写画图间。风沥沥，月弯弯。坐更阑。宝鼎香烬，银汉星稀，蝶梦飞还。"
        },
        {
            "title": "西江月",
            "content": "形物虽居宇内，梦魂长玩台州。山堂真趣与谁酬。窗外梅疏竹瘦。千里烟霞冉冉，半帘风月飕飕。天公赐我这清幽。料想浮生难勾。"
        },
        {
            "title": "西江月",
            "content": "莫羡金闺黼黻，好攀仙桂枝柯。悟来心境不须磨。顿泯浮华物我。返照壶天日月，休言尘世风波。长拖瘦玉泛无何。归去烟萝深卧。"
        },
        {
            "title": "长思仙",
            "content": "醉中醒。梦中醒。月浸松窗枕簟清。谁家捣练声。诉真情。乐真情。竹外流泉漱石鸣。云山叠翠屏。"
        },
        {
            "title": "贺圣朝",
            "content": "道人幽趣，萧闲风味，林下云烟。夜横琴高隐翠微间，看月印寒泉。逍遥吟唱，还乡宫调，雪曲无弦。这玄珠收得未朝元，作住世神仙。"
        },
        {
            "title": "贺圣朝",
            "content": "春光明媚，黄莺出谷，紫燕来巢。见仙桃初放两三枝，间翠竹香茅。琴书高枕，柴门紧闭，莫放人敲。任松轩红日照三竿，更蝶梦花梢。"
        },
        {
            "title": "青玉案",
            "content": "瞥然悟得长生路。平坦无来去。万法圆融超六度。威音那畔，几人曾到，别有逍遥处。灵明国内绝朝暮。谁荐当头这一句。木马嘶风泥牛许。慈云广布，法雷高震，密洒禅天雨。"
        },
        {
            "title": "江神子令",
            "content": "世情谁不爱浮荣。利和名。两关扃。识破归来，林下傲馀生。万顷烟霞真伴侣，猿鹤老，水风清。任教＊骑走尘缨。掩柴荆。坐忘形。一味闲闲，斜日照窗棂。试问知音何处也，云汉阔，远山青。"
        },
        {
            "title": "粉蝶儿",
            "content": "欲说天机，奈尘寰、世人不信。只因他夙缘无分。恋浮华，贪火院，气神亏损。贩尸骸，迷了本来心印。悟后回头，乐清闲、莫劳方寸。好参求妙灵玄牝，炼纯阳，惊宇宙，一声雷震。恁时节，向蓬莱会中相等。"
        },
        {
            "title": "踏云行",
            "content": "无相形容，灵明心手。清虚岸上栽金柳。剪除魍魉跨鹪螟，希夷俯啸空山陡。劫外飞腾，妙中行走。杳冥乡里寻知友。饮馀恬淡醉真风，乾坤"
        },
        {
            "title": "杨柳枝",
            "content": "二曜忙忙若转丸。走天边  。催人贩骨似丘山。不停闲。恋火猫儿拽不出，忒痴顽。遍观尘世总如然。好心酸。"
        },
        {
            "title": "杨柳枝",
            "content": "顿悟真空弃外缘。乐清闲。四时进火运周天。种芝田。埏植玄炉分造化，饮灵泉。寥阳丹阙永绵绵。证金天。"
        },
        {
            "title": "一剪梅",
            "content": "身若白云任卷舒。天涯海岸，自在无拘。太虚廓落是吾庐。不羡王侯，拱璧轩兴。一味闲闲乐有馀。从他活计，冷淡消疏。归来毕竟理何如。心月辉辉，光射蓬壶。"
        },
        {
            "title": "神仙会",
            "content": "韶华似激箭，暗把朱颜换。我今识破，浑若梦中惊散。囚枷脱下，信任胡歌诞。尽人言，一乖慵，害风汉。大开口笑，世欲无拘管，落落魄魄，信脚水山游玩。天涯海角，自有清闲伴。细算来，这些儿，最长便。"
        },
        {
            "title": "神仙会",
            "content": "堪嗟世上人，个个蚕成茧。不肯回头，抵孔火坑贫恋。千辛万苦，甘受无辞叹。置家计，虑妻男，恐不办。一朝业满，看你如何免。眼光落地，别改一般头面。披毛戴角，恁时难分辩。早下手，出迷津，应仙选。"
        },
        {
            "title": "凤栖梧",
            "content": "逃暑绳床聊慰兴。翠箨森森，几处花阴衬。萱草池塘人不问。绿荷暗窃薰风信。懒把霜纨嫌力困。沉李嚼冰，煮茗清泉近。裸袒襟怀无郁闷。"
        },
        {
            "title": "倾杯",
            "content": "休休我省也，弃世俗、洞庭深处。好行步。大药烧成，宝珠收得曲按无弦，音胜宫羽。洪杨道德，风范钟吕，许由巢父。向逍遥彼岸，寻个水云侣。谁能继圣徒，智若愚，六情断灭，九玄通悟。妙粹冲虚，炳焕灵明，物物般般，无疑无虑。一真莹彻，功行满足，顿超尘所。便归来洒落，"
        },
        {
            "title": "倾杯",
            "content": "物外回观，爱河滚滚，空劳攘、为何因故。恋惜妻男，竞争名利，念念随他，蒙昧真如。掀天富贵，倾城娇艳，总归何处。叹浮生下梢，终久尽成虚。伤嗟是非今古。百年欢宴，大都几许。梦想南柯，命遭北府，尚自贪婪，不寻归路。轮回贩骨，身伴狐狸，几番荒芜。谩赢得往来，欲浪"
        },
        {
            "title": "醉中归",
            "content": "过隙时光促。人身似风烛。谁信神明，暗里报人灾福。观二曜如转毂。昼夜翻腾荣辱。群情苦，攒攒簇簇，贪迷嗜欲。独我回头，归来隐山谷。水钓云耕，雅种数枝松菊。闲来后，歌一曲。不羡权门红绿。养愚鲁，清贫自在，平生愿足。"
        },
        {
            "title": "一枝春",
            "content": "堪嗟肉傀儡，尘世争奇怪。昼夜火院煎苦，沉埋花酒丛中，孽重终难改。贩骨何时彻，头面翻腾，昧了灵源真宰。独我而今乐自在。放逸游寰海。逍遥天地间、笑开怀，一味清闲，万里金难买。九转功夫足，步月携云，稳赴金莲仙会。"
        },
        {
            "title": "江神子令",
            "content": "庄周蝶梦几人醒。理圆明。了余生。老计田园，谷口傲其耕。落日西风吹败叶，云返岫，两初晴。数声高柳暮蝉鸣。淡烟横。野泉倾。千里关河，秋色满山城。晦迹人间青眼少，谁念我，养遐龄。"
        },
        {
            "title": "月上海棠",
            "content": "应时宇宙行慈善。向苦海横舟运方便。法界显威光，唬群魔、隐潜逃窜。真仙现。别有神通手段。上苍委我开仙院。把大道玄风任弘阐。香饵满满娑婆，钓金鳌、玉京游玩。琼瑶宴。俯啸人间蚁战。"
        },
        {
            "title": "上丹霄",
            "content": "叹人生如掣电，似浮沤。更何消苦苦贪求。荣枯得失，宿缘分定岂须忧。我今悟此养天倪，晦迹林丘。箪瓢乐，琴书味，闲中过，静中休。有恬淡真趣相酬。花朝月夜，大开口、笑展眉头。玄珠收得默然归，方外优"
        },
        {
            "title": "二郎神",
            "content": "诉衷情，为大地众生泪洒。晓夜忧煎贪活路，尽都被、妻男相挂。使万种机关图富贵，全不怕、犁耨高架。劝愚迷早悟，后世因缘，直言直写。幽雅。买玄妙不用钱价。只用他心灯常不昧，要万法灵通总压。待行满丹成归去日，把四假凡躯脱下。向桃源仙会，玉殿金楼，长春不夜。"
        },
        {
            "title": "二郎神",
            "content": "离尘俗，便点检林泉雅趣。竹杖芒鞋青箬笠，泛烟波、绿蓑柔橹。月夜江天无尽乐，品短笛、潇湘蓼渚。此消息，千金不卖，好对渔樵分付。归去。对晚翠风生小浦。勘破南华龟曳尾，尽教他衣冠豺虎。野水添杯谁似我，醉卧白云深处。任秋月春花，暗换桑田，明催今古。"
        },
        {
            "title": "二郎神",
            "content": "平生兴，有万顷云山野景。竹疃梅村蓬户悄，这幽闲、世间难胜。一曲无弦喧宇宙，对沉水、石炉绝听。向林下栖迟，养就懒散，烟霞情性。复命。披短褐玄通古圣。看鹭立鸥飞沙觜岸，笑醯鸡瓮中流梗。一枕华胥春梦觉，岂羡封侯列鼎。早回首归来，月照松溪，云岩苔径。"
        },
        {
            "title": "二郎神",
            "content": "叹平生，谩日夜劳劳攘攘。想一世浮华能几许，若云间、电光翻掌。梦幻吞侵何日省，恋火院、缠绵业网。这人身一失，万劫难逢，谁能回向。清爽。猛跳出迷津欲浪。彼岸风光真快乐，伴孤云野鹤飘荡。悟彻灵台无障碍，似月挂寥天朗朗。满十方三界，莹彻圆明，逍遥吟唱。"
        },
        {
            "title": "天香",
            "content": "若论修真，玄关直指，外缘心上都撇。静处跏趺，存神握固，莫辩是非优劣。任缘度日，除饱暖其馀忘绝。一味清闲价无穷，对下愚难说。端的至诚妙诀。叹学人、几曾休歇。默默昏昏，壶内玉花开彻。恍惚中间显现象，见宝珠、光耀似皎月。悟得之时，同游圣阙。"
        },
        {
            "title": "天香",
            "content": "过隙年光，如毛尘事，几人识破休矣。归去来兮，云耕水钓，林下澹然宁耳。翠微影里，别有些逍遥真味。一曲玄歌寄天香，叹物华荣悴。白茅半间而已。畅情怀、四时吟醉。返照人生，毕竟到头何济。坐看空华起灭，这混成消息越众美。太朴淳风，清虚妙理。"
        },
        {
            "title": "莺穿柳",
            "content": "乘桴默契。便休休倦役，结茅归里。一任貔貅威镇，虎韬熊略，旌麾争起。赳赳成何济。只赢得、玉颜先弊。覆手一场空，过眼繁华虚矣。争似乐然从己。赏花浓上苑，鱼游春水。满泛红潮美。且郁陶襟怀，青门歌吹。醉卧东风里。看隋堤柳摇金蕊。放适簪缨，乱铺苍翠。"
        },
        {
            "title": "百宝妆",
            "content": "一点灵光，轮回万劫，胎卵湿化无歇。苦海无涯，生灭甚时彻。无根四大非坚固，恋此个形骸何太拙。把浮沉世梦磨开，慧剑割断根孽。逍遥物外生涯，随分乐天知命，闲伴风月。抱守元阳，神气自交结。乾坤倒颠翻离坎，这既济天然非扭捏。有春生夏长秋成，万汇一气无别。"
        },
        {
            "title": "百宝妆",
            "content": "榴蕊浓芳，帘幕半卷，清闲白昼偏长。院宇无尘，微雨过池塘。幽轩细细，风披竹欹，石枕藤床。分外凉。看云峰偃仰，高眠晃然，已到义皇。休休尘世俱忘。真常妙用，安排黄卷炉香。莫羡俗情，如蚁慕膻肠。清虚淡素甘贫乐，纵酷暑难侵道哲堂。好栖心见素家风，洞中别是仙乡。"
        },
        {
            "title": "雨中花",
            "content": "急急蛩音，似箭暗催，人物烟草茫茫。塞鸿悲秋晚，败叶飘黄。万里关山牢落，一天风雨凄凉。这萧闲活计，向谁分诉，表我衷肠。霜零露冷，菊瘦梧凋，又近重阳。信道壶中光景，云水家乡。金殿玉楼庭院，锦溪花坞池塘。世间虚幻，薄名浮利，都寄黄粱。"
        },
        {
            "title": "水龙吟",
            "content": "故乡何处栖迟，海山雾敛春风细。花浓石润，云娇烟淡，天容如水。芝桂香分，橘橙酒滟，锦茵＊翠。佩霓裳缥渺，飞琼羽盖，瑶池宴，赏佳丽。俯笑人间富贵。到头来、一场虚伪。桑田暗改，人生空老，谁能适意。虎战龙争，汉兴秦灭，今成何济。看蓬莱紫府，长春胜景，妙无加矣。"
        },
        {
            "title": "洞玄歌",
            "content": "倦游退尺，栗里潜疏拙。浩气凌空向谁说。醉酬春、酝酿三杯，遣幽兴、沧茫一叶。更野服萧然越林丛，拉信友，相须竹风花月。生涯淡净，至妙人间绝。不尚文轩锦屏列。乐田庐、啸傲华颠，种松菊、栖迟清节。这一味真欢几人知，有静几蒲团，兽炉沉屑。"
        },
        {
            "title": "洞玄歌",
            "content": "野堂花老。槛外幽香度。绿影沉沉映窗户。任从他、日转西郊，且闲看、云生南浦。见隐隐遥岭接天青，又石齿分泉，迸珠飞雨。丹丘咫尺，几个人回顾。鼷鼠穿窬岂足数。假直饶、绮陌长游，争似向、烟岚深处。枕万壑云霞乐平生，便不胜红尘，点染缁素。"
        },
        {
            "title": "花心动",
            "content": "百岁光阴，似飘风浮沤，电雷轰掣。返照速修，急景难留，不觉鬓莘如雪。万缘羁绊何时了，谩昏晓、寸心愁结。劝英杰。莫教釜破，断绳难接。一失人身万劫。叹伶俐惺惺，不遭缧绁。欲浪恩山，玉＊金枷，谁肯猛然抛撇。一朝大限临门唤，见阎老，怎生推说。恁时节。追思圣贤妙诀"
        },
        {
            "title": "花心动",
            "content": "江路闲游，见梅芳姿，水边将发。蓓蕾半开，疏影斜横，幽艳傲欺霜雪。清癯独秀风台畔，笑百卉、冻凝摧折。散芳烈。竹篱茅舍，最堪栽接。破腊传春放彻。吐玉蕊琼芝，等闲谁瞥。欲寄故人，驿使稀逢，空对暗香凄切。寿阳公主今何在，这姑射玉仙清绝。向谁说。黄昏小窗淡月。"
        },
        {
            "title": "玩瑶台 本名耍三台",
            "content": "直指玄元路。叹苦海、迷人不悟。在目前、平平稳稳，又无些、险难相阻。把万缘、一齐放下，他自然有圣贤提举。似断云、野鹤飞腾，向物外、青霄信步。庆会神仙语。渴时饮、蟠桃＊醑。出入在、星楼月殿，笑人间、死生今古。跨彩凤祥鸾玩太虚，归来卧、碧霞深处。这逍遥活计谁传，分付与、蓬莱伴侣。"
        },
        {
            "title": "瑞鹤仙 雪迷蓬岛",
            "content": "幸逢玄运到。正律吕推移，北辰宣号。须臾瑞祥报。见同云凝雪，晓迷蓬岛。天公德茂。但处处、琼花映罩。向长空片片轻飘，显扬圣功微妙。深奥。虚无造化，秘密神机，对谁分表。三山路杳。真潇洒，洗尘扰。看琼宫宝殿，素净楼台，出入仙姿窈窕。这冰清玉洁家风，几人顿了。"
        },
        {
            "title": "瑞鹤仙 月照洞庭",
            "content": "素秋天似水，更夜色呈鲜，物华殊丽。山堂兴无际。见团圆月照，洞庭深邃。清风匝地，但处处、昭彰德被。遍恒沙朗射晴空，千古秀凝青桂。高贵。随形应现，鉴物无私，碧霄呈瑞。孤然爽异。辉法界，显灵慧。放清光万道，入户穿窗，皎皎昏蒙普济。愿凡夫，早悟圆明，尽知此理。"
        },
        {
            "title": "瑞鹤仙",
            "content": "玉峰时暂歇，觉风入琼林，倍增真悦。烦蒸顿消灭。扫尘埃四海，廓然施设。八方静洁。布一味、清凉妙绝。这些儿冷淡生涯，等闲未曾轻泄。奇别。萧萧昼夜，飒飒乾坤，几人能瞥。随机应辙。寻知友，伴明月。绕群芳结秀，响报声闻，动用阴阳正诀。待浮生，吹散迷云，凭时细说。"
        },
        {
            "title": "瑞鹤仙 花开阆苑",
            "content": "武陵溪上看，睹阆苑瑶台，应是花绽。风流世间罕。喷清香鲜异，紫芝相间。东君不管。更别有、长春手段。向无为树上芬芳，光彩日常呈现。堪献。玄元根本，锦绣枝梢，是谁亲见。何方贵显。金莲会，任舒展。这天生雅艳，一种琼英，只许神仙作伴。若诸人，采得归来，玉京赏玩。"
        },
        {
            "title": "绛都春",
            "content": "心如江海。纳百川万派，澄清无碍。渺渺渊源几人知，包沙界。光明灿烂超三昧。唬小乘、邪魔潜退。混元风范，虚无秘密，下愚难解。宣扬亘初真载。统众妙之门，高下无赛。应物头头，显慈悲，消灾害。不生不灭非中外。这一曲、玄歌谁买。玉京仙子，吹动太虚天籁。"
        },
        {
            "title": "绛都春",
            "content": "侵寻妙景。看赤城秀稔，芝田千顷。物外闲闲，乐真情，搜佳兴。扁舟载月烟蓑冷。酒醒时、临流清咏。一声羌管，三幅晓风，洒然幽胜。徽音慢弹谁听。似野鹤腾空，生涯萍梗。放旷乾坤，与江湖，丝纶整。锦鳞钓得成馀庆。便归来、玄都驰骋。杖挑春色，逍遥太虚仙境。"
        },
        {
            "title": "雨霖铃",
            "content": "清晨凝伫。见风云济，及作时雨。阴阳协顺空中，为甘露、山泽敷布。点点如膏利益，洗灭妖氛，四海澄素。造化天地神功，扰扰浮生几人悟。乾坤美泽恩沾溥。胜娑婆、此价应难买。滋生万物荣苏，增瑞庆、兆民歌舞。五谷丰登，庶事康宁，遐迩安固。感上下和睦无为，敬礼玄元祖。"
        },
        {
            "title": "江神子慢",
            "content": "扫除六尘迹。点检现前，真个消息。慧光赫。亲拈出、妙用灵根端的。越声色。一曲威音非律吕，超今古，琅琅谁听得。湛然万里云收，晴天阔。月华白。纵横金田觉海，笑巴歌诌诌，葛藤千尺。泯情识。空劫外、门掩苍苔闲寂，致虚极。枕上江山春色好，松花老、香风飘广陌。此时作个逍遥，一烟霞客。"
        },
        {
            "title": "绿头鸭",
            "content": "雨初晴，江山景色新鲜。乍艳阳，春光美丽，见效原、芳草芊芊。睹梨花、轻笼淡月，闻松声、冷和清泉。风细池塘，帘垂院落，晓莺啼唤柳含烟。更叠翠山屏如悄，时物笔难传。谁能悟，韶华不久，人世非坚。走红尘、何曾返照，损气神、虚度流年。竞锥刀、如蝇见血，恋妻男、似蚁争膻。火宅忧煎，情波出没，四生六道不知还。任千劫轮回贩骨，迷了本灵源。聪明客，诸缘放下，闲里修仙。"
        },
        {
            "title": "瑞鹤仙",
            "content": "岁华如转辇，叹世路忙忙，何日知足。锥刀竞蛮触。这浮名浮利，少荣多辱。谁能寡欲。解恬淡、天之美禄。把尘缘一旦纷飞，回首退藏岩谷。清福。松间步月，石上眠云，性如麋鹿。高歌一曲。闲吟罢，布棋局。听猿啼鹤唳，水绿山青，篱外风敲瘦玉。这真欢，夸古腾今，几人继续。"
        },
        {
            "title": "满庭芳",
            "content": "本分家风，寻常日用，何方不是林泉。饥餐渴饮，任运度流年。行止非人所及，休思算、好弱由天。君知麽，一身尚假，万事岂牢坚。些儿穷活计，寂寥潇洒，有口难言。箪瓢不置，那得买山钱。且恁腾腾兀兀，任从他螳战蜂喧。真清乐，松间步月，石上枕书眠。"
        },
        {
            "title": "满庭芳",
            "content": "老氏真机，如来祖印，明明象帝之先。不生不灭，端的至幽玄。一派清风匝地，迷云散、皓月当天。君知否，寥寥劫外，法鼓震三千。本来真个妙，无名无相，非道非禅。学人外觅，教我怎生传。不肯回光返照，区区地、走遍山川。归来也，人牛不见，芳草锁江烟。"
        },
        {
            "title": "满庭芳",
            "content": "决烈修真，殷勤办道，万缘识破皆空。太虚鼎内，默默养和冲。一颗灵珠灿烂，光辉似、月射千峰。长春景，五云台上，芝草吐香风。这些微妙理，有缘端的，千里相逢。纤尘不染，清净是真功。日用头头不昧，超生灭、法界难笼。还能此，逍遥自在，处处是仙宫。"
        },
        {
            "title": "满庭芳",
            "content": "微妙家风，非空非色，卓然无去无来。超今越古，悟者免轮回。拈出长春圣境，琼花绽、铁树崔嵬。谁知觉，了翁夜半，震动九天雷。玄门真洒落，星楼月殿，愚昧难开。寥阳芝草，端的胜寒梅。方寸神机莫测，何消得、飞过蓬莱。玉霄闲客，未肯蹑苍苔。"
        },
        {
            "title": "满庭芳",
            "content": "大觉光明，不须外觅，人人各有如来。浮生迷昧，贩骨走千回。凿透灵源法海，禅河涨、风浪崔巍。泥牛吼，威音嘹亮，铁壁起云雷。菩提。无缝塔，林峦掩映，山色分开。任曹溪雪满，漏泄红梅。处处香严法界，休分别、只树蒿莱。真消息，孤峰顶上，石女绣莓苔。"
        },
        {
            "title": "解愁",
            "content": "返照人间，忙忙劫劫。昼夜苦辛无歇。大都能几许，这百年有如春雪。可惜天真逐爱欲，似傀儡、被他牵拽。暗悲嗟、苦海浮生，改头换壳，看何时彻。听说古往今来，名利客，空有兔踪狐穴。六朝并五霸，输他水云英杰。一味真纯为伴侣，养浩然、岁寒清节。这些儿、冷淡生涯，与谁共赏，有松窗月。"
        },
        {
            "title": "解愁",
            "content": "岁月匆匆，忙如奔骑。来往暗催浮世。爱河谁省悟，戏欲浪苦争名利。火院忧他妻共子。更不念、自身憔悴。你直待大限临头，恁时悔恨，又成何济。活鬼贩骨千回，空劳壤纷纷，闹如蝼蚁。丈夫心猛烈，秉慧万缘齐弃。劈碎凡笼无＊碍。任自在、玩山游水。向林下、醉饮真风，坦然高卧，占清闲贵。"
        },
        {
            "title": "烛影摇红",
            "content": "菊绽黄花，月生碧汉清光皎。霜前雨后正芬芳，四海圆明照。朵朵争开烂熳，吐香风、腾辉天表。槛边幽雅，空外婵娟，依时呈妙。阆苑仙葩，蒋公三径知音少。瑶台宝鉴照娑婆，悟者头头了。好对东篱赏玩，射江山、虚堂灵沼。数枝金蕊，万道银霞，浮生难晓。"
        },
        {
            "title": "天香慢 梅",
            "content": "万木归根，三冬拔翠，晓来梅萼轻坼。妒雪精神，清人气焰，不许等闲攀摘。百花未发，独占得东君春色。庚岭斜横，秀孤芳，更妙机难测。西湖洒然至极。胜蜡黄愈增灵识。漏泄前村驿使，喜传消息。解引诗人雅咏，对一枝金蕾，兴自适。月浸寒梢，天香可惜。"
        },
        {
            "title": "抛球乐",
            "content": "细开根基妙道，几人深知。自大朴初分，剖散洪ㄨ，画八卦帝尊伏牺。辨百草、功显神农，播稼穑、德布华夷。次后运启轩辕，圣明宣教，诸方吐瑞芝。感遐荒奠枕，清宁万国，更迤逦求道，七十馀师。从此阐淳风，降后代神仙出世机。既到今日，不悟群迷。总被利名驱驰。独余摆脱羁縻。任落魄、南北与东西。壶中景，真消息，三火烹煎坎离。杳冥恍惚，谁信有、纯阳龙飞。斡开玉户金关，祥烟瑞气，红云罩紫微。听无弦雪曲，仙音韵正美，见日月配合，结就刀圭。功满大丹成，便拂袖长生路上归。住天宫快乐，武陵瑶池。"
        },
        {
            "title": "抛球乐",
            "content": "道人心印悟来，自然惺洒。这妙用、玄关造化，神功巧笔，今古难画。见壶中、不夜春光，有锦绣、江山相亚。处处花萼楼台，秀吐香风，高耸蟠桃架。玩紫微绛阙，瑶池阆苑，岂羡世间，园林郊野。闲步凤凰台，听一派箫韶，音韵清雅。任纵横出入，灵空不用，玉鞭金马。け然卓立乾坤，看万象、森罗青霄下。五明宫，玄珠会，妙体婵娟娅姹。醍醐芝草，谁肯著、千金酬价。有缘得遇真师，点透灵通，常应无虚诈。赏圣贤至理，谦慈度日，更六根清净，无为风化。性月桂枝芳，放万道光明无毁谢。把天机秘诀，勿令轻舍。"
        }
    ]
}