{
    "dynasty": "元",
    "author": "王处一",
    "intro": "",
    "items": [
        {
            "title": "满庭芳 因福山县王远村北丹灶山道友聚话，",
            "content": "间空中忽有报应，遂作丹灶为冈，清洋蟠绕，昔居王远家庄。八山耸翠，四水聚贤良。五彩祥云覆罩，三天上、仙韵琅琅。金童报，九霄传送，无外我容光。空生初请问，真如善应，大法空王。演苦空般若，左右圆方。立教分乘引度，通十地、诸圣藏岁。虚空里，希夷大道，洗劫永无疆。"
        },
        {
            "title": "满庭芳 黄县久旱，请作黄?醮，得饱雨作二",
            "content": "暂别东牟，西游登郡。万灵遥列金乡。无穷仙眷，空外总呈祥。休道蓬莱路远，诸真圣、都会芝阳。星坛下，凉天静夜，云宴礼虚皇。十方同法会，丹诚对圣，出罪行香。度九幽离苦，悉睹三光。见在俱蒙福?，沾甘露、同免灾殃。逍遥乐，圆坛罢散，齐唱满庭芳。"
        },
        {
            "title": "满庭芳 赣榆县诸王庙黄?醮罢，赠众",
            "content": "海郡行缘，赣榆阐化，良因复显诸王。谨修黄?，特地召嘉祥。万里云收雾卷，微风息、灯烛荧煌。星坛上，步虚声举，月下正悠扬。频频施拜跪虔诚仰彻，列圣闻香。降无边恩惠，普救存亡。从此皆成快乐，离阴俯、升上天堂。开云宴，保生接寿，齐唱满庭芳。"
        },
        {
            "title": "满庭芳 示门人，令往文登设贫",
            "content": "彭李刘哥，三人一志，能和满县知交。宁心效力，相助各坚牢。今日文山去也，设贫会、无论卑高。严冬苦，迎风冒雪，认取莫辞劳。搬柴并运水，依时救济，粒米休抛。禀合堂高意，宠辱含包。灭火须凭法忍，除阴鬼、全仗禅刀。真阳动，烹金炼玉，永永列仙曹。"
        },
        {
            "title": "满庭芳 三宣到都住持天长观，复敕修新道院",
            "content": "诏赴天长，敕修堂宇，道弘一布归真。我师玄化，谭马并加恩。七朵金莲显异，清朝喜、优渥惟新。重宣至，车乘驷马，祝谢圣明君。皆成诸法会，亲王宰职，里外忠臣。遇太平真乐，道德洪因。更望参玄众友，遵三教、千古同欣。齐回向，吾皇万寿，永永御枫宸。"
        },
        {
            "title": "木兰花慢 赣榆县诸王村三殿庙黄?醮罢作",
            "content": "恣逍遥豁畅，乃容膝小金山。用妙力加持，兴洪大醮，真圣临坛。恩光遍施下界，救存亡、离苦列仙班。明贯从容法体，宴居一味萧闲。回还诱演幽深，将内外事都删。聚五蕴清凉，天宁地静，撞破三关。皇天助弘大道，度群生、万类不为难。指日金书诏下，永辞俗海尘寰。"
        },
        {
            "title": "满庭芳 黄县久旱，请作黄?醮，得饱雨作二 ",
            "content": ""
        },
        {
            "title": "望蓬莱 述怀 云光集卷之四",
            "content": "天之道，妙用不虚传。一点生成法性，二仪炼就出尘仙。随步结金莲。明了了，颠倒显根源。四大扶持真水火，五光照彻九重天。七祖尽朝元"
        },
        {
            "title": "望蓬莱 赠小童",
            "content": "诸童稚，谨意学文章。万事不令心散乱，忘情缄口养和光。开悟内丹方。添清爽，一性转温良。大抵儒风并道理，若能运用两无妨。了了赴仙"
        },
        {
            "title": "望蓬莱 示门人",
            "content": "修真子，物外细搜求。既得出家须惜福，各增功行度春秋。诸事一齐休。持内照，心月按云头。二物冲融成大药，三关流转旋添抽。元海把根"
        },
        {
            "title": "望蓬莱 寄朝元公",
            "content": "朝元子，偏共道相亲。宿契良因今日现，未来妙果再铺陈。日日转清新。通造化，空外走蟾轮。认正本来清净主，瑶台阆苑四时春。方称个中"
        },
        {
            "title": "行香子 行化",
            "content": "遇行缘，逢知友。法水浇心，滴滴灵明透。收在炉中无外走。二气升腾，颠倒祥辉凑。贯泥丸，通肘后。昼夜殷勤，不许纤毫漏。夺得玄珠呈好手。云步青霄，大道方成就。"
        },
        {
            "title": "满庭芳 丹阳升霞作黄?，醮罢忆师，遂作",
            "content": "的祖纯阳，随时显异，密传师父仙宗。重阳悯化，遗教马扶风。斡运玄机顺应，真功就、三界圆融。垂光降，亡灵济度，都在碧霄中。诸公还悟解，顿抛俗海，体道皆同。聚玄珠丹宝，返老还童。定是超凡入圣，腾云外、光满山东。真无妄，汞成九转，直赴大罗宫。"
        },
        {
            "title": "行香子 赠蓬莱李一翁",
            "content": "说修行，蒙见许。端的回心，恋甚妻儿女。好汉不教人数赋。苦海奔波，觅个前程路。脱尘寰，出幽府。七祖先亡，救拔升云步。既没轮回真渐悟。行满功成，决应三清举。"
        },
        {
            "title": "行香子",
            "content": "白莲池，金液沼。龙戏明珠，紫雾常围绕。虎撞群羊山下闹。惊起白牛，九曲江边跳。赤鸾飞，朱凤啸。海底婴儿，抱定龟蛇笑。长就黄芽通节要。阴里生阳，几个人知道。"
        },
        {
            "title": "行香子",
            "content": "做修行，须体究。把握灵源，莫遣丹砂漏。此个功夫世罕有。内得神全，外得身长寿。辨冲和，明交媾。玉液琼浆，吞咽三光秀。上下循环通九九。撞过天门，永作烟霞友。"
        },
        {
            "title": "行香子 劝修炼三首",
            "content": "识三田，通八脉。九转光明，一点无尘隔。放荡真慈通杳默。灵芽搬载青黄白。透昆宫，仙桂宅。迸出神珠，空外呈红赫。奉劝尘寰寄宿客。早早收心，了取真功德。"
        },
        {
            "title": "苏幕遮 劝船户",
            "content": "劝诸公，当发誓。网罟休施，善处寻生计。自有神明照察你。福寿重增，别享甘甜味。得真欢，除浊秽。一性圆明，万法都捐弃。静看灵源生雅致。返老还童，占断清凉地。"
        },
        {
            "title": "苏幕遮 劝迷途",
            "content": "叹迷人，如大醉。敢使机谋，争眼谩天地。杀盗邪淫咒神理。一向无知，不顾临时罪。气归空，形委废。性识区区，走入幽牢里。无限冤魂谁放你。鞭棒随身。蛇狗争吞噬。"
        },
        {
            "title": "苏幕遮 劝休网罟",
            "content": "我生来，元怕死。固蒂深根，方证长生位。一切含灵无稍异。普愿安全，此是天公意。运慈悲，呈雅瑞。赫赫云霞，万道祥光起。三界高真兴法喜。?护人人，各各无灾＊。"
        },
        {
            "title": "苏幕遮 示李梁张三人",
            "content": "李张梁，听少告。休恁踌躇，纵得心颠倒。每恨玉阳无答报。似此修行，何日归蓬岛。大唐僧，九度老。万种难辛，一志终须到。东进佛经弘释教。相契如来，证果真常道。"
        },
        {
            "title": "苏幕遮 请丹阳法体往西关",
            "content": "叹乖夫，违正道。巧使机谋，谗佞奸邪狡。败坏宗风无处告。破镜鸱鸢，和我难分晓。到如今召集，谁敢保。密里藏砒，反辱全真教。东海西秦皆被恼。曹贾莱为，须有天神报。"
        },
        {
            "title": "苏幕遮 徐公问因果",
            "content": "守灵芽，搬瑞果。七宝金莲，应结长生果。无作无为成道果。出离凡笼，决证真仙果。老来修，难成果。透漏真元，败坏只园果。拍手空回没因果。譬似无常，速炼全真果。"
        },
        {
            "title": "苏幕遮 姜钟二公法名",
            "content": "钟守中，姜守静。接引丹阳，济度诸灵性。志恳心坚人尽敬。远近闻风，一布钦真圣。到如今，谁复听。工匠艰难，倒把锋芒骋。多少良材皆弃屏。先要交钱，不敢违他命。"
        },
        {
            "title": "苏幕遮 丹阳祠堂",
            "content": "彦明姜，钟子政。文举先生，三友於中省。各发丹诚用得正。助阐玄门，转化昌阳境。玉阳王，为袖领。外诱诸公，结果全真行。工匠同流须至敬。感动扶风，专向蓬莱等。"
        },
        {
            "title": "苏幕遮 述怀",
            "content": "我风狂，真九百。豁荡乾坤，爽气犹嫌窄。大道通融非有隔。地静天清，寸步轻轻蓦。晚云收，秋月白。万象参罗，灿灿流清色。休道东牟无羽客。妙用玄机，得得真常得。"
        },
        {
            "title": "苏幕遮 宁海赵信武索",
            "content": "五明宫，三光照。八脉婴儿，九转通玄妙。七宝林中常舞跳。十地玲珑，一个真欢笑。杳冥冥，冥杳杳。今古诸仙，永永同相召。外道天魔都未晓。方喜圆成，了了还重了。"
        },
        {
            "title": "苏幕遮 诫道人相争",
            "content": "出家儿，须决断。自己搜寻，不论他人短。性命休令尘惹绊。谨谨修持，独把顽心炼。养冲和，神不乱。点滴灵砂，搬载登云汉。玉姹金婴呈手段。无作无为，物外真空伴。"
        },
        {
            "title": "行香子 赠不语王哥",
            "content": "真乐闲闲。口过删删。养冲和、屏荡愚顽。圆融法性，复变童颜。便出三乘，超十地，不为难。五彩回环。烹炼金丹。看仙炉、虎绕龙蟠。阴阳数足，撞透天关。就蹑祥云，朝元去，列仙班。"
        },
        {
            "title": "行香子 劝徐老奉善",
            "content": "苦海茫茫。深可悲伤。个风风、稍悟真常。衣冠不整，俗业消亡。乃了真功，忘彼我，没参详。身入圆光。宝现嘉祥。瑞烟笼、七朵莲芳。重开玉蕊，复结银霜。透太虚中，无衰老，永清凉。"
        },
        {
            "title": "行香子",
            "content": "一点圆光，妙洞真香。恣逍遥、三界行香。冲和道体，浩瀚天香。得大良因，长生果，性灵香。清净仙香。无价名香。遇清朝、远近钦香。太平逸乐，花卉偏香。愿大功成，朝元去，满空香。"
        },
        {
            "title": "行香子 谢公主惠香二首",
            "content": "悚息回惶。广启心香。谢清颁、檀髓沉香。金炉篆起，法界飘香。献玉虚尊，诸天帝，普闻香。仰祝吾皇。稽首焚香。赞金枝、玉叶馨香。一人布德，万国传香。显本来真，元初性，自然香。"
        },
        {
            "title": "劝人改恶迁善",
            "content": "欲躲灾凶。心喜颜红。把般般、万事休穷。当持净念，钦慕玄风。每乐真欢，搜真趣，悟真空。朗月当胸。照破邪踪。有云朋、霞侣相逢。同超法界，共返仙宫。礼大罗尊，诸天圣，玉虚宗。"
        },
        {
            "title": "行香子 赠莱州刘小童",
            "content": "无相容光。莫放飘?。散玄珠、宝颗真祥。随情流转，定落空亡。更道难成，功难就，业难当。处志精诚，把握阴阳。遍灵宫、宝殿行香。金童作对，玉女成行。得五门开，双关透，出昆冈。"
        },
        {
            "title": "行香子 谢圣水会众",
            "content": "独倚蓬门，作个行香。赞虚无、道德清凉。穿金透石，空外呈祥。便饮刀圭，添丹鼎，炼真阳。廓散长空，得遇仙方。谢诸公、颁赐衣粮。重开道宴，补惜灵光。自享遐龄，增福慧，远悲伤。"
        },
        {
            "title": "行香子 赠滨州小胡",
            "content": "有个真方。谁肯承当。聚烟霞、馥郁清凉。充盈法体，补益神光。定本根源，无生忍，返嘉祥。元气充食，渴饮霞浆。混玄精、与道为常。碧莲自绽，琼萼芬芳。结紫金丹，清真果，满穹苍。"
        },
        {
            "title": "行香子 遇师",
            "content": "定八年间，得遇重阳。感真慈、诀破心王。清中诱化，静里斟量。见紫霞生，祥风至，聚云光。洞也抱一无离，应物圆方。唤东牟、得道婴郎。丹成果满，披挂霓裳。便风三清，朝玉帝，曾行香。"
        },
        {
            "title": "踏云行 赠道人",
            "content": "砖瓦高行，冶炉妙性。琴棋书画妆銮并。錾锤绳墨与熏缝，接栽出药俱邀请。速踏云行，蓦山溪岭。长思仙路重相等。西江月下望蓬莱，逍遥"
        },
        {
            "title": "踏云行 咏铁查山石芝",
            "content": "四海云膏，三山灵秀。采芝须要忘形友。充饥济渴养琼苗，添神益算光明透。鸾凤翱翔，虎龙战斗。金狮玉象鸣哮吼。已曾携去献高真，人还"
        },
        {
            "title": "踏云行 赠登州韩一翁",
            "content": "咫尺蓬莱，三山相叩。金波玉浪鸣哮吼。翠光摇曳接穹苍，清风皓月笼星斗。万派银蟾，圆光并凑。玲珑七宝真祥斗。人还似此作修持，玄元"
        },
        {
            "title": "踏云行 登州阎一翁索",
            "content": "神气冲和，光明集聚，三日上下流琼素。闲中时复饮刀圭，金铅玉汞攒然住。女姹婴娇，云朋霞侣。无生无灭乘空步。教传四海奉全真，功成"
        },
        {
            "title": "踏云行 赠刘妙真化缘",
            "content": "普化行缘，心清步稳。通玄路上同参论。丹诚修炼灭凶顽，建成大福相资润。拨度昏迷，点开心印。十方父母皆巡问。今生既得遇全真，归期"
        },
        {
            "title": "归朝欢",
            "content": "无限神光常围簇。瑞霭祥云盈满目。青鸾赤凤舞仙宫。不投尘世栖凡竹。性珠明九曲。静中炼金并炼玉。做生涯、坐观浮世，几度黄河绿。天女天男天衣禄。仙语仙言仙禀覆。谢天谢地谢神祗，免教玉性拖泥漉。圣真常照烛。不亏功行丹渐熟。透晴空、太玄之外，无宠还无辱。"
        },
        {
            "title": "踏云行",
            "content": "一得冲和，重观幽胜。乌飞兔走交相应。化成天理任纵横，丹炉万道金光迸。开度诸天，祝邀真圣。升腾发显如如性。福生无量见元初，这回"
        },
        {
            "title": "归朝欢",
            "content": "玉姹金婴围绕簇。玉蕊金莲清骨目。金光笼罩玉鳞龙，玉泉浇灌金＊竹。玉锋鸣胜曲。玉楼金殿金间玉。玉金交、玉炉金鼎，焰迸青黄缘。玉饭金浆非世禄。玉兔金乌常往覆。玉山玉海玉乾坤，玉人玉性无淋漉。玉蟾明匪烛。玉乌蟠桃仙果熟。玉京丹、玉阳服了，不被诸仙辱。"
        },
        {
            "title": "归朝欢",
            "content": "羽盖霓旌满空簇。暗合朝元真数目。逍遥自在乐真欢，何须一派喧丝竹。洞仙歌雅曲。佩环时响清韵玉。做奢华、琼浆玉醴，不让金杯绿。宴罢高真重赐禄。从此灵明无盖覆。回嗟尘世谩饕外，皆将根本成波漉。不知昏性烛。盖因那边光景熟。怎超升、复投幽暗，划地遭凌辱。"
        },
        {
            "title": "归朝欢 继古韵五首",
            "content": "业尽神生光一簇。颐养长生真面目。心目还似月当天，神清有若风摇竹。醉唱仙部曲。更令般载瑶台玉。透昆宫、星坛月殿，日射喷  红绿。不向人间贪福禄。时得诸天常整覆。五方霞彩结成雯，洪波里面金丸漉。灿烂明胜烛。七宝九宫光透熟。转玲珑、刀圭入腹。不论惊荣辱。"
        },
        {
            "title": "蓦山溪 赠卑一翁",
            "content": "欲通微妙，听取些儿活。性定乃神留，一颗圆明运化。灵宫起火，深鼎玉泉流，喷紫焰，辊金丹，表里光明射。银河灌顶，满面天风洒。空外走蟾轮，摆弄周天八卦。双关撞过，真性达穹苍，忘世梦，出阴阳，自在"
        },
        {
            "title": "蓦山溪 赠刘七翁",
            "content": "清心静坐，自是天加护。处处鬼神钦，复感仙贤救助。善星罗罩，黑部绝尸各，常快乐，永安闲，千载成遭遇。心香不断，丹恳重敷露。目下显嘉祥，贵子贤孙云聚。若还回首，别有好生涯，清养浩，静颐神，决得"
        },
        {
            "title": "蓦山溪 赠都下门人",
            "content": "都城吾辈，办道休生退。百行勿相违，常体三光不昧。天玄地妙，真慧撮灵明，亲益友，论长生，此理应无赛。太平逸乐，亘古真无坏。一粒化生珠，两道光明作对。人天法界，随处＊心香，超造化，越娑婆，稳赴"
        },
        {
            "title": "蓦山溪 示门人",
            "content": "出离苦海，须要明修炼。渐渐灭尘情，默默神功斡旋。虚无造化，丹鼎紫芝香，金花结，玉泉流，全体神光满。千灾不染，万病都消散。七窍总冲和，八脉飞升内院。九宫十地，六贼杳无形，三光显，二童传，一性"
        },
        {
            "title": "江神子 投真",
            "content": "本源真性静寥寥。任飘飘。恣逍遥。便是虚空，天外显灵苗。独乐闲闲无彼我，呼皓彩，吸清飚。青莲池上瑞光摇。赴层霄。玉名标。慧剑挥空，除怪斩群妖。开阐古今清净道，洪普济，法轮桥。"
        },
        {
            "title": "归朝欢",
            "content": "四大圆光攒一簇。明月清风开慧目。法身养就道根芽，仙童身执天花竹。会弹弦外曲。本性莹若荆山玉。乐真欢、闲吟碧洞，闪出祥烟绿。苦尽甘来天赐禄。日月交宫真反覆。无中别有好家风，免投胎舍重挥捞。性灯常照烛。应化太虚通纯熟。个灵明、包罗万象。出离生死辱。"
        },
        {
            "title": "蓦山溪 于二翁染疾求教",
            "content": "青山渌水，独我为生计。百病总消除，一性圆明不讳。丹成果满，都会玉虚坛，观自在，乐逍遥，别有神仙位。公还猛悟，万事俱抛弃。细细数前程，速速超离浊世。结成仙眷，积累大功深，通妙理，脱凡笼，永永"
        },
        {
            "title": "江神子 进道",
            "content": "神光涌涌透穹苍。凑灵阳。悟真常。般运三车，都会聚明堂。撞过天门归紫府，无衰老，免危亡。寄身浮世效风狂。性芬芳。骨坚刚。了了圆成，不假暗遮藏。八表飞腾无挂碍，随万物，显圆方。"
        },
        {
            "title": "踏云行 赠文登王志明",
            "content": "个个修真，人人办道。玄机妙理须寻讨。时时常＊宝瓶香，朝朝每把心田扫。步步清凉，神光覆罩。十方贤圣加恩报。紫霞堆里玉容光，长春"
        },
        {
            "title": "谢师恩 警俗回心",
            "content": "好儿好女心头气。生死难相替。不测无常先到你。皮囊臭烂，骨骸分散，空惹冤家泪。悟来不使心猿戏。慧剑磨教利。六贼三尸都趁离。炎炎紫焰，载搬丹宝，上献三清帝。"
        },
        {
            "title": "江神子 述怀",
            "content": "青天为被地为毯。覆灵源。照心田。玉汞金铅。两脉吐流泉。自是道芽横碧汉，频浇灌，再新鲜。云朋霞友暗相传。意绵绵。运胎仙。密锁玄关。光透九重天。丹就万神齐庆贺，真灵性，复朝元。"
        },
        {
            "title": "谢师恩 文登丹霞观二首",
            "content": "市民官吏同兴观。立志皆无倦。起建丹霞功不浅。修真修浩，绝除贪爱，一点重明显。混元三界光辉满。了了登云汉。下拔存亡都著岸。施弘正道，永超无碍，有个灵童唤。"
        },
        {
            "title": "谢师恩 赠赣榆善众",
            "content": "神光欲列真仙法，道德休轻弃。默养玄珠无玷＊。五般光彩，一轮圆相，见了生惭愧。两条玉路分天地。个内呈嘉瑞。跃入云霄朝玉帝。永无生灭，到兹方契，般若经中偈。"
        },
        {
            "title": "谢师恩",
            "content": "保身功德须圆满。认取元初面。早把前程同了干。三田运度，二仪交泰，上下光明贯。知音推举相邀唤。此理诚幽远。皆作天元真法眷。神超云外，更留名姓，记在丹霞观。"
        },
        {
            "title": "谢师恩 前后带喝马一声",
            "content": "就中偏许同音耗。一例谁能晓。有个人人灵复俏。攒星步斗，暗符颠倒。金书报。升降朝元道。碧虚仙眷重迁号。方喜圆明了。皓月堂前天风扫。晴空来往，我从玄教。仙无老。超越蓬莱岛。"
        },
        {
            "title": "谢师恩 请观额度牒",
            "content": "须知尘世光阴短。当种福兴仙观。浩劫长存功德案。添名注寿，补还愆过，出了阴司管。庆云缭绕恩无断。霞友云朋唤。共赏仙花香烂熳。流霞泛饮，醉归何处，宴息蓬莱馆。"
        },
        {
            "title": "谢师恩 答皇亲见召",
            "content": "三冬凛冽彤云布。六出飘飞絮。地冻天寒难进步。满途冰雪，唤回童稚，且向茅庵住。贵州大醮无推诉。必要功圆聚。远逝新亡皆济度。加持妙道，展舒云宴，一会朝元去。"
        },
        {
            "title": "谢师恩 李悟真索",
            "content": "大都七宝真如体。不可空抛弃。玉藏常收无根水。纯阳锻炼，滴成珠露，变化真祥瑞。三般妙物腾空戏。雪暖金花丽。无色神容方显异。鸾骖凤驾，一升霄汉，占断清凉位。"
        },
        {
            "title": "谢师恩 赠福山县仁寿保善众",
            "content": "福山仁寿堪予羡。各各施方便。感得天公垂照管。迁恩布德，灭衍消过，福禄随年转。搜真去假心无变。渐渐通修炼。俱得拿云亲手段。先亡往逝，尽令超度，满却平生愿。"
        },
        {
            "title": "谢师恩 赠众道友二首",
            "content": "玉阳一遇疑云断。不落升沉绊。试问青州云侣伴。俱怀妙用，每持斋施，步步心香爨。福星空外明昭焕。应化真无乱。宝璧瑶花通内观。金丹结就，紫书来诏，指日登云汉。"
        },
        {
            "title": "谢师恩 赠皇亲四官人",
            "content": "出尘同结逍遥伴。更不争长短。自有元初真容面。增延福寿，妙通玄奥，品位重迁换。静调龙虎常交战。灵宝攒心转。四大光明同一炼。升烟降雾，电驰雷震，瞥地神童现。"
        },
        {
            "title": "谢师恩",
            "content": "谢师提挈沉沦外。生死难交代。不堕轮回超法界。诸天运度，化生无相，一点圆明在。荡摇浮世常安泰。闲把琼芝采。护法君威力大。流铃掷火，扫尘千里，屏尽诸魔害。"
        },
        {
            "title": "青玉案 诏赴太清宫普天醮作",
            "content": "上天容许清贫汉。随处香风散。万祸千灾真不乱。宁心行教，普开心月，了悟回光看。太清宫下重游玩。万事俱无绊。仰答皇恩酬本愿。逍遥回步，密州安化，复隐元居观。"
        },
        {
            "title": "青玉案 第三宣作",
            "content": "自从得遇真空伴。独把顽心锻。现出天如青玉案。神宫起火，内丹光满。了性真无乱。三宣赐紫天长观。一阐清风岸。扫荡妖灵无打算。十方三界，化生清净，天外无拘管。"
        },
        {
            "title": "青玉案 初宣作",
            "content": "奉宣请住天长观。圣语何曾断。特赐恩童为管伴。随机赏宴。百端严备，举上云霞唤。玉楼金殿空中满。万象相交贯。一颗明珠光灿烂。瑶池仙会，万神都聚，永永居霄汉。"
        },
        {
            "title": "软翻鞋 谢人助缘",
            "content": "清信出宽怀。都莫乱参猜。累蒙施惠宴重开。又无百回奉，相酬赛，春深去，夏归来。斋会好编排。增福更消灾。始终如一不生乖。守无为清净，真功满，离尘世，赴蓬莱。"
        },
        {
            "title": "谢师恩",
            "content": "随缘顺化行方便。岂敢微生倦。唯望英豪皆向善。遵崇内教，外施洪行，各把顽心炼。两肩童子相攀恋。报应头头显。家道兴隆多喜宴。同跻福寿，永除灾障，勿昧修真愿。"
        },
        {
            "title": "一枝花 药方",
            "content": "普劝门中友。妙药时人有。先师亲说下，与君修。一味真心，系缚休教走。柔弱为引子，低下服之，论甚食前食后。大忌气财并色酒。闹处稀开口。忘情恩爱断，罢忧愁。依方修合，更不伤怀袖。谨服三五载，返老还童，管得长生不朽。"
        },
        {
            "title": "满路花 赠文山周先生",
            "content": "仙花常烂熳，不灭四时荣。因凭真水火，锻金精。功圆丹结，步步彩云轻。满头风月爽，一粒刀圭，太虚仙路亲行。任消除、万劫尘情。别有好前程。这回无老死，得长生。仙风道骨，自觉太孤清。万派银河转，拨弄天关，大罗真性圆明。"
        },
        {
            "title": "满路花 寄朝元公",
            "content": "深蒙频见召，惊悚可奔驰。三州缘未尽，不能离诸方主醮，叨忝度群迷。忽承佳翰至，不久亲来，再同一话玄微。善称扬、大道根基。开发众心疑。前程关要处，谨精持。玄珠收得，时复饮刀圭。宝华圆满后，透过晴空，玉京别有佳期。"
        },
        {
            "title": "满路花 赠三州五会善众",
            "content": "文山崇七宝，宁海涌金莲。三光同照耀，玉华天。能持平等，结果好因缘。五方清邪致，和气盈盈，化成瑞霭祥烟。吐仙花、四季新鲜。光焰射云轩。收藏天地髓，上朝元。金婴玉姹，不语内传言。万神皆伫听，都会龙祥，大金东土神仙。"
        },
        {
            "title": "满路花",
            "content": "普天诸道众，的可认真修。九关无漏果，万神留。金铅玉汞，水火自添抽。三田云浪滚，搬载金丹，玉人稳驾神舟。乾坤净、日月交流。功行悉圆周。一娄真性在，任遨游。满空仙眷，接引按云头。浩然超法界，应化人间，大罗玉簿名收。"
        },
        {
            "title": "神光灿",
            "content": "石中隐玉，蚌内藏珠，须凭匠手功夫。里面真光，显现恰似元初。欲要明心识性，把般般、打破空虚。清净处，见天如玉案，秋夜蟾孤。自是十方明彻，握阴阳枢要，尘垢难拘。古往达人，因此妙入无馀。论甚千枝万叶，与儒门、释道同居。常归一，证圆成了了，得赴仙都。"
        },
        {
            "title": "满庭芳 攒三字",
            "content": "三光。从道，神守清凉。悟正，遥唱满庭芳。上朝归去，性、光泛纯阳。觑闻者，同我证真常。我开化，信顺，福寿延长。仁丹结，四大圆方。明中叫笑，出、通阐嘉祥。语，道德，随步任飘?。"
        },
        {
            "title": "满庭芳 赠广陵镇散人",
            "content": "圣诀仙方，玄机玄理，无文口口相传。幸蒙师诲，说破未生前。默把周天斡运，见参罗、万象推迁。成造化，真龙真虎，真汞与真铅。黄庭交会处，五行颠倒，八卦穿连。仗玉炉金鼎，巨火烹煎。九转功夫数足，丹成也、阴尽阳全。长生道，非遥非近，非缺亦非圆。"
        },
        {
            "title": "满庭芳 赠出家",
            "content": "厌贵辞荣，甘贫慕道，谦和柔弱行藏。通真内炼。随步变清凉。一点灵空顿晓，明显现、千古嘉祥。因缘济，玉阳自此，同保见重阳。心香通内外，氤氲遍彻，三界十方。感大罗仙众，俯降恩光。总救九玄七祖，离幽夜、高赴仙乡。天元会，万神庆悦，齐唱满庭芳。"
        },
        {
            "title": "满庭芳 丹阳升霞",
            "content": "的祖纯阳，随时显异，密传师父仙宗。重阳悯化，遗教马扶风。斡运玄机顺应，真功就、三界圆融。垂光降，亡灵济度，都在碧霄中。诸公还悟解，顿抛俗海，体道皆同。聚玄珠丹宝，返老还童。定是超凡入圣，腾云外、光满山东。真无妄，汞成九转，直赴大罗宫。"
        },
        {
            "title": "满庭芳 述怀",
            "content": "苦海奔波，荆山劳役，欲救宝璧嘉祥。周而复始，瞥地悟真常。两凑玄关运度，升灵曜、飞出扶桑。回光看，璇玑万象，一一现明堂。人还穷此理，尘缘悉屏，世梦都忘。觉身心和畅，无限清凉。万化收归鼎内，红光迸、丹熟馨香。吞服了，还童返老，出自满庭芳。"
        },
        {
            "title": "满庭芳 抄化孤魂经纸",
            "content": "杳杳穷魂，冥冥长夜，沉沉莫辨年龄。全无知识，何处问亲情。一自飘零浩散，空愁苦、宁得超升。同垂救，巡门拜覆，乞纸复抄经。明公宜省察，慈悲愿广，福利咸增。感三天诸圣。悉副微诚。火翳翻为莲沼，恩光射、枯骨回灵。皆遭遇，永除愆过，悉悟圆明。"
        },
        {
            "title": "满庭",
            "content": "海郡行缘，赣榆阐化，良因复显诸王。谨修黄?，特地召嘉祥。万里云收雾卷，微风息、灯烛荧煌。星坛上，步虚声举，月下正悠扬。频频施拜跪虔诚仰彻，列圣闻香。降无边恩惠，普救存亡。从此皆成快乐，离阴俯、升上天堂。开云宴，保生接寿，齐唱满庭芳。"
        },
        {
            "title": "满庭芳 示门人",
            "content": "彭李刘哥，三人一志，能和满县知交。宁心效力，相助各坚牢。今日文山去也，设贫会、无论卑高。严冬苦，迎风冒雪，认取莫辞劳。搬柴并运水，依时救济，粒米休抛。禀合堂高意，宠辱含包。灭火须凭法忍，除阴鬼、全仗禅刀。真阳动，烹金炼玉，永永列仙曹。"
        },
        {
            "title": "满庭芳 赠范明叔",
            "content": "寸步西流，冲开牛斗，清风皓月容光。满宽空众，把我好相将。俯赐鸾骖凤驾，献金鼎、丹药馨香。天河转，星坛月殿，端的景非常。老来云汉去，皮囊脱下，一别吾乡。返玉京金阙，仙路悠扬。稳挂天衣可体，灵风散、环佩玎铛。朝元会，十方三界，齐唱满庭芳。"
        },
        {
            "title": "满庭芳",
            "content": "龙转西江，金光摇曳，踊身飞上穹苍。兴云吐雾，威力大施张。槁稼俄逢饱雨，人心尽、欣喜洋洋。将何喻，如收瑞宝，恰似到仙乡。真阳胜朗耀，虚无象外，剔现容光。住混元三界，永劫无央。深荷三清降福，为东南、云海行香。休言破，太平随喜，以道证真常。"
        },
        {
            "title": "满庭芳 赞丹阳公",
            "content": "久宦东牟，清门高广，自然别有行藏。吕真遗训，一指遇重阳。拂袖西秦顺化，真功就、复返吾乡。朝元去，回颜换质，处处显嘉祥。昌阳留异迹，普天设教，劝＊心香。得灵源开悟，独处清凉。宝鼎丹成九转，明颠倒、返照回光。同成道，称扬盛德，呈上满庭芳。"
        },
        {
            "title": "满庭芳 三宣到",
            "content": "诏赴天长，敕修堂宇，道弘一布归真。我师玄化，谭马并加恩。七朵金莲显异，清朝喜、优渥惟新。重宣至，车乘驷马，祝谢圣明君。皆成诸法会，亲王宰职，里外忠臣。遇太平真乐，道德洪因。更望参玄众友，遵三教、千古同欣。齐回向，吾皇万寿，永永御枫宸。"
        },
        {
            "title": "满庭芳 赠出家众",
            "content": "米麦精华，冲和恬淡，自然造化成神。无生妙道，＊＊变良因。既得长生久视，明颠倒、月伴风邻。先师教，颐真了性，富国更安民。清新腾朗耀，天威扫荡，＊灭祆氛。布大慈甘露，广被人伦。却返生前混沌，重加遇、枯朽逢春。方知道，三田宝满一性免沉沦。"
        },
        {
            "title": "满",
            "content": "间空中忽有报应，遂作丹灶为冈，清洋蟠绕，昔居王远家庄。八山耸翠，四水聚贤良。五彩祥云覆罩，三天上、仙韵琅琅。金童报，九霄传送，无外我容光。空生初请问，真如善应，大法空王。演苦空般若，左右圆方。立教分乘引度，通十地、诸圣藏岁。虚空里，希夷大道，洗劫永无疆。"
        },
        {
            "title": "满庭芳 赠莱阳县宰刘显武",
            "content": "今古相传，昌阳胜地，好修六度三坛。休心绝虑，颐养紫金丹。玉洞收归万化，昆冈上、风月珊珊。云光聚，三田结秀，返老变童颜。玄关牢锁闭，金婴玉姹，仙诏追攀。挂六天如意，复采芝兰。杳杳长天高举，飘飘聚、罗列仙班。君知否，缘深行广，达道本非难。"
        },
        {
            "title": "满庭芳",
            "content": "心＊真香，神排妙供，满空遥送丹方。收藏灵宝，嘉瑞自呈祥。一点穿联浩动，两仪内、反复阴阳。全真乐，团团性月，光散满空香。搜详玄妙理，根源无漏，道德芬芳。聚神砂玉液，无致倾亡。结果真仙妙道，超三界、无极清凉。全家悟，颐神养浩，皆得到蓬庄。"
        },
        {
            "title": "满庭芳 赠卢宣武二首",
            "content": "日里金鸡，月中玉兔，变通玄象盈亏。无形斡运，三界现慈悲。长养诸天大地，资三教、天下归依。真明了，观天之道，清净更无为。十方诸道众，回头猛悟，拂袖云归。养神胎灵骨，锻灭阴尸。定是回颜易质，通玄奥、物外精持。丹圆满，根源了了，皆作度人师。"
        },
        {
            "title": "满庭芳 上京刘朝真索",
            "content": "四大容仪，三田灵秀，炼成九转丹砂。虚无自在，以道作生涯。净土祥光瑞彩，玲珑贯、天外烟霞。冲和处，乌飞兔走，同运紫河车。真仙开妙趣，菩提佛果，一理无差。指玉清境界，此际何赊。伫听金书紫诏，人间事、元没交加。当归去，庆霄高会，风景向谁夸。"
        },
        {
            "title": "满庭芳 中夼于大郎索",
            "content": "一点灵光，无中显现，太平高步烟霞。清风皓月，流注玉京砂。五气三元结秀，升腾处、云辂交加。蓬瀛会，瑞光缥渺，盈座散香花。堪夸真妙用，仙丹一粒，洞焕东华。满太虚寥廓，清境无涯。认得元初至性，因修炼、清净根芽。圆成也，玉蟾影里，稳赴大罗家。"
        },
        {
            "title": "满庭芳 住铁杳山云光洞作",
            "content": "俯视沧溟，屏山掩映，万重松桧森然。金波滚滚，云锁翠峰巅。书对清光浩渺，更阑显月印新鲜。圆明聚，红霞影里，捧出洞中仙。无初真面目，如今了了，高卧云轩。为丹炉无漏，颐养三千。圣祖垂光下降，诸天举、婴子朝元。功成也，金书紫诏，常在玉皇前。"
        },
        {
            "title": "沁园春",
            "content": "元禀仙胎，隐七岁玄光混太阳。感东华真迹，飘空垂顾，悟人间世梦，复遇重阳。密叩玄关，潜施高论，皓月清风炼一阳。神丹结，继璇玑斡运，羽化清阳。欣欣舞拜纯阳。又虚妙天师同正阳。命海蟾引进旌阳。元妙古任安，尹喜关令丹阳。大道横施，驱云天下，绝荡冤魔显玉阳。诸仙会，讲无生天理，空外真阳。"
        }
    ]
}