{
    "dynasty": "元",
    "author": "刘因　　",
    "intro": "",
    "items": [
        {
            "title": "南乡子 张彦通寿 四印齐本樵庵词注云，按换",
            "content": "窗下络车声。窗外儿童课六经。自种墙东新菜荚，青青。随分杯盘老幼情。千古董生行。鸡犬升平画不成。应笑刘家刘老子，无能。纵饮狂歌"
        },
        {
            "title": "临江仙 送王从事（王原误作二，兹从疆村业",
            "content": "行色匆匆缘底事，山阳梅信相催。梅花香底有新醅。南州今乐土，得意即衔杯。君见太行凭寄语，云间苍壁崔嵬。平生遮眼厌黄埃。高楼吾有兴，无惜送君来。"
        },
        {
            "title": "水调歌头 同诸公饮王丈利夫饮山亭，索赋长",
            "content": "一诺与金重，一笑对河清。风花不遇真赏，终古未全平。前日青春归去，今日尊前笑语，春意满西城。花鸟喜相对，宾主眼俱明。平生事，千古意，两忘情。我醉眠卿且去，扶我有门生。窗下烟江白鸟，窗外浮云苍狗，未肯便寒盟。从此洛阳社，休厌小车行。"
        },
        {
            "title": "玉楼春",
            "content": "柳梢绿小梅如印。乍暖还寒犹未定。惜花长是为花愁，?酒却嫌添酒病。蝇头蜗角都休竟。万古豪华同一尽。东君晓夜促归期，三十六番花递"
        },
        {
            "title": "菩萨蛮 湖上即事",
            "content": "楼前曲浪归桡急。楼中细雨春风泾。终日倚危阑。故人湖上山。高情浑似旧。只在东风瘦。薄晚去来休。装成一段愁。"
        },
        {
            "title": "西江月 赠赵提学酒 强村业书本樵庵乐府",
            "content": "买得鸡泉新酿，病中无容同斟。遣人持送旅窝深。呼取毛翁共饮。少个散花天女，维摩憔悴难禁。安排走马杏花阴。咫尺春风似锦。"
        },
        {
            "title": "喜迁莺 乙亥元日 以上四部来刊缩印元刊小字",
            "content": "春风满面。是胸中春意，与春相见。不醉陶然，无人也笑，况是一年清宴。宁儿挽须学语，爨妇举杯重劝。道惟愿。贫常圆聚，老常康健。□□□□□，二十七年，世事经千变。今是昨非，春风花柳，消尽冰霜残怨。门外晓寒犹浅。门上垂帘休卷。灯花软。酒香浓趁歌声，试轻轻咽。庵词、四印齐本樵庵词、疆村本樵庵乐府校补"
        },
        {
            "title": "临江仙 送王",
            "content": "行色匆匆缘底事，山阳梅信相催。梅花香底有新醅。南州今乐土，得意即衔杯。君见太行凭寄语，云间苍壁崔嵬。平生遮眼厌黄埃。高楼吾有兴，无惜送君来。"
        },
        {
            "title": "临江仙 贺廉侯举次儿子",
            "content": "四海荆州吾所爱，虎贲谁似中郎。小孙今拟唤甘棠。添官前有例，簪笏看堆床。明日乃公归旧隐，后园乔木苍苍。青衫竹马雁成行。当年廉孟子，应有读书堂。"
        },
        {
            "title": "朝中措 贺廉侯举儿子",
            "content": "金张家世费貂蝉。七叶待中冠。若就诗家攀例，生儿合唤添官。凭谁寄语，廉泉父老，斗酒相欢。今岁孙枝新长，甘棠消息平安。"
        },
        {
            "title": "南乡",
            "content": "窗下络车声。窗外儿童课六经。自种墙东新菜荚，青青。随分杯盘老幼情。千古董生行。鸡犬升平画不成。应笑刘家刘老子，无能。纵饮狂歌"
        },
        {
            "title": "南乡子 题外舅郭氏留耕堂壁上（舅原误作曰",
            "content": "齐本及疆村业书本樵庵词，舅误作甥）方寸足留耕。大胜良田万顷平。阴理不随陵谷变，分明。霜落西山满意青。千载董生行。鸡犬升平画不成。终日相看天与我，高情。身外浮云"
        },
        {
            "title": "西江月 饮山亭留饮",
            "content": "看竹何须问主，寻村遥认松萝。小车到处是行窝。门外云山属我。张叟腊醅藏久，王家红药开多。相留一醉意如何。老子掀髯曰可。"
        },
        {
            "title": "西江月 送张大经",
            "content": "留在平生落落，休嗟世事滔滔。青云底柱本来高。立向颓波更好。一片花飞春减，可堪万点红飘。江花江月可怜宵。莫赋招魂便了。"
        },
        {
            "title": "风中柳 饮山亭留宿",
            "content": "我本渔樵，不是白驹空谷。对西山、悠然自足。北窗疏竹。南窗丛菊。爱村居、数间茅屋。风烟草＊，满意一川平绿。问前溪、今朝酒熟。幽禽歌曲。清泉琴筑。欲归来、故人留宿。"
        },
        {
            "title": "太常引",
            "content": "冥鸿有意避云罗。问何处，是行窝。今古一渔蓑。收揽了、闲人最多。求田问舍，君休笑我，两鬓已成皤。髀肉尽消磨。浑换得、功名几何。"
        },
        {
            "title": "太常引",
            "content": "临流相唤百东坡。君试舞，我当歌。不乐欲如何。看白发、今年渐多。青天白日，斜风细雨，尽付一渔蓑。天地作行窝。把万物、都名太和。"
        },
        {
            "title": "太常引",
            "content": "男儿勋业古来难。叹人世，几千般。一梦觉邯郸。好看得、浮生等闲。红尘尽处，白云堆里，高卧对青山。风味似陈抟。休错比、当年谢安。"
        },
        {
            "title": "人月圆",
            "content": "茫茫大块洪炉里，何物不寒灰。古今多少，荒烟废垒，老树遗台。太行如砺，黄河如带，等是尘埃。不须更叹，花开花落，春去春来。"
        },
        {
            "title": "人月圆",
            "content": "自从谢病修花史，天意不容闲。今年新授，平章风月，检校云山。门前报道，麴生来谒，子墨相看。先生正尔，天张翠幕，山拥云鬟。"
        },
        {
            "title": "清平乐 围棋",
            "content": "棋声清美。盘薄青松底。门外行人遥指似。好个烂柯仙子。输赢都付欣然。兴阑依旧高眠。山鸟山花相语。翁心不在棋边。"
        },
        {
            "title": "清平乐 贺雨",
            "content": "雨晴箫鼓。四野欢声举。平昔饮山今饮雨。来就老农歌舞。半生负郭无田。寸心万国丰年。谁识山翁乐处，野花啼鸟欣然。"
        },
        {
            "title": "清平乐",
            "content": "青天仰面。卧看浮云卷。苍狗白云千万变。都被幽人窥见。偶然梦到华胥。觉来花影扶疏。窗下鲁论谁诵，呼来共咏风雩。"
        },
        {
            "title": "清平乐",
            "content": "青松偃蹇。不受春风管。松下幽人心自远。惊怪人间日短。微茫云海蓬莱。千年一度春来。争信门前桃李，年年花落花开。"
        },
        {
            "title": "清平乐",
            "content": "山翁醉也。欲返黄茅舍。醉里忽闻留我者。说道群花未谢。脱巾就挂松龛。觉来酒兴方酣。欲借白云为笔，淋漓洒遍晴岚。"
        },
        {
            "title": "菩萨蛮 饮山亭留宿",
            "content": "水围山影红围翠。翠围红影山围水。西近小桥溪。溪桥小近西。隐人谁与问。问与谁人隐。孤鹤对言无。无言对鹤孤。"
        },
        {
            "title": "菩萨蛮 回文",
            "content": "元龙未减当年气。呼山卧向高楼底。今日到山村。青山故意昏。商歌聊一振。千里浮云尽。老子气犹豪。山灵未可骄。"
        },
        {
            "title": "菩萨蛮 饮山亭感旧",
            "content": "种花人去花应道。花枝正好人先老。一笑问花枝。花枝得几时。人生行乐耳。今古都如此。急欲醉莓苔。前村酒未来。"
        },
        {
            "title": "菩萨蛮 为王太利夫寿",
            "content": "吾乡先友今谁健。西邻王老时相见。每见忆先公。音容在眼中。今朝故人子。为寿无多事。惟愿岁长丰。年年社酒同。"
        },
        {
            "title": "木兰花",
            "content": "锦云十里川妃供。一棹晚凉风款送。只愁无处着清香，满载月明船已重。冰壶水鉴元空洞。天意似嫌红翠拥。并教风露入吟尊，不惜秋光浑减"
        },
        {
            "title": "木兰花",
            "content": "西山不似庞公傲。城府有楼山便到。欲将华发染晴岚，千里青青浓可扫。人言华发因愁早。劝我消愁惟酒好。夜来一饮尽千钟，今日醒来依旧"
        },
        {
            "title": "木兰花",
            "content": "未开常探花开未。又恐开时风雨至。花开风雨不相妨，说甚不来花下醉。百年枉作千年计。今日不知明日事。春风欲劝座中人，一片落红当眼"
        },
        {
            "title": "鹊桥仙",
            "content": "悠悠万古。茫茫天宇。自笑平生豪举。元龙尽意卧床高，浑占得、乾坤几许。公家租赋。私家鸡黍。学种东皋烟雨。有时抱膝看青山，却不是"
        },
        {
            "title": "鹊桥仙 喜雨",
            "content": "纥干生处。几时飞去。欲去被天留住。野人得饱更无求，看满意、一犁春雨。田家作苦。浊醪酿黍。准备岁时歌舞。不妨分我一豚蹄，更试听"
        },
        {
            "title": "玉漏迟 泛舟东溪",
            "content": "故园平似掌。人生何必，武陵溪上。三尺蓑衣，遮断红尘千丈。不学东山高卧，也不似、鹿门长往。君试望。远山＊处，白云无恙。自唱。一曲渔歌，觉无复当年，缺壶悲壮。老境羲皇，换尽平生豪爽。天设四时佳兴，要留待、幽人清赏。花又放。满意一篙春浪。"
        },
        {
            "title": "念奴娇 忆仲良",
            "content": "中原形势，壮东南、梦里谯城秋色。万水千山收拾就，一片空梁落月。烟雨松楸，风尘泪眼，滴尽青青血。平生不信，人间更有离别。旧约把臂燕南，乘槎天上，曾对河山说。前日后期今日近，怅望转添愁绝。双阙红云，三江白浪，应负肝肠铁。旧游新恨，一时都付长铗。"
        },
        {
            "title": "念奴娇 饮山亭月夕",
            "content": "广寒宫殿，想幽深、不觉升沉圆缺。天上人间心共远，如在琼楼玉阙。厚地微茫，高天凉冷，此际红尘歇。翠阴高枕，并教毛骨清澈。为问此世，从来几人吟望，转首俱湮没。虮虱区区尤可笑，几许肝肠如铁。八表神游，一槎高泛，逸兴方超绝。嫦娥留待，桂花且莫开彻。"
        },
        {
            "title": "水调歌头",
            "content": "一诺与金重，一笑对河清。风花不遇真赏，终古未全平。前日青春归去，今日尊前笑语，春意满西城。花鸟喜相对，宾主眼俱明。平生事，千古意，两忘情。我醉眠卿且去，扶我有门生。窗下烟江白鸟，窗外浮云苍狗，未肯便寒盟。从此洛阳社，休厌小车行。"
        }
    ]
}