{
    "dynasty": "元",
    "author": "刘志渊",
    "intro": "",
    "items": [
        {
            "title": "如梦令 以上启真集卷中",
            "content": "万法心头可可。偃月抽添水火。淘炼结金晶，迸出圆明珠颗。证果。证果。一混虚空是我。"
        },
        {
            "title": "长思仙",
            "content": "鼎乾坤，炼雌雄。阴变纯阳空像同。纵横妙体融。风乘我，我乘风。风我相乘法界中。无形空不空。"
        },
        {
            "title": "减字木兰花",
            "content": "忘机索妙。万法皆空心上了。无徼无边。一片清光万里天。明明净体。不放星尘蝇点翳。内外圆融。正住空空法界中。"
        },
        {
            "title": "西江月",
            "content": "一点阳生坎殿。两弦风阵冲天。三关顶化液＊＊。四象真砂始变。五彩霞生鼎灿。六神和畅绵绵。七星司用总安然。八面玲珑体现。"
        },
        {
            "title": "减字木兰花",
            "content": "蛮触非是。识破心颜如弃＊。痼疾云山。猿鹤相陪尽日闲。一壶风月。清净光明相照彻。内外俱空。无执空心触处通。"
        },
        {
            "title": "采桑子",
            "content": "虚无妙道心坚守，虚自投来。氤氲成胎。灵质无中日月栽。时时自饮昆山酒，醉卧丹台。令摄三台。万劫迷云一豁开。"
        },
        {
            "title": "望蓬莱",
            "content": "涉尘客，念念苦贪饕。挂壁飞猱心纵乐，战风劣马意徒劳。熟境恣煎熬。甘执苦，心事冗如毛。争似劈摧情扰扰，且甜耕道乐陶陶。生死路能"
        },
        {
            "title": "望蓬莱",
            "content": "修真客，守弱志须刚。金鼎满添留命药，玉炉频＊洞真香。心境总清凉。通玄妙，独据法中王。诸魅群魔俱炉灭，三阳九气用兵强。触处露堂"
        },
        {
            "title": "南乡子",
            "content": "七返降真阴。主换为宾力不禁。神妙峥嵘三界外，俄临。彻地通天耀古今。当体虑沉沉。鹤驭清风一片心。自北自南无＊碍。时歆。真乐真欢"
        },
        {
            "title": "武陵春 王小先问禅",
            "content": "法界一真心正住，当体灭诸缘。内外辉辉体现前。无地亦无天。取相於禅禅复远，禅性月沉渊。动静俱无镇湛然。神用即真禅。"
        },
        {
            "title": "武陵春 警执法",
            "content": "人自因言能悟理，得理要忘言。既得鱼时莫执筌。筌执谩着鞭。闭口藏舌不作解，默默究重玄。专气修心息妄缘。月冷照青天。"
        },
        {
            "title": "万年春",
            "content": "活计安闲，日日风月为真宰。心无挂。静听猿啼，似诉无生话。一味清凉，眼底无纤芥。光明大。内外辉辉，如托虚空界。"
        },
        {
            "title": "万年春 中秋",
            "content": "秋夜银蟾，一天万里光如洗。清风细。拂拭乾坤，冰莹无纤翳。星光沉，全露圆明体。白麾底。晃我神游，亲诣攀青桂。"
        },
        {
            "title": "万年春",
            "content": "静听身中，火龙水虎争吟啸。真奇妙。风浪声繁，盘绕天光罩。炼结金霜，壶鼎推真造。成宝耀。地辉天净，□体无尘扰。"
        },
        {
            "title": "浪淘沙",
            "content": "休执相皆空。徒滞顽空。劳劳不见有中空。空里混成神妙体，空乃不空。此理是真空。物物明空。念无念念不争空。照见缘空成深智，方了圆"
        },
        {
            "title": "解佩令",
            "content": "心清养浩。星尘无扰。近林泉、轮蹄不到。活计萧闲，任盈门、苔藓围绕。有满院、落花风扫。鹤鸣露冷，猿啼月皎。日相陪、松花瑶草。受用无为，也不曾、身外寻讨。悟衣珠、目前蓬岛。"
        },
        {
            "title": "解佩令 吧灯蛾",
            "content": "灯蛾种性。迷沉苦境。只贪寻、烛中花影。抵死身投，被烂炙、犹然不省。全错认、流萤艳冷。向明有意，因怀暗景。奈无功、忍死俄顷。识破炎光，不自炙、亡形亡命。落清凉、境中独兴。"
        },
        {
            "title": "金盏儿",
            "content": "放心闲。乐林泉。山檀瓦鼎龙涎暧。寒＊兴，冷茶烟。情湛湛，腹便便。陪游鹿，伴啼猿。净灵源。火生莲。清凉照见诸尘遣。明五眼，证重玄。珠莹海，月沉渊。圆明相，应无边。"
        },
        {
            "title": "南柯子",
            "content": "坐卧常澄湛，连绵缓吸呼。温温九气聚＊炉。滚泛身田，昼夜饮琼酥。腹内三丹有，心头一物无。养成健体契空虚。出没惺惺，实相现元初。"
        },
        {
            "title": "南柯子 张道一问黄芽",
            "content": "阳动阴随变，黄芽渐长成。参差五叶发黄庭。珠蕊苞开，放出紫金英。始结神丹粒，清光宇泰生。从容透体缕霞明。内外辉辉，法界混惺惺。"
        },
        {
            "title": "南柯子 与背道者",
            "content": "久静还思动，情甘爱海迷。仙凡两路似云泥。从此相分，不顾上天梯。莫学鹪鹩志，营营恋小枝。北溟鲲量愿君为。咫尺成鹏，准拟奋天池。"
        },
        {
            "title": "南柯子",
            "content": "体若虚空净，心如泰华安。万缘妄想不相干。正住无思，触处得安闲。觉海神珠莹，禅天性月寒。圆明不昧显＊＊。放去收来，一点地天宽。"
        },
        {
            "title": "踏莎行 原调作灵寿杖",
            "content": "灵寿一枝，瘦同鹤胫。肌轻体赤幽人称。住行坐卧不相离，穿云过水常随定。豁散迷津，指回斜径。扶危助险通神圣。依时搅拨虎龙争，尖挑"
        },
        {
            "title": "踏莎行",
            "content": "动静忘机，聪明不作。悟来总把尘情削。心灯挑剔不曾昏，慧光遍照弥寥廓。常净常清，不耽不着。一真境上从盘礴。亦无牛像亦无人，卓然"
        },
        {
            "title": "踏莎行",
            "content": "寂淡忘机，恬然养拙。些儿妙处人难别。冥冥杳杳涤神珠，昏昏默默开心月。万劫云收，一天朗彻。清明净体如冰雪。不增不减显圆成，惺惺"
        },
        {
            "title": "木兰花令",
            "content": "两弦中，藏真造。阴阳返复，坎离颠倒。二气驱驰入炉灶。烹煎按候，药林不耗。异香馥郁风飘渺。金花吹绽，结成圆宝。净明实相非草草。虚空一样，大光融照。"
        },
        {
            "title": "江梅引 赠刘会首",
            "content": "粒食衣＊苦贪求。锁眉头。利名搜。酷恋埏埴，为器弄风流。谩到宝山甘空手，只坐守，这轮回，未肯休。不如返照一身修。马猿收。汞＊留。火＊丹炉，按候谨添抽。炼就一真圆明宝，射宇宙，莹无疵，价莫酬。"
        },
        {
            "title": "江梅引 赠李元法",
            "content": "不惊荣辱总无忧。度春秋。得优游。打破＊＊，无物挂心头。天内一天为活计，调龙虎，恣盘旋，斗未休。紫金霜结有来由。晃三周。玉童收。法界清天，风月独相酬。神妙器成堪中选，向仙院，夺仙标，第一筹。"
        },
        {
            "title": "江神子令 与小李先待诏",
            "content": "人情胶漆道情乖。昧灵台。翳尘埃。不惧如山，贩骨走轮回。见在宝躯今不悟，千万劫，朽仙材。好收＊住武都阶。药苗栽。结神胎。九转功成，方寸蕊珠开。体混净光从隐显，随眼底，是蓬莱。"
        },
        {
            "title": "江神子令",
            "content": "山寒木叶晕轻黄。气封商。露凝霜。万物归根，逆气送荒凉。唯有东篱黄菊绽，喷冰艳，吐清香。分明圆相显重阳。生中央。放金光。全露如如，神妙貌洋洋。觌面一时浑认得，心月照，觉相忘。"
        },
        {
            "title": "江神子令",
            "content": "曩甘聪黜体还隳。索玄机。守谦卑。地久天长，迤逦志迟疑。法弱马颠亡羁勒，风花阵，恣奔驰。纵横熟境意熙熙。慕台池。骋轻肥。荡散冲和，仙路隔云泥。再展维持天地手，抟真造，长灵仪。"
        },
        {
            "title": "江神子令",
            "content": "一江九曲虎龙奔。意雄雄。气融融。匝转昆仑，霹雳震乾坤。喷出金沙光的烁，明明相，混虚空。法身缥缈性恢弘。变无穷。体无踪。常应常静，法界显圆通。境摄一心空色混，无分别，契真风。"
        },
        {
            "title": "江神子令 西山隐者相访",
            "content": "有缘相遇芥投针。话真心。死三阴。阳自浆成，琼液不时斟。伴饮琅琅声贯耳，无弦曲，肖风琴。氤氲消息拍胸襟。九成金。鬼神钦。一混天光，变化体难寻。空似空中成妙有，心朗朗，虑沉沉。"
        },
        {
            "title": "江神子令",
            "content": "金藏木性木藏金。体难寻。火生＊。二物烹煎，庚甲定浮沉。返本还元真体现，魂魄聚，净无阴。九阳消息自来临。耳鸣琴。运清音。唤出灵灵，越古与超今。遍界遍空无不是，显了了，这真心。"
        },
        {
            "title": "行香子",
            "content": "妄认苦蕴。汩碍胸中。逐缘生、分别匆匆。好将万境，同摄心宫。泯迷踪，知诸相，体皆空。照见空宗。有用真空。显心法、动作明空。昆仑顶上，＊弄虚空。这空空，无可触，遍含融。"
        },
        {
            "title": "行香子 问修行门户",
            "content": "道体平平。瞽者难行。觅边徼、执法功精。贪游异路，昧却前程。启诸人，高着眼，认无生。湛湛澄澄，酝酿惺惺。启天门、地户牢扃。阳升邃路，高越神京。过层楼，归空土，结丹成。"
        },
        {
            "title": "行香子",
            "content": "妙道勤求。乐以忘忧。要蜗名蝇利心休。六空罢对，一气专柔。火无亏，水无缺，契添抽。百脉通流。四海周游。渐丹凝、清净光浮。虚无妙体，难碍难留。应无方，明物物，显头头。"
        },
        {
            "title": "行香子 李会首问道",
            "content": "大道无形。强立其名。判五气融摄生成。贯通六合，总括群灵。本无情，亦无臭，又无声。人悟勤行。造化无生。要灰心、杳杳冥冥。不空不有，妙体纵横。这真常，腾今古，独惺惺。"
        },
        {
            "title": "一剪梅 与张三老善友",
            "content": "春去秋来染鬓斑。日将月就，断送朱颜。铅亏汞水海源乾。亢尽琼酥，枯损金兰。好养三元闭五关。高奔日月，光射鳌山。结成圆宝雪霜寒。眼底如如，物外闲闲。"
        },
        {
            "title": "一枝花",
            "content": "玉壶金世界。日月同光彩。仙童为活计、恋风采。觅药川源，日日西南采。收拾归碧海。始结金晶，九变还元不坏。熏透遍身香雾霭。涌出光明大。长生纯体现、傲物外。可去声界惺惺、动静都无昧。一体含融量，括古包今聚散，无＊无碍。"
        },
        {
            "title": "上丹霄",
            "content": "正阳生，归癸地，气沉沉。产阴阳、偃月中心。化形龙虎，应时交媾不须擒。共成三体，长黄芽、香满乾＊。音寻鼎也性如珠，心如月，怀如玉，体如金。显九阳、绝尽纤阴。本来实相，应机隐显鬼神钦。太虚同量，莹无尘、跨古腾金。"
        },
        {
            "title": "声声慢 赠王彦宝",
            "content": "瘿除人我，冰冷高低，唤惺今是昨非。检教灵质，枉受万劫沉迷。况遇真风大阐，要诸仙、选陀名题。显一志，敢泥抛骨肉，＊弃轻肥。觅个烟霞妙趣，息诸缘妄想，落魄无为。保护一真，洞照力尽严持。安泊元空妙体，显灵光、出入相随。前途了，决平登觉岸，稳步仙梯。"
        },
        {
            "title": "声声慢",
            "content": "玄关击拆，抱一无离，知白守黑藏机。火运清风，三关过海轻吹。化液下成四象，作真汞、低浸华池。功九转，证黄金体就，神室辉辉。显现圆明正相，混人间天上，万变神奇。不有不空，不受垢染成疵。独擅念虚寂照，料本无、一物羁縻。真空用，显轮回颖脱，智剑高提。"
        },
        {
            "title": "声声慢",
            "content": "衡门养浩，匮玉藏辉，营营守拙忘机。手握乾坤，身生万化维持。气滚三田日日，斡一渠、流转时时。百骸理，显琼浆止渴，玉液充饥。浴出元神妙体，契圆成，了了动静熙熙。不没不生，虚界体段无疵。卓尔惺惺独立，傲空空、实际无为。乐真趣，显德风远扇，道纪高提。"
        },
        {
            "title": "水龙吟",
            "content": "闲人闲乐琴书味。行胡朗反货药囊符水。顿然识破，沾名作解，蹉跎真计。枯木岩前累。要撅劣、诸缘总弃。剔开性月，时时不昧，忘神气，养虚体。炼就不空真智。向太虚、神妙成器。净明体态，纵横恢廓，一尘无翳。圆觉融三际。具庄严、法身纯粹。显如如了了，真常安住，彻无生"
        },
        {
            "title": "水龙吟",
            "content": "名高三昧丹青匠。貌出玄元古样。明金绘素，堂堂殊胜，本来真状。宝殿严供养。摄诸方、群魔胆丧。露说经消息，真风郁郁，感人人，总归向。外肃威仪瞻仰。内须明、物离心上。这些儿妙用，无为无作，无中有相。变机无障。纳十方、廓开玄量。契太空一点，虚无活计，壮神通藏。"
        },
        {
            "title": "水龙吟 赠李元法",
            "content": "绵绵一气冲关节。熏蒸遍流百脉。聚归乾鼎，象成龙虎，性情感结。精变高超越，功七返、九还无阙。炼成大药，通神显用，觉香味，遍身泄。焕吐丹光皎洁。晃灵台、一点如雪。常清常净，无馀无欠，圆明莹彻。显出真心月，射宇宙、了无尘屑。耸太虚法相，无生神妙，镇千万劫。"
        },
        {
            "title": "水龙吟",
            "content": "宦途驰骤心贪职。官事何时能毕。力饶射日，名高为复，到今何济。休道功名遂。好身退、紧寻归计。啖古人糟粕，放怀湖上，泛扁舟，乐真味。颖悟安闲云水，恣逍遥、坦然无累。豁天宽胸臆，调神养气，无萦无系。性命俱相契。露实相、混融三际。看自强手段，斩钉截铁，把尘缘弃"
        },
        {
            "title": "大江东去",
            "content": "初功混沌，在机缄斡变，坎中一气。潜发氤氲初出地，升变阵云呈瑞。电掣雷轰，阴阳交会，致作廉纤雨。帝川飞过，化成玉鼎神水。溶溶九变生金，炼归离内，点化成阳体。神变离形摅妙用，独擅幕天席地。兀兀腾腾，随方应现，坦坦无拘系。含融一体，顿然超出生死。"
        },
        {
            "title": "大江东去",
            "content": "别山美玉，匠一合成器，乾坤体辨。两窍明开分日月，八卦九宫齐展。方寸心存，斡旋真要，乙木金相恋。幽人得趣，便将乾象推转。微微腾倒元精，只凭眼下，暗里兴雷电。万匝千回循旧路，迤逦乱飞银线。馥郁香尘，味能实腹，净体今相见。光飞如雪，这回识得头面。"
        },
        {
            "title": "大江东去",
            "content": "人生最贵，禀五行真气，千灵夙赋。首足方圆天地肖，反被阴阳陶铸。秋月春花，昨朝今日，断送红颜去。前程路险，到时手足无措。算来除却一身，轻肥青紫，总是闲家具。好把中间心裂碎，静里调和龙虎。孕出灵珍，天光内发，变作明珠库。外融空界，卓然独纵霞步。"
        },
        {
            "title": "水调歌头",
            "content": "人道无生趣，日就月相和。高奔用显鸟飞，离外宿灵柯。秀孕蕊珠嘉瑞，光射银蟾皎洁，显现月中娥。相会瑶池宴，时复醉金波。两同宫，七返火，九成金。长生体就，一真安住傲无何。聚散冥冥谁约，出入惺惺由我，玄妙苦无多。大都方寸用，法界总包罗。"
        },
        {
            "title": "满庭芳 警堕道者",
            "content": "谩整巾袍，妄名清净，放＊劣马颠猿。利名丛里，徒炫有因缘。逐浪随波日日，不曾澄，湛灵源。堪嗟讶，闲模闲样，辜负慕玄玄。尔心还自忖，怕空迁日月，鬓雪垂肩。好捡情摄念，慧种心田。认取元初灵觉，常耕道、猎德绵绵。功三考，形神俱妙，洒洒证飞仙。"
        },
        {
            "title": "满庭芳 赠侯伯通善算法",
            "content": "天赋多能，纵横业擅，策量天地高低。数明日月，加减辨盈亏。山岳明分广阔，料江海、深浅皆知。方隅内，支分人物，一一见毫＊。廓开方寸径，求一真趣，九九为规。定身田精变，上下推移。共积三千数足，商除到、八百功齐。一乘妙，□□拈下，实际总无遗。"
        },
        {
            "title": "满庭芳",
            "content": "一片闲心，孤云蓬迹，飘然不挂诸缘。九天池里，滚滚涌灵泉。浇溉黄芽瑞草，吐清净、光罩金莲。真消息，清风匝地，透骨自绵绵。混融成实相，显昂昂独立，笑傲禅天。任阴阳运变，劫力难煎。亘古常存不坏，拉真一、法界安然。无生灭，净明妙体，万里一婵娟。"
        },
        {
            "title": "大江东去",
            "content": "天元教显，正金莲朵朵，开遍时节。士庶官僚咸仰奉，缘觉声闻心说。悟者清凉，背之执恼，多口明真诀。诸人着眼，照开千古心月。了知诸相皆空，不生妄想，当体能消灭。境界真实无染著，种种抑绝分别。万境一心，现前孤觉，寂寂圆明彻。净无可触，太虚一体无别。"
        }
    ]
}