{
    "dynasty": "元",
    "author": "凌云翰",
    "intro": "",
    "items": [
        {
            "title": "苏武慢 以上强村丛书，用吴伯宛据西泠词萃",
            "content": "破帽多情，布帆无羔，兴尽便寻溪转。明月来时，浮云飞尽，千古翠屏宜晚。桂棹阑桨，荷衣芰制，偏称药炉经卷。看轻鸥、点破长烟，一望水连天远。尝记得、雪满山阴，舟回剡曲，何必过门相见。浩气难消，哀情谁会，万里碧空横剑。一道虹桥，半天龙驾，尚忆幔亭开宴。要长生、须出人间，未卜道缘深浅。"
        },
        {
            "title": "重过柳洲寺",
            "content": "买花载酒忆当年，风景依稀最可怜。\r\n彭泽有人归栗里，海波何处变桑田。\r\n联拳鹭立枯荷雨，寂寞鸦栖古树烟。\r\n几度涌金门外望，居民犹说总宜船。"
        },
        {
            "title": "题钟馗图",
            "content": "湖风吹沙目欲眯，官柳摇金梅绽蕊。\r\n终南进士倔然起，带束蓝袍靴露趾。\r\n手掣硬黄书一纸，若曰上帝锡尔祉。\r\n猬磔于思含老齿，颐指守门荼与垒。\r\n肯放妖狐摇九尾？一声爆竹人尽靡，明日春光万余里。"
        },
        {
            "title": "渔家傲 寿杨复初 词品卷六",
            "content": "采芝步入南山道。道深宛似蓬莱岛。闻说村居诗思好。还被恼。苍苔满地无人扫。载酒亭前松合抱。客来便许同倾倒。玉兔已将灵药捣。秋意早。月华长似人难老。"
        },
        {
            "title": "无俗念",
            "content": "等闲屈指，算今来古往，谁为英杰。耳目聪明天赋予，怎肯虚生虚灭。去燕来鸿，飞鸟走兔，世事何时歇。风波境界，大川不用频涉。踏遍万户千门，五湖四海，一样中秋月。正面相看君记取，全体本来无缺。空里非空，梦中真梦，莫对痴人说。便须骑鹤，夜深朝礼金阙。"
        },
        {
            "title": "苏武慢",
            "content": "君实园中，尧夫窝内，独乐正同安乐。维水泱泱，予怀渺渺，西望每思伊洛。草色随车，花香袭屦，风景至今犹昨。被杜鹃、啼破天津，使觉市朝萧索。谁复见、万古龙门，三春桃浪，冲岸紫鳞争跃。月到风来，水流云在，安得二贤同酌。心上经纶，鉴中治乱，叹息九原难作。笑红尘、逐利争名，总是蝇头蜗角。"
        },
        {
            "title": "苏武慢",
            "content": "仙客难逢，白云谁扫，知是采芝何处。皓鹤归来，金鸡啼罢，梦断阆风玄圃。松下高歌，橘中残着，饥后自餐龙脯。待偷桃、曼倩重来，为问木公金母。君不见、洞里桃花，花间啼鸟，又是一番春暮。弱水三千，巫山十二，指点虚无归路。君抱琴来，我邀君饮，我醉欲眠君去。向人间、游遍朱门，静看只如蓬户。"
        },
        {
            "title": "苏武慢",
            "content": "有酒无肴，柰何良夜，客有鲈鱼相惠。如此山川，几何日月，三国竟成何事。目断风帆，江空岁晚，觅句漫思无已。怕多情、笑我华颠，甚矣吾衰久矣。客知夫、水与月乎，盈亏如彼，逝者有如斯水。舟放中流，听其所止，夜久江流声细。鹤为予来，客辞予去，予亦就眠篷底。忽羽衣、过我林皋，惊觉一番残醉。"
        },
        {
            "title": "苏武慢",
            "content": "醉里闲吟，兴来独往，山静悄无人语。两岸桃花，一溪春水，似忆仙源无路。花上莺啼，云间犬吠，偶到洞仙琳宇。便相留、闲话长生，嗟我委形非故。图画里、昔日天台，当年刘阮，此说荒唐无取。避世秦人，放舟渔子，却恐偶然相与。岭日将沉，林风忽动，吹落半帘红雨。待少焉、月出东方，拄个瘦藤归去。"
        },
        {
            "title": "苏武慢",
            "content": "驴背驮诗，鸱夷盛酒，晓踏苏堤残雪。露阙云门，璇阶玉宇，照耀日华光洁。见说孤山，犹存老树，清兴一时超越。画船归、更有渔舟，此景顿成奇绝。还四顾、表里通明，高低一色，尘土不容豪发。却忆韩郎，花开顷刻，谁得染根仙诀。雪后园林，天开图画，眼界迥然俱别。待黄昏、约取林逋，湖上朗吟香月。"
        },
        {
            "title": "苏武慢",
            "content": "雾驾云＊，雨巾风帽，一剑凌风飞过。下视茫茫，遥观历历，不复更知天大。日月居诸，春秋代谢，几见授衣流火。记岳阳、三度曾游，未必世人知我。游戏处、柳树为徒，榴皮作字，聊说行藏如左。列豹重关，封狐千里，不满楚人哀些。瓦砾黄金，蓬莱别馆，归去有谁知那。不须分、天上人间，南北东西皆可。"
        },
        {
            "title": "苏武慢",
            "content": "身在云间，目穷天际，一带远山如隔。隐隐迢迢，霏霏拂拂，蔓草寒烟秋色。数着残棋，一声长啸，谁识洞庭仙客。对良宵、明月清风，意味少人知得。君记取、黄鹤楼前，紫荆台上，神有青蛇三尺。土木形容，水云情性，标韵自然孤特。碧海苍梧，白苹红蓼，都是旧时行迹。细寻思、离乱伤神，莫厌此生欢剧。"
        },
        {
            "title": "苏武慢 以上强村丛书",
            "content": "破帽多情，布帆无羔，兴尽便寻溪转。明月来时，浮云飞尽，千古翠屏宜晚。桂棹阑桨，荷衣芰制，偏称药炉经卷。看轻鸥、点破长烟，一望水连天远。尝记得、雪满山阴，舟回剡曲，何必过门相见。浩气难消，哀情谁会，万里碧空横剑。一道虹桥，半天龙驾，尚忆幔亭开宴。要长生、须出人间，未卜道缘深浅。"
        },
        {
            "title": "苏武慢",
            "content": "芳草纤纤，游丝冉冉，可爱地晴江碧。世事浮云，人生大梦，歧路漫悲南北。漉酒春朝，步蟾秋夜，却忆旧时巾舄。问故园、何日归欤，松菊已非畴昔。谁似我、十亩柔桑，千头佳橘，饱看绿阴朱实。溉釜烹鱼，饭疏饮水，胜咀绛霞琼液。鸟倦知还，水流不竞，乔木且容休息。喜间来、事事从容，睡觉半窗晴日。"
        },
        {
            "title": "苏武慢",
            "content": "玉砌雕阑，朱门紫陌，争似道人茅宇。尊有新醪，盘无兼味，自傍小溪垂缕。富贵何淫，贱贫亦乐，此外更无他语。有时将明月为家，或共白云为侣。还俯视、六合之间，茫茫何物，不入灵台丹府。绿水青山，野花啼鸟，已把此心留住。梦熟黄梁，尘飞沧海，转首便为千古。问雪堂、归去何时，江上一梨春雨。"
        },
        {
            "title": "苏武慢",
            "content": "智不如愚，辩何如讷，大巧又何如拙。螳黠蝉痴，鹤长凫短，总是一番消歇。逝者如斯，挠之不浊，止水本来明澈。君试看、云散天开，现出自家秋月。谁种得、白云黄芽，交梨火枣，不怕北风吹裂。头上簪花，手中拍板，稽首金银宫阙。见说麻姑，高骑鹤背，载酒过门相谒。便呼童、拗折松枝，扫取一庭残雪。"
        },
        {
            "title": "苏武慢 鸣鹤余音  世传全真冯尊师苏武慢二",
            "content": "篇论学仙之事。道园先生谓费无隐独善歌之，则能知者亦罕矣。及观先生所作，非惟足以追配尊师，而使世之汩没尘埃流连光景者闻之，而有遗世独立羽化登仙之想，则是篇於世，其可少乎。著雍阉茂之岁，灯夕后三日，偶阅道园遗  ，欲尽和之，甫成一篇，辄为韵拘，笔弗得骋。於是行思坐维，或得一句一韵，索纸书之。越三日又成四篇，尚少大半，意殊闷闷。二十三日城南醉归，拥  孤咏，连得四篇半，与未已而夜寒手龟，不能足也。明日更成二篇半，并无俗念一篇，凡十又三篇，览者幸为正焉云缕虹竿，月钩星饵，海上金鳌曾钓。蓬岛连根，昆仑无外，不比人间嵩少。返本还源，成功满行，坐待紫皇飞诏。笑令威、千岁来归，知换几番华表。谁曾伴、阿母重游，蟠桃再结，目断西飞青鸟。林屋无扃，洞天不老，铁笛一声云杪。皎皎灵台，荧荧明镜，尘土等闲昏了。看火轮、飞出扶桑，万户千门皆晓。"
        },
        {
            "title": "浪淘沙 元夕遇雨次俞紫芝韵",
            "content": "雨打上元灯。无处邀朋。何如窗下且瞢腾。漫忆牙旗穿夜市，铁马春冰。歌舞有人曾。倦与争能。越罗裁服换吴绫。尽道先生归隐也，乌帽乌"
        },
        {
            "title": "一翦梅 寿俞子中紫之",
            "content": "苍颜白发称乌纱。瘦似黄花。清似梅花。窗吟山月乐无涯。知是儒家。知是仙家。紫芝服食胜胡麻。不爱繁华。却爱年华。词成笔底是龙蛇。寿酒流霞。寿□成霞。"
        },
        {
            "title": "风入松 寿郭仲和",
            "content": "传家应自郭汾阳。余裔在钱塘。傍人莫笑儒酸□，亲曾接、＊鹭班行。赢得身心稳住，鬓须却□苍苍。中和相隐旧书堂。弦诵乐时康。梅花枝上春犹小，朋簪盍、次弟称觞。莫问商瞿年纪，也须载弄之璋。"
        },
        {
            "title": "木阑花慢 寿侄云达时七下四日也",
            "content": "问初秋明月，更一夕，十分圆。喜鸿雁行中，居然生子，眉目娟娟。只今年逾弱冠，遇生朝、刚要赋诗篇。莫学汝家痴叔，蹉跎已傍中年。博山风袅水沉烟。绛蜡照华筵。有檀板歌词，金尊劝酒，银甲弹弦。阶庭旧时玉树，正朱颜、绿鬓似神仙。丹桂不妨似窦，紫金还见如田。"
        },
        {
            "title": "沁园春 嘲昆季析居",
            "content": "树上凌霄，堂前紫荆，秋来尚芳。柰牝鸡晨语，＊＊憔悴，妖狐昼啸，鸿雁分张。仁智匪周，喜忧非舜，一旦天伦忍遂忘。如何好，望松楸感泣，桑梓悲伤。古今祸起专房。总一国犹然况一乡。□家有妇人，岂无长舌，世无男子，谁有刚肠。树大枝分，瓜熟蒂落，此语应非是义方。聊书此，要□惩鉴诫，不在文章。"
        },
        {
            "title": "凤凰台上忆吹箫箫 赋凤仙花",
            "content": "菊婢标名，凤仙题品，纷纷随处成丛。甚玉钗浑小，宝髻微松。依旧花分五彩，毗陵画、总付良工。谁为伴，鸡冠染紫，雁阵来红。玲珑。英英秀质，多想是花神，翦彩铺茸。却易分高下，难辨雌雄。疑把守宫同捣，端可爱、深染春葱。开还谢，从风乱飘，好上梧桐。"
        },
        {
            "title": "定风波 赋崔莺莺传",
            "content": "把丽情、分付良工，传奇漫为重省。开户迎风，拂花动月，写尽西厢景。笑书生，最侥幸。刚道师婚胜琴聘。沉静。问姓名非是，近时三影。空思蔗境。画盐梅、不济调羹鼎。翻残金旧日，诸宫调本，才入时人听。减容光，懒窥镜。凤枕鸳衾与谁□。重赠。李绅歌□，续微之咏。"
        },
        {
            "title": "瑶华慢 赋雪",
            "content": "喜深惊密，试问滕神，有多少寒力。如圆似莹，总疑是、满眼隋珠和璧。五更书幌，早已觉、寒光穿隙。料禽影波上渐稀，径里悄无行迹。有人独倚危楼，望千里江山，高下同色。坡仙饮处，甚□然、不减醉翁宾客。等闲评论，算柳絮、梨花非白。画堂深弦管方调，一任低垂帘额。"
        },
        {
            "title": "狮儿词 赋梅和仇山村韵",
            "content": "蹇驴破帽，知是几度寻春，山南山北。惆怅亭荒仙远，苔枝空绿。村＊正熟。为花醉、何妨留宿。春光似怕人冷落，先回空谷。潇洒生意自足。有高标、不厌矮篱低屋。与雪相期，侧耳隔窗虫扑。晚晴纵步，又还信、一枝筇竹。莫嫌独。自在画阑东曲。"
        },
        {
            "title": "风入松 和贝廷琚助教韵",
            "content": "谁教齿豁更头童。从唤作衰翁。惜花已自因花瘦，况飘零、万点随风。须信人生如梦，休言世事皆空。紫骝嘶过画桥东。犹记＊尘红。重来绿遍西湖路，消魂是、杜宇声中。经眼倚妆飞燕，伤心照影惊鸿。"
        },
        {
            "title": "蝶恋花",
            "content": "过雨春波浮鸭绿。草阁三间，人住清溪曲。旧种小桃多似竹。乱红遮断松边屋。有客抱琴穿翠麓。隔水呼舟，应是怜幽独。历历武陵如在目。"
        },
        {
            "title": "蝶恋花 杏庄为莫景行题",
            "content": "一色杏林三百树。茅屋无多，更在花深住。旋压小槽留客醉。举杯忽听黄鹂语。醉眼看花花亦舞。风卷残红，飞过邻墙去。恰似牧童遥指处。"
        },
        {
            "title": "满江红 咏梨花鸟图",
            "content": "谁写琼英，空惊讶、年华虚度。依约似、清明池馆，粉容遮路。蝴蝶又来丛里闹，鹪鹩还占枝头语。向东阑、惆怅几回看，愁如许。疑有月，光摇树。疑是雪，香生处。自洗妆人去，凄凉非故。白发宫娃歌吹远，青旗酒舍诗吟古。记黄昏、灯暗掩重门，听春雨。"
        },
        {
            "title": "木阑花慢 赋白莲和字舜臣韵",
            "content": "怅波翻太液，谁留住，蕊珠仙。向水殿云庙，玉容花貌，几度争鲜。人间延秋无计掩霓裳、犹忆舞便画里倾城倾国，望中非雾非烟。雁飞不到九重天。水调漫流传。柰花老房空，＊存心苦，藕断丝连。西风佩环轻解，有冰弦、谁复记华年。留得锦囊遗墨，魂消古汴宫前。"
        }
    ]
}