{
    "dynasty": "元",
    "author": "虞集　　",
    "intro": "",
    "items": [
        {
            "title": "驾新郎 五月中，以小疾家居，陈众仲助教言",
            "content": "，病其词妙则声劣，律稳者语卑。适有友人期家人到官所而不至，赋此丹荔明如火。想江城、薰风乍透，绣帘青琐。宝篆香消初睡起，叶底流莺又过。算几度、思归未果。欲翦冰绡凭谁寄，恐腰围、渐减愁无那。临岸曲，命舟舸。凉宵冉冉银蟾度。望清辉、千里照人，雾低云＊。准拟雕梁栖飞燕，早晚新巢定妥。叹会少离多似我。留滞文园头先白，念琴心、久为芳尘锁。将旧恨，归江左。"
        },
        {
            "title": "苏武慢 鸣鹤馀音全真冯尊师，本燕赵书生，",
            "content": "曲，高洁雄畅，最传者苏武慢二十篇。前十篇道遗世之乐，后十篇论修仙之事。曾稽费无隐独善歌之，闻者有凌云之思，无复流连光景者矣。予山居每登高望远，则与无隐歌而和之。无隐曰，公当为我更作十篇。居两年，得两篇半，殊未快意也。昭阳协洽之年，当嘉平之月，长儿之官罗浮。予与客清江赵伯友，临川黄观我、陈可立游。乐叔吴文明，平阳李平幼子翁归，泛舟送之。水涸，转鄱阳湖，上豫章，遇风雪，十五六日不能达三百里。清夜秉烛，危坐高唱，二三夕间，得七篇半。每一篇成，无隐即歌之。冯尊师天外有闻，得七篇半。每一篇成，无隐即歌之。冯尊师天外有闻，能乘风为我一来听耶。明春，舟中又得二篇，并无俗念一首。后三年，仙游山彭致中取而刊之，与瓢笠高明共一笑之乐也。道园道人虞集伯生自笑微生，凡情不断，轻弃旧矶垂钓。走马长安，听莺上苑，空负洛阳年少。玉殿传宣，金銮陪宴，屡草九重丹诏。是何年、梦断槐根，依旧一蓑江表。天赐我、万叠云屏，五湖烟浪，无限野猿沙鸟。平明紫阁，日晏玄洲，＊发太霞林杪。苍龙腾海，白鹤冲霄，颠倒一时俱了。望清都、独步高秋，风露洞天初晓。"
        },
        {
            "title": "烛影摇红 淮南故将军家有歌妓，才容自许，",
            "content": "愿一见公，竟不及见而卒。客有为以赋此曲者雪映虚檐，梦魂正绕阳台近。朝来谁为护重笼，云卧衣裳冷。应念兰心薰性。对芳年、才华自信。洞房春暖，换羽移宫，珠圆丝莹。板压红牙，手痕犹在余香泯。当时惟待醉翁来，教听莺声引。可惜闲情未领。但雕梁、尘销雾暝。几回清夜，月转西廊，梧桐疏影。"
        },
        {
            "title": "柳梢青 至顺癸酉立春，客有持逃禅翁此卷相",
            "content": "题柳梢青调，亦赋一首云从别幽花。玉堂金马，十载忘家。横幅疏枝，如逢旧识，同在天涯。荒村茅屋欹斜。待归去、重寻钓槎。解却丝钩，青鞋藜杖，翠竹江沙。"
        },
        {
            "title": "蝶恋花 故远主得其臣所献黄菊赋，题其后曰",
            "content": "作句。袖中犹觉有馀香，冷落西风吹不去。二月末，与杨迁镇陈众仲观杏城东，坐客有为予诵此者，因括  归腔，令佐酒者歌之昨日得卿黄菊赋。细翦金英，题作多情句。冷落西风吹不去。袖中犹有余香度。沧海尘生秋日暮。玉砌雕栏，木叶鸣疏雨。江总白头心更苦。"
        },
        {
            "title": "风入松·寄柯敬仲",
            "content": "画堂红袖倚清酣，华发不胜簪。\r\n几回晚值金銮殿，东风软、花里停骖。\r\n书诏许传宫烛，香罗初试朝衫。\r\n　　\r\n御沟冰泮水挪蓝，紫燕语呢喃。\r\n重重帘幕寒犹在，凭谁寄、银字泥缄。\r\n为报先生归也，杏花春雨江南。"
        },
        {
            "title": "一剪梅 春别 花草粹编七",
            "content": "豆蔻梢头春色阑。风满前山。雨满前山。杜鹃啼血五更残。花不禁寒。人不禁寒。离合悲欢事几般。离有悲欢。合有悲欢。别时容易见时难。怕唱阳关。莫唱阳关。"
        },
        {
            "title": "无俗念 以上十三首强村丛书从鸣鹤馀音辑录",
            "content": "十年窗下，见古今成败，几多豪杰。谁会谁能谁不济，故纸数行明灭。乱叶西风，游丝春梦，转转无休歇。为他憔悴，不知有甚干涉。寥寥无住闲身，尽虚空界，一片中宵月。云去云来无定相，月亦本无圆缺。非色非空，非心非佛，教我如何说。不妨跬步，蟾蜍飞上银阙。去另录案诗馀图谱补遗卷七误补虞集霜天晓角翦雪裁冰一首，原词乃宋楼作，见绝妙好词卷三。"
        },
        {
            "title": "苏武慢",
            "content": "云淡风轻，傍花随柳，将谓少年行乐。高阁林间，小车城里，千古太平西洛。瞻彼泱泱，言思君子，流水俨然如昨。但清游、天际轻阴，未便暮愁离索。长记得、童冠相随，浴沂归去，吟咏鸢飞鱼跃。逝者如斯，吾衰甚矣，调理自存斟酌。清庙朱弦，旧堂金石，隐几似闻更作。农人告我事西畴，窈窕挂书牛角。"
        },
        {
            "title": "苏武慢",
            "content": "一径通幽，画屏横翠，行到白云深处。世外蟠桃，井边佳橘，别有种萱瑶圃。檀板轻敲，素琴闲弄，奉献凤膏麟脯。舞翩翩、鹤发飘飘，仍是旧时仙母。君看取、华屋神仙，满堂金玉，此是蟪蛄朝暮。五色蓬莱，九秋＊鹗，别有出身之路。酒熟麻姑，云生巫峡，稽首洞天归去。任海波、清浅无时，何处绿窗云户。"
        },
        {
            "title": "苏武慢",
            "content": "归去来兮，昨非今是，惆怅独悲奚语。迷途未远，晨景熹微，乃命导夫先路。风＊舟轻，候门童稚，此日载瞻衡宇。酒盈尊、三径虽荒，松菊宛然如故。聊寄傲、与世相违，旧交俱息，更复驾言焉取。琴书情话，寻壑经丘，倦鸟岫云容与。农人告我，有事西畴，孤风情棹赋诗春雨。但乐夫、天命何疑，乘化任渠留去。"
        },
        {
            "title": "苏武慢",
            "content": "十载燕山，十年江上，惯见半生风雪。对雪无舟，泛舟无雪，不遇并时高洁。断港残沙，今兹何夕，一似剡溪归越。但掀篷、数尺梅花，人迹鸟飞俱绝。君不见、五老危巅，浮丘绝顶，笑我早生华发。返老还童，易粗为妙，定有九还丹诀。霁景浮空，天光眩海，一体本无分别。便堪称、六一仙公，千古太虚明月。"
        },
        {
            "title": "苏武慢",
            "content": "忆昔坡仙，夜游赤壁，孤鹤掠舟西过。英雄消尽，身世茫然，月小水寒星火。何似渔翁，不知今古，醉傍蓼花然火。梦相逢、羽服翩跹，未必此时非我。谁解道、岁晚江空，风帆目力，横槊赋诗江左。清露衣裳，晚风洲渚，多少短歌长些。玉宇高寒，故人何处，渺渺予怀无那。叹乘桴、浮海飘然，从者未知谁可。"
        },
        {
            "title": "苏武慢",
            "content": "对酒当歌，无愁可解，是个道人标格。好风过耳，皓月盈怀，清净水声山色。世上千年，山中七日，随处惯曾为客。尽虚空、北斗南辰，此事有谁消得。曾听得、碧眼胡僧，布袍沧海，直下钓丝千尺。掣取鲸鱼，风雷变化，不是等闲奇特。寒暑相催，乾坤不用，历劫不为陈迹。可怜生、忘却高年，长伴小儿嬉剧。"
        },
        {
            "title": "苏武慢",
            "content": "放棹沧浪，落霞残照，聊倚岸回山转。乘雁双凫，断芦漂苇，身在画图秋晚。雨送滩声，风摇烛影，深夜尚披吟卷。算离情、何必天涯，咫尺路遥人远。空自笑、洛下书生，襄阳耆旧，梦底几时曾见。老矣浮丘，赋诗明月，千仞碧天长剑。雪霁琼楼，春生瑶席，容我故山高宴。待鸡鸣、日出罗浮，飞渡海波清浅。"
        },
        {
            "title": "苏武慢",
            "content": "皓月清霜，钓舟如叶，闲渡小溪澄碧。银汉无声，玉虹横野，斗柄正垂天北。半幅乌纱，数根华发，一＊野凫飞舄。问回仙、城南老树，能见几何今昔。西华顶、十丈高花，九天秋露，结就翠房瑶实。脱屣非难，凌空何远，三咽雪融冰液。辟谷神方，餐霞真诀，一去更无消息。笑人间、长住虚空，谁似一轮红日。"
        },
        {
            "title": "苏武慢",
            "content": "六十归来，今过七十，感谢圣恩嘉惠。早眠晏起，渴饮饥餐，自己了无心事。数卷残书，半枚破砚，聊表秀才而已。道先生、快写能吟，直是去之远矣。没寻思、拄个青藜，＊双芒屦，走去渡头观水。逝者滔滔，来之衮衮，不觉日斜风细。有一渔翁，蓦然相唤，你在看他甚底。便扶杖、穿起鲜鱼，博得一尊同醉。"
        },
        {
            "title": "苏武慢",
            "content": "扫尽风云，绰开尘土，落得半丘藏拙。青松为盖，白石为床，一切物情休歇。几度蓬莱，布袍长剑，闲对海波澄澈。是谁家、酒熟仙瓢，邀我共看明月。归去也、玉宇寥寥，银河耿耿，铁笛一声山裂。三花高拥，九气弥罗，缥缈泰清瑶阙。手把芙蓉，凌空飞步，今夜几人朝谒。便翻身、北斗为杓，遍散紫瓯香雪。"
        },
        {
            "title": "苏武慢 鸣鹤馀",
            "content": "曲，高洁雄畅，最传者苏武慢二十篇。前十篇道遗世之乐，后十篇论修仙之事。曾稽费无隐独善歌之，闻者有凌云之思，无复流连光景者矣。予山居每登高望远，则与无隐歌而和之。无隐曰，公当为我更作十篇。居两年，得两篇半，殊未快意也。昭阳协洽之年，当嘉平之月，长儿之官罗浮。予与客清江赵伯友，临川黄观我、陈可立游。乐叔吴文明，平阳李平幼子翁归，泛舟送之。水涸，转鄱阳湖，上豫章，遇风雪，十五六日不能达三百里。清夜秉烛，危坐高唱，二三夕间，得七篇半。每一篇成，无隐即歌之。冯尊师天外有闻，得七篇半。每一篇成，无隐即歌之。冯尊师天外有闻，能乘风为我一来听耶。明春，舟中又得二篇，并无俗念一首。后三年，仙游山彭致中取而刊之，与瓢笠高明共一笑之乐也。道园道人虞集伯生自笑微生，凡情不断，轻弃旧矶垂钓。走马长安，听莺上苑，空负洛阳年少。玉殿传宣，金銮陪宴，屡草九重丹诏。是何年、梦断槐根，依旧一蓑江表。天赐我、万叠云屏，五湖烟浪，无限野猿沙鸟。平明紫阁，日晏玄洲，＊发太霞林杪。苍龙腾海，白鹤冲霄，颠倒一时俱了。望清都、独步高秋，风露洞天初晓。"
        },
        {
            "title": "风入松 为莆田寿 以上十七首    村丛书用吴",
            "content": "频年清夜肯相过。春碧卷红螺。画檐几度徘徊月，梁园迥，无复鸣珂。门外雪深三尺，窗中翠浅双蛾。旧家丹荔锦交柯。新玉紫峰＊。长安日近天涯远，行云梦、不到江波。欲度新词为寿，先生待教谁歌。"
        },
        {
            "title": "蝶恋花 故",
            "content": "作句。袖中犹觉有馀香，冷落西风吹不去。二月末，与杨迁镇陈众仲观杏城东，坐客有为予诵此者，因括  归腔，令佐酒者歌之昨日得卿黄菊赋。细翦金英，题作多情句。冷落西风吹不去。袖中犹有余香度。沧海尘生秋日暮。玉砌雕栏，木叶鸣疏雨。江总白头心更苦。"
        },
        {
            "title": "烛影摇红 淮",
            "content": "愿一见公，竟不及见而卒。客有为以赋此曲者雪映虚檐，梦魂正绕阳台近。朝来谁为护重笼，云卧衣裳冷。应念兰心薰性。对芳年、才华自信。洞房春暖，换羽移宫，珠圆丝莹。板压红牙，手痕犹在余香泯。当时惟待醉翁来，教听莺声引。可惜闲情未领。但雕梁、尘销雾暝。几回清夜，月转西廊，梧桐疏影。"
        },
        {
            "title": "浣溪沙",
            "content": "江上秋风日夜生。萧萧两鬓葛衣轻。芭蕉丛竹共幽情。病骨不禁湘簟冷，梦魂犹似玉堂清。画檐疏雨过三更。"
        },
        {
            "title": "法驾导引",
            "content": "千岁事，何许觅松乔。急雨轻雷开道路，星河北斗转＊＊。相对话渔"
        },
        {
            "title": "法驾导引",
            "content": "盘石上，新画太丘翁。扶老一枝风满袖，凌霄千岁露垂松。不与世间"
        },
        {
            "title": "法驾导引 为陈溪山寿",
            "content": "秋气至，寿＊注天香。燕坐喜看扶两几，击鲜何必＊诸郎。长岁接宾"
        },
        {
            "title": "鹊桥仙 寄阿里仁甫",
            "content": "维舟南浦。临流不渡。踏破城南蔬圃。故人直是不相忘，把酒看、沙头鸥鹭。青云得路。兰台乌府。早晚新承恩露。轻车切莫便乘风，先报与"
        },
        {
            "title": "风入松",
            "content": "画堂红袖倚清酣。华发不胜簪。几回晚直金銮殿，东风软、花里停骖。书诏许传宫烛，香罗初翦朝衫。御沟冰泮水＊蓝。飞燕又呢喃。重重帘幕寒犹在，凭谁寄、银字泥缄。为报先生归也，杏花春雨江南。"
        },
        {
            "title": "柳梢青 至顺癸酉立春",
            "content": "题柳梢青调，亦赋一首云从别幽花。玉堂金马，十载忘家。横幅疏枝，如逢旧识，同在天涯。荒村茅屋欹斜。待归去、重寻钓槎。解却丝钩，青鞋藜杖，翠竹江沙。"
        },
        {
            "title": "题梅花寒雀图",
            "content": "残雪晓。窗外幽禽小。春声初动苔枝袅。花落知多少。春起早。苦被东风恼。绿阴青子归来早。满径生芳草。"
        },
        {
            "title": "法驾导引 庐山寻真观题",
            "content": "栏干曲，正面碧崔嵬。岚气着衣成紫雾，墨香横壁长苍苔。柏影扫空台。江海客，欲去更徘徊。雾发云鬟何处在，风泉雪磴几时来。鹤翅九秋"
        },
        {
            "title": "驾新郎 五月",
            "content": "，病其词妙则声劣，律稳者语卑。适有友人期家人到官所而不至，赋此丹荔明如火。想江城、薰风乍透，绣帘青琐。宝篆香消初睡起，叶底流莺又过。算几度、思归未果。欲翦冰绡凭谁寄，恐腰围、渐减愁无那。临岸曲，命舟舸。凉宵冉冉银蟾度。望清辉、千里照人，雾低云＊。准拟雕梁栖飞燕，早晚新巢定妥。叹会少离多似我。留滞文园头先白，念琴心、久为芳尘锁。将旧恨，归江左。"
        },
        {
            "title": "南乡一翦梅 招熊少府",
            "content": "南阜小亭台。薄有山花以次开。寄语多情熊少府，晴也须来。雨也须来。随意且衔杯。莫惜春衣坐绿苔。若待明朝风雨过，人在天涯。春在天"
        },
        {
            "title": "浣溪沙",
            "content": "风力清严扫暮烟。纤尘不疑月婵娟。太虚那得有中边。大地山河空复影，九霄宫阙旧无传。几承剑气一飘然。"
        },
        {
            "title": "浣溪沙 次韵礼院孟子周佥院秋夜曲二叠",
            "content": "天阔秋高初夜长。浮尘消尽雾苍茫。澄澄孤月转危墙。金井有声惟坠露，玉阶无色乍疑霜。不闻人语只吟＊。"
        },
        {
            "title": "满庭芳",
            "content": "微雨经宵，暖烟笼昼，相寻闲步堤沙。露桃风絮，香影傍乌纱。徙倚江楼最久，绮窗迥、翠拥双丫。轻鸥外，水村山郭，帆过泊谁家。东华。尘土梦，汉宫传蜡，隋树啼鸦。记当时携手，何处天涯。日暮清吟未足，听街鼓、催发香车。山翁醉，惊雷散雹，深夜未停挝。"
        },
        {
            "title": "苏武慢",
            "content": "山月来时，海风不动，平地玉楼琼宇。桂子飘香，露华如水，自按洞箫如缕。杳杳冥冥，泠泠历历，青鸟解传芳语。太微中、鸾鹤相求，尽是旧时真侣。君听取、列豹重关，鼓雷千吏，天界更多官府。石女簪花，木人劝酒，为我此间聊住。高唱微吟，挥毫万丈，尘世等闲今古。看空山、一色青青，何意断云残雨。"
        }
    ]
}