{
    "dynasty": "元",
    "author": "马熙",
    "intro": "",
    "items": [
        {
            "title": "摸鱼子 并序 中执法安阳公初度之辰， 熙赋",
            "content": "首句，为新得园池，成公志也。公洎可行都司各和二首，桢和二首。既而可行董浚筑之役，竣事，复八赓公韵，公亦和之，愈出而愈奇，有本者如是夫。公命熙复赓，而鼯技穷矣，搜枯得九首，并倡为十阕，谨录以呈，优希指教买陂塘旋栽杨柳，参知绿野机务。春花秋月冬宜雪，夏有芰风荷雨。亭北渚。更倚棹观鱼，时憩东西屿。掀髯自语。任黄阁丝纶，彤庭剑履，未换涉园趣。人间世，多少高眠巢许。勋庸终愧伊吕。得闲宰相方为贵，谁识山中诗句。觞玉醑。看老鹤翩跹，舞入南飞谱。清风万古。是旧隐＊韩，新堂醉白，香满菊花谱。"
        },
        {
            "title": "渔家傲",
            "content": "池上水枯根岸峭。池边雪霁无行道。三岛遥遥心欲造。舟子诮。＊舟恐受坚冰笑。遵渚一鸿方矫矫。苦饥双鹤从形槁。吾亦安能充尔操。惟善宝。岁寒歌彻渔家傲。"
        },
        {
            "title": "渔家傲 以上周咏先校旧抄圭塘款乃集本马熙",
            "content": "凉入槐阴门巷杳。秋容次第归苹蓼。潦尽波寒亭影倒。征雁早。一声唤起江天晓。菊外白衣殊未到。沙堤留得西山眺。何事水莲花独少。诗与调。倚风仍度渔家傲。"
        },
        {
            "title": "渔家傲",
            "content": "八十邻翁头似葆。为言环翠埋芳草。不似圭塘风物闹。清昼好。来游往往逢郊岛。细浪粼粼风袅袅。柳丝柔直荷钱小。凫短鹤长无用较。舟可棹。扣舷重和渔家傲。"
        },
        {
            "title": "太常引",
            "content": "迟红酣日照修筠。光景一时新。万物却游尘。看出浴、温泉太真。榜上龙虎，班头＊鹭，无复困冠巾。花亦只天民。问身到、黄扉几人。"
        },
        {
            "title": "太常引",
            "content": "园中风物水中亭。消得两娉娉。浊酒卷荷倾。早洗尽、筝声笛声。四堤晴柳，一天花气，付与晚山青。飞絮挟云轻。任膝上、瑶琴自横。"
        },
        {
            "title": "渔家傲 补和可翁四首",
            "content": "香雾空蒙烟缥渺。青归林木先从杪。若采芳洲繁采沼。花事悄。幽情聊复忘鱼鸟。鸟倦知还亭月老。鱼安浅碧吹斜照。鱼若有言求直钓。秦吉了。也应能唱渔家傲。"
        },
        {
            "title": "摸鱼子",
            "content": "买陂塘旋栽杨柳，崇台检校公务。西山远＊千岩壑，总解蓄云藏雨。临浅渚。更俯视银涛，万顷摇孤屿。＊娥寄语。约静影浮光，浴金沉璧，方领眺瞻趣。登临地，休逸主人先许。买邻邀我从吕。黄金铸作千钱驾，不及无须新句。斟绿醑。甚欲把、园亭草木随时谱。歌豳验古。看祭韭条桑，薪樗剥枣，纳稼筑场圃。"
        },
        {
            "title": "摸鱼子",
            "content": "买陂塘旋栽杨柳，池亭检校公务。团茅时复羲皇上，惊梦每来窗雨。东望渚。却不似西偏，略约连双屿。于时语语。待柳色环堤，荷香入座，方足倚阑趣。园丁戆，直把廉名自许。端如司马家吕。十年护得檐前桧，莫咏蛰龙奇句。谁酌醑。试共看东皋，五斗先生谱。明当仿古。要渠列箕畴，牖县羲画，学取晦翁圃。"
        },
        {
            "title": "太常引 补和可翁四首",
            "content": "园池多在魏公时。盛极自然稀。天遣可翁回。要扶起、台倾榭欹。圭塘如此，藕花无数，一笑领翁诗。帝里不须期。怕＊似、三司面皮。"
        },
        {
            "title": "摸鱼子",
            "content": "买陂塘旋栽杨柳，参知渔艇机务。巨川冒涉风涛险，此际缆烟维雨。朝泊渚。到日落沧波，移傍寒梅屿。翠禽无语。甚雪意方深，月明空载，独棹始成趣。銮坡梦，年少纷纷权许。功名更欲侔吕。桃花浪暖多肥鳜，不识绿蓑词句。常载醑。岂特与、笔床茶灶联文谱。闲忙今古。是世上何人，渊明日涉，董子不窥圃。"
        },
        {
            "title": "摸鱼子",
            "content": "买陂塘旋栽杨柳，参知三岛机务。方壶圆峤千夫力，挥汗已能成雨。凫立渚。看两两胎禽，俯伏红云屿。忘机对语。尽较短量长，昨非今是，未害老仙趣。山中计，长吏讵能羁许。糊涂正合＊吕。交梨火枣如缄惠，何必云林漓句。瓶罄醑。问玉醴金浆，通我仙宗谱。尝闻往古。说舟近蓬莱，风犹引出，何处觅县圃。"
        },
        {
            "title": "摸鱼子",
            "content": "买陂塘旋栽杨柳，梦中还理家务。十年不到衡山麓，孤负楚云湘雨。苹映渚。渺杜若江蓠。香接烟霞屿。口心相语。为蝇骥东西，云龙上下，误却钓游趣。生平志，愿识平舆二许。煌煌岳降申吕。集词敬为先生寿，博得月章星句。毋我醑。只小草幽兰，心醉离骚谱。松存径古。待游遍西园，荷锄归去，吾亦爱吾圃。"
        },
        {
            "title": "摸鱼子",
            "content": "买陂塘旋栽杨柳，参知老圃机务。宰相得请归田里，久旱忽逢甘雨。怀鄂渚。怅黄鹤楼前，鹦鹉翔烟屿。清魂可语。奈信美江山，无穷湖海，难得故乡趣。西园地，天意昔年曾许。埙＊近协音吕。筑台浚沼方竣事，更办雪儿佳句。仍酹醑。为祷尔三家，恐有治园谱。今吾胜古。问孟氏芳邻，何时康乐，何似柬之圃。"
        },
        {
            "title": "摸鱼子",
            "content": "买陂塘旋栽杨柳，飞桥检校公务。当年题柱非无意，借用池墨玄雨。沱共渚。早有路潜通，海上三神屿。归来笑语。便玉＊横空，金猊跨海，安有野亭趣。裴中令，别墅相师惟许。倡酬声应钟吕。若教子午成丁卯，容得老渔寻句。忙唤醑。好净洗穷愁，却与论诗谱。西风道古。我欲系匏瓜，匏瓜何在，缑氏已无圃。"
        },
        {
            "title": "摸鱼子",
            "content": "买陂塘旋栽杨柳，参知圭沼机务。石渠＊＊鸣西北，不用九天瓢雨。鱼在渚。又戏藻翻荷，绕遍方圆屿。鱼如解语。道惠子忘言，庄周忘家，岂识水中趣。寒泉上，云影天光如许。高谈曾会朱吕。此中尽有源头水，添我感怀新句。姑却醑。便合着叶嘉，百世云初谱。心源汲古。任眢井无波，方塘好在，余润及蔬圃。"
        },
        {
            "title": "摸鱼子",
            "content": "买陂塘旋栽杨柳，平堤检校公务。近来不用新沙筑，屐齿要深苔雨。兰艺渚。植桂树团团，宛在池中屿。堤应怨语。只有恨柔条，无情飞絮，日与我同趣。周垣下，杖策已蒙神许。＊瓜何用怀吕。丈夫志不期温饱，愧尔碧纱笼句。行且醑。听弦索迎风，吹入新翻谱。由今视古。对草绿西湖，裙腰一道，端合让西圃。"
        },
        {
            "title": "太常引",
            "content": "露桃云杏不胜浓。合让水花红。别种出林东。为冰雪、相看改容。洹堂双瓮，此时千叶，愁绝＊珠宫。贮酒待吟翁。念畴昔、时来一中。"
        },
        {
            "title": "摸鱼子",
            "content": "首句，为新得园池，成公志也。公洎可行都司各和二首，桢和二首。既而可行董浚筑之役，竣事，复八赓公韵，公亦和之，愈出而愈奇，有本者如是夫。公命熙复赓，而鼯技穷矣，搜枯得九首，并倡为十阕，谨录以呈，优希指教买陂塘旋栽杨柳，参知绿野机务。春花秋月冬宜雪，夏有芰风荷雨。亭北渚。更倚棹观鱼，时憩东西屿。掀髯自语。任黄阁丝纶，彤庭剑履，未换涉园趣。人间世，多少高眠巢许。勋庸终愧伊吕。得闲宰相方为贵，谁识山中诗句。觞玉醑。看老鹤翩跹，舞入南飞谱。清风万古。是旧隐＊韩，新堂醉白，香满菊花谱。"
        }
    ]
}