{
    "dynasty": "元",
    "author": "洪希文　",
    "intro": "",
    "items": [
        {
            "title": "临江仙 暑剧，移酒就溪流  漱，因少憩松阴",
            "content": "欲借明光无问处，野怀雅趣林丘。不妨枕漱事迟留。千岩如竞秀，万壑欲争流。月观风亭随处好，顿令热恼全收。一觞一咏足清游。世情看白发，心事付沙鸥。"
        },
        {
            "title": "沁园春 寿东泉郡公 汉文帝纪，初为郡守，为",
            "content": "农乐丰年，击坏西东，千仓腐红。正火剂漫山，丹青炫转，朱华冒水，云锦缤纷。钟秀燕山，分付壶峤，郁郁葱葱初度辰。人争道，卿云甘露，毓瑞储精。公余玉尘纶巾。远赛过唐贤辈行人。看笔军扫阵，羊欣给役，诗工缀锦，王翰求邻。咀嚼群经，搜罗百史，办下功夫日日新。东泉水，愿永沾学海，混混涯津。留京师，左以与之。史记天官书，若烟非烟，若云非云，  纷纷，萧瑟轮，是谓卿云。卿音庆，轮音菅。"
        },
        {
            "title": "水调歌头 雪梅 以上丁藏钞本续轩渠集卷九词",
            "content": "崖谷摇落尽，银海眩花生。霏霏漾漾，闭门三日断行人。我欲寻幽无路，但见砌平凹凸，粲粲尽堆琼。片片匀如翦，散入马蹄轻。梅索笑，竹含贞，酒频倾。矜香斗色，鼻塞无孔眼瞠瞠。昔则寒林水墨，今则瑶台琪树，奇妙孰能名。起舞歌白雪，聊聊我幽情。"
        },
        {
            "title": "蝶恋花 蜡梅",
            "content": "雪里江梅标致好。千古诗人，总被横斜恼。蜡貌栀言愁杀我。道伊曾向孤山过。检点花房开几朵。错引山峰，酿蜜供残课。三叹楚骚无可考。"
        },
        {
            "title": "桃源忆故人 别故人",
            "content": "客亭折尽垂杨柳。马＊堤边无有。唱彻阳关杯酒。别我平生友。男儿得意须回首。鸟兔东飞西走。临发不堪分手。恋恋君知否。"
        },
        {
            "title": "如梦令 灯花",
            "content": "报道灯花如画。烨烨文章＊绣。安顾莫风摇，应恐夜寒花瘦。搔首。搔首。结果望天将就。"
        },
        {
            "title": "风中柳 水碓",
            "content": "锦里人家，桑柘阴连西崦。驶决溪流青似染。引机激水，作碓依山旁，无朝无暮无丰歉。德耀当年，杵臼生涯勤俭。强劝郎温温笑脸。男儿志气，正欲长光焰。任顽石、也须头点。"
        },
        {
            "title": "洞仙歌 早梅",
            "content": "野亭驿路，尽是寻幽客。水曲山隈浩无极。见松荒菊老，岁晏江空，摇落尽、几点南枝消息。天寒云淡，月弄黄昏色。绰约真仙藐姑射。占得百花头上，积雪层冰，捱不去，只恁地皑皑白。问广平心事竟何如，纵铁石肝肠，也难赋得。"
        },
        {
            "title": "酹江月 酒边",
            "content": "一年佳景，又新橙快意，重呼＊＊。争奈情人垂信约，误听几番风竹。□□□□，鱼沉雁香，懒听相思曲。少年狂梦，黄梁早已先熟。烈士壮心犹在，唾壶敲碎，此恨何时足。太息旧交风雨散，大半已归鬼＊。对酒凄凉，欲□谁诉，唤起苍虬玉。＊床大叫，为予更剪明烛。"
        },
        {
            "title": "踏莎行 示观堂",
            "content": "郡国兴贤，＊宫课试。书生事业从今始。铨衡当道有司明，吹嘘送上青云里。赋要凌云，文如翻水。八音五色惊童＊。＊时人莫作等闲看，丹"
        },
        {
            "title": "满江红 幽居",
            "content": "筑室云屏，连翠＊、断崖如臼。任红尘飞到，借风为帚。谈笑从容无俗客，山花风竹皆吾友。做姬公事业竟明农，终田亩。闲又却，经纶手。紧闭了，谋谟口。看高车公相，寒途仆走。是有命焉那幸致，万钟于我大何有。但卿车我竺勿相忘，须回首。"
        },
        {
            "title": "念奴娇 冬月",
            "content": "月华似水，正同云天气，流光如烁。冷气射入寒瘁竦，走下深帘重幕。十二琼楼，三千玉斧，手冻恁谁断。乘鸾女子，为伊再三惊愕。回顾玉露凄清，恐非人世，怎敢轻谐谑。上界神仙官府足，肝胆骤然倾落。冻合关河，光摇牛斗，飞起横江鹤。平明起视，雪封枝上梅萼。"
        },
        {
            "title": "倦寻芳 春词",
            "content": "卧鸭炉边，翔鸳屏底，正断肠处。烟草风花，妆点春愁无数。贪睡海棠酣晕脸，欹眠杨柳狂飞絮。倚东风，子规叫月，乱莺啼树。尽游赏吞花卧酒，握月担风，谁诉离绪。镜里朱颜，还被青春领去。＊＊红飞愁万点，丝丝绿织愁千缕。这光阴，那堪几番风雨。"
        },
        {
            "title": "贺新郎 寿李西隐馆於李氏",
            "content": "今日知何日。听瑶池、西来青鸟，密传消息。阿母临行宣曼倩，留取蟠桃休吃。因则甚、鸾骖未出。约待西方无量寿，贺西家、大隐开筵席。蓬莱岛，神仙客。壶公满眼春光溢。正千花万草薰人，芳菲红碧。快意长江都是酒，放出韩湘奇术。况两鬓苍苍如漆。记得晋公留好语，□二三百岁何难划。耐松柏，坚金石。"
        },
        {
            "title": "满庭芳 送张译史乐州秩满归代方驿史作",
            "content": "卓卓声名，英英人物，翠壶肯暂遨游。与君聚散，鸿雁自春秋。位置六曹上客，挥洒处、文彩风流。莼鲈好，故乡人梦，留不住东州。骅骝。从此去，嘶鸣北向，志气悠悠。指燕台路近，唾手公侯。料想春风得意，醉眠韦杜最高楼。天付与，男儿事业，姓字覆金瓯。"
        },
        {
            "title": "齐天乐 寿方君会",
            "content": "山阴文会才三日，怀阵迹都如扫。郁郁葱葱，融融溢溢，和气偏薰瑶草。春光未老。便撒放莺花，收回梨枣。醉咽霞浆，寿星侧畔神仙岛。墙屏翩翩学子。总芝兰玉树，映入娟好。德耀新归，子平毕娶，来岁掌珠可抱。名缰利锁。任禄食千钟，位登八座。贵不如闲，与儿郎自效。"
        },
        {
            "title": "水龙吟 代洋尾李氏寿柯竹圃",
            "content": "降庭佳气葱葱，辉联南极光如画。门弧纪瑞，华筵开宴，兜离仙奏。梨枣功深，汞铅诀秘，内丹初就。咽壶中日月，放怀诗酒，这安乐、窝中叟。梦语喧传万口。况鸡林、有人亲售。当家句律，早传骥子，孙枝又秀。自愧长文，远离车膝，几时回首。料得今朝欢笑，大家拜舞，外翁千寿"
        },
        {
            "title": "玉楼春 重书灵严旧题处",
            "content": "燕语垂杨春又暮。往事空随流水去。当时杰句倩谁题，尘笔只今无着处。酒债寻常随所寓。烟竹风花堪笑语。偷闲将学少年游，终不似邯郸故"
        },
        {
            "title": "柳梢青 春恨",
            "content": "问讯梨花，不知还解否，几番风。雨打黄昏，泥香白雪，愁与谁同。可堪凤懒莺慵。飞不到、萧娘镜中。望断碧山，恨迷芳草，春太匆匆。"
        },
        {
            "title": "浣溪沙 雪夜病起",
            "content": "入室天然恼病禅。打窗风雨闷吟仙。归心一点落灯前。犹有十三楼上酒，可无三百杖头钱。一年心老一年年。"
        },
        {
            "title": "水龙吟 寿夏改齐闰八月初二",
            "content": "一年两度中秋，这回初度尤堪喜。＊生二叶，荷开十丈，荔丹千里。令肃貔貅，业安畎畎，戍安隍垒。况莆民截镫，帅垣＊檄，人欢悦、雷声起。自古将门出将，贵三品、腰金绶紫。他年领取，莫公官职，黄公年纪。彩袖翩翩，慈闱强健，诸孙环侍。待婆娑酒醺，呵笑花下，含饴耍戏。"
        },
        {
            "title": "沁园春 寿东泉",
            "content": "农乐丰年，击坏西东，千仓腐红。正火剂漫山，丹青炫转，朱华冒水，云锦缤纷。钟秀燕山，分付壶峤，郁郁葱葱初度辰。人争道，卿云甘露，毓瑞储精。公余玉尘纶巾。远赛过唐贤辈行人。看笔军扫阵，羊欣给役，诗工缀锦，王翰求邻。咀嚼群经，搜罗百史，办下功夫日日新。东泉水，愿永沾学海，混混涯津。留京师，左以与之。史记天官书，若烟非烟，若云非云，  纷纷，萧瑟轮，是谓卿云。卿音庆，轮音菅。"
        },
        {
            "title": "踏沙行 雪中山茶",
            "content": "风掠寒条，雪封冻蕊。行人蚁冻荒崖里。千岩万壑白皑皑，孤红杰出真堪美。生类歼夷，芳心销歇。玄冥漏＊春生意。冲寒折得一枝来，徐熙"
        },
        {
            "title": "鹧鸪天 渔父",
            "content": "万顷玻璃浩荡浮。桃李小岸蓼花洲。春风秋月等闲度，雨笠烟蓑得自由。移桂棹，下纶钩。功名利禄不须求。得鱼换了茅柴吃，船放长江自在"
        },
        {
            "title": "品令 试茶",
            "content": "旋碾龙团试。要着盏无留腻。＊云献瑞，乳花斗巧，松风飘沸。为致中情，多谢故人千里。泉香品异。迥休把寻常比。啜过惟有，自知不带，人间火气。心许云谁，太尉党家有妓。"
        },
        {
            "title": "青门引 棋",
            "content": "白日沉西永。棋局闲寻清兴。两贤既不为山河，强令南北，黑白交分阵。雌雄未决谁能省。势若曹刘竞。英雄到底谁是，劝君动也何如静。"
        },
        {
            "title": "桃源忆故人 砭顽",
            "content": "西风摇落梧桐井。气入韩堂凄冷。百炼江心铜镜。照尽孤鸾影。利锥早脱囊中颖。跃冶怎逃顽＊。独抱素心谁省。漏瓮劳修绠。"
        },
        {
            "title": "鹊桥仙 水碓",
            "content": "山容叠翠，水光拖练，澎湃奔腾远势。输他心匠动机舂，应笑杀、伯鸾左计。引渠激水，连房凿臼，捣尽□糠和秕。朝朝暮暮不曾闲，又岂问"
        },
        {
            "title": "清平乐 风车",
            "content": "风随车走。唤做天公否。试运州犁高下手。砂砾糠秕前后。谁言天籁难移。即今神柄谁持。若问红炉点雪，后来理欲分歧。"
        },
        {
            "title": "浣溪沙 试茶",
            "content": "独坐书斋日正中。平生三昧试茶功。起看水火自争雄。势挟怒涛翻急雪，韵胜甘露透香风。晚凉月色照孤松。"
        },
        {
            "title": "海棠春 剖瓜",
            "content": "青门瓜地连芳草。富贵不来年少老。雨露不曾偏，颜色天然好。＊来就把并刀破。粟样生金圆颗颗。细味杜陵诗，慰我怀枯槁。"
        },
        {
            "title": "阮郎归 焙茶",
            "content": "养茶火候不须忙。温温深盖藏。不寒不暖要如常。酒醒闻箬香。除冷湿，煦春阳。茶家方法良。斯言所可得而详。前头道路长。"
        },
        {
            "title": "临",
            "content": "欲借明光无问处，野怀雅趣林丘。不妨枕漱事迟留。千岩如竞秀，万壑欲争流。月观风亭随处好，顿令热恼全收。一觞一咏足清游。世情看白发，心事付沙鸥。"
        },
        {
            "title": "八声甘州 宪司循行召试",
            "content": "秋光如此，摧落堪嗟，菊颖正新黄。对远山如画，残霞似缕，淡淡烟光。怪得数声喜鹊，好语绕山墙。报道黄华使，载酒登冈。回望碧云深处，凛绣衣霄汉，玉斧光芒。况幕中二客，辣手试风霜。看醉蘸龙蛇键笔，借时人、脍炙齿牙香。侬才薄，如何七步，急就成章。"
        },
        {
            "title": "如梦令 樱桃",
            "content": "四月朱樱乍熟，甘露一般清味。禽嘴夺将来，卸在赤牙盘里。何似。何似。清净麾尼珠子。"
        }
    ]
}