{
    "dynasty": "元",
    "author": "李道纯",
    "intro": "",
    "items": [
        {
            "title": "满江红 赠敬庵葛道（原作通，据道藏改）人",
            "content": "道本无言，要学者、潜通默识。若万虑俱捐，虚灵湛寂。动处调停水中火，定中究竟波罗密。问玄关、一＊在何宫，中间觅。不是心，不是物。不是仙，不是佛。只这些端的，鲜人知得。迷者到头空苦志，悟来不费些儿力。看无中、生有产灵胎，阳神出。"
        },
        {
            "title": "满江红 赠唯庵（原作府，据道藏改）宗道人",
            "content": "观复工夫，要默默、存存固守。静极中一动，便通玄牡。惚恍中间情合性，虚无谷里奇投偶。我今将、向上祖师机，为君剖。说话底，非干口。把物底，非干手。那没脚童儿，会翻筋斗。解得个些奇特处，自然勘破无中有。问西来、的的意云何，擘鼻＊。"
        },
        {
            "title": "满江红 赠默庵（此下原有无号默说四字，据",
            "content": "默即说兮，这说处、元来有默。只默说便是，金丹秘诀。默识潜通为大要，声闻缘觉皆虚设。向说中、认得默之根，无生灭。会说底，非干舌。与默底，无差别。这默底宁如，说底亲切。若向不言中得趣，便于不默俱通彻。将默默、说说尽掀翻，天机泄。"
        },
        {
            "title": "满江红 授（原作受，据道藏改）记门人",
            "content": "吾道玄关，决不许、外边人人。有学者来参，防他做贼。猛把杀人刀子举，活人手段轻拈出。更单提、独弄逞神通，谁能敌。若是个，善知识。便承当，心不惑。仗奋心刚胆，逢佛杀佛。举步便能欺十圣，口开便要吞三极。把乾坤、天地尽掀翻，真奇特。"
        },
        {
            "title": "水调歌头 显性理 清庵莹子语录卷六案李道纯",
            "content": "至道无言说，神功妙莫量。本来具足，添之无碍减无妨。不在多闻广学，只要潜通默会，定里细参详。个中端的意，元不离中黄。圆陀陀，光烁烁，现堂堂。无余无欠，通身无象合真常。只这而今默识，便是当年弥勒，直下要承当。开放顶门眼，遍界不能藏。宗女同昌公主唐多令词，南史宋帝时点绛唇唐多令词，皆道纯伪托。"
        },
        {
            "title": "炼丹砂 示众",
            "content": "至道本无传。只要心坚。始终立志莫教偏。九载三年常一定，便是神仙。真息自绵绵。灵地平平。饥来吃饭困来眠。夏月单衣冬盖被，玄外无"
        },
        {
            "title": "炼丹砂 咏玄牝示众",
            "content": "玄牝少人通。说与诸公。休言南北与西东。不在四维并上下，不在当中。阖＊妙无穷。天地根宗。生生化化运神功。动静机缄应不息，广纳包"
        },
        {
            "title": "西江月 赠周守正",
            "content": "识破无人无我，何须求拂求仙。随时随处总安禅。一切幻尘不染。选甚山居野处，何妨闹市门前。执中守正固三田。久久神珠出现。"
        },
        {
            "title": "西江月 赠善友",
            "content": "至道本无言说，全凭立志刚坚。心常不昧究根源。一月千潭普见。会取击风捕影，便知火里栽莲。任他海水变桑田。只这本来无变。"
        },
        {
            "title": "西江月 赠潘道人",
            "content": "真土真铅真汞，元神元气元清。三元合一药方成。个是全真上品。动静虚灵不昧，成全实相圆明。形神俱妙乐无生。真谒虚皇绝境。"
        },
        {
            "title": "百字令 示众破惑",
            "content": "成仙捷径，在玄关、一窍四通八达。说与学人先立志，悟后只消时霎。可笑迷徒，不求师指，执着旁门法。般精般气，到头都是兜搭。争知大道堂堂，坦平蓦直，也要师开发。会得善行无辙迹，玄牝自然开阖。一念无生，谷神不死，九转功周币。脱胎归去，大罗天上行蹋。"
        },
        {
            "title": "百字令 赠通庵",
            "content": "太初一点，本灵明、元自至纯无亲。执着些儿千里远，悟得只消时霎。方寸中虚，纤尘不立，何用调庚甲。承当得去，目前方信无法。个中显诀难传，无名可唤，贵在心通达。信手拈来君荐取，无罅岂容针＊。人我山头，是非海里，更要知生杀。养其无象，忘形灵地开发。"
        },
        {
            "title": "百字令 赠胡秀才",
            "content": "瓦初一点，莹如如、无相无形无质。不荡不摇常正定，直是断踪绝迹。变化无方，显微无间，妙理应难测。为伊言破，屏除缘虑尘识。放教方寸虚澄，里头宁贴，方见真端的。三五混融心月皎，照破本元来历。烁烁圆明，如如不动，运化无休息。静中拈出，蟾光烁破无极。"
        },
        {
            "title": "百字令 赠陈制斡",
            "content": "修真慕道，乐清虚、任意陶陶兀兀。富贵荣华都不恋，甘分清贫彻骨。名利俱捐，是非不辨，且把身埋没。真闲真静，谁知如是消息。为言向上机缄，玄珠罔象，火候无时刻。一窍玄关通得透，顿悟非心非佛。情念双忘，有无交入，胎备元神出。眼睛开放，光明周遍无极。"
        },
        {
            "title": "百字令 指中庵性命次序",
            "content": "玄关一窍，理幽深、至妙了无言说。阴极阳生初动处，便是采铅时节。地下雷轰，山头水降，满地红尘雪。行功之际，马猿休纵颠劣。霎时虎啸龙吟，夫欢妇合，鼎内丹头结。身外有身犹未了，圆顿始能通彻。嫩嫩黄花，青青翠竹，此理应难泄。为君举似，水中捞取明月。"
        },
        {
            "title": "百字令 赠真蟾子叶大师",
            "content": "玄关欲透，做工夫、妙在一阳来复。天癸才生忙下手，采处切须虔笃。绝虑忘机，清心释累，认取虚无谷。铅银砂汞，一时辰内攒簇。霎时天地相交，甲庚无间，龙虎齐降伏。取坎填离，乾体就、阳火阴符行足。至宝精坚，真蟾形兆，宜把灵泉沃。德圆功备，大师名注仙＊。"
        },
        {
            "title": "百字令 指老蟾张大夫下手",
            "content": "金丹大要，不难知、妙在阳时下手。日用平常须谨独，莫纵虎龙奔走。心要安闲，身须正定，意在常存守。始终不怠，自然通透玄牡。其间些子肴讹。为公直指，地下听雷吼。立鼎安炉非小可，运用斡旋凭斗。性本圆明，命基牢固，勘破无中有。老蟾成象，直同天地齐寿。"
        },
        {
            "title": "水调歌头 言道",
            "content": "三元秘秋水，未悟谩猜量。诚能参透，洗心涤虑密归藏。意与身心不动，精与气神交合，天理自然彰。三善备于我，翻笑炼玄黄。性圆融，心豁达，德辉光。牛郎织女，一时会合到天潢。勘破乘槎伎俩，密契浴沂消息，游泳有无乡。日用别无事，读易对三皇。"
        },
        {
            "title": "水调歌头 赠白兰谷",
            "content": "三元秘秋水，微密实难量。米分清浊，天地人物一包藏。一乃太玄真水，二气由兹运化，三极理全彰。上下降升妙，根本在中黄。兔怀胎，牛喘月，蚌含光。人明此理，倒提斗柄戽银潢。绝断曹溪一派，掀倒蓬莱三岛，无处不仙乡。谁为白兰谷，安寝感羲皇。"
        },
        {
            "title": "水调歌头 示众无分彼此",
            "content": "道释儒三教，名殊理不殊。参禅穷理，只要抱本返元初。解得一中造化，便使三元辐辏，宿疾普消除。屋舍既坚固，始可立丹炉。炼还丹，全太极，采玄珠。的端消息，采将坎有补离无。若也不贪不爱，直下离声离色，神气总归虚。了达一切相，赤子出神庐。"
        },
        {
            "title": "水调歌头 赠宝奄",
            "content": "道乃法之体，法乃道之余。双全道法，横拈倒用总由渠。只这元神元气，便是天兵将吏，除此外都无。说与洞蟾子，定里作工夫。守为胎，用为窍，假为符。既明此理，何须苦泥墨和朱。若使精凝气固，便可驱雷役电，妖怪悉皆诛。行满功成日，谈笑谒仙都。"
        },
        {
            "title": "水调歌头 赠张蒙庵",
            "content": "雷在地中复，山下出泉蒙。明斯二理，自然造化合玄同。密密至虚守静，便见无中妙有，九穷一齐通。直下承当去，个是主人公。莫着无，莫着有，莫着空。疑团打就，只今突出妙高峰。拨置纷纷外境，收拾灵灵底个，生化了无穷。毕竟作么道，日向岭东红。"
        },
        {
            "title": "水调歌头 赠刘居士",
            "content": "在俗心不俗，尘里不沾尘。处身中正，何妨闹市与山林。践履不偏不易，日用无争无执，只此是全真。方寸莫教昧，便是上乘人。采元精，炼元气，复元神。三元合一，自然鼎内大丹凝。更把玄风鼓动，天外迷云消散，慧月朗然明。叩我第一义，江上数峰青。"
        },
        {
            "title": "水调歌头 赠秋蟾周先生",
            "content": "铅汞了无质，炉鼎假安名。殆因动静迷人，不觉堕声闻。这个先天妙理，日用着衣吃饭，相对甚分明。接物应机处，不动感而灵。不是心，不是佛，匪为金。明加眼力，莫教错认定盘星。片片迷云涣散，湛湛禅天独露，个是本来真。风定浪头息，月满水光清。"
        },
        {
            "title": "满庭芳 赠焦提举",
            "content": "寂寞山居，喧轰市隐，头头总是玄关。资明高士，须向定中参。我把活人手段，杀人刀、慢慢教看。君还悟，只今荐取，超脱不为难。一言明说破，起初下手，先炼三三。自玄宫起火，运入昆山。把定则云横谷口，放行也、月落寒潭。功因竟，大蟾成象，名姓列仙班。"
        },
        {
            "title": "水调歌头 赠宝蟾子",
            "content": "学佛学仙要，玄妙在中诚。真铅真汞无非，只是性和情。但得情来归性，便见铅来投汞，二物自交并。日用了无间，大药自然成。识抽添，明进退，要持盈。坤炉乾坤，阴符阳火慢调停。一穷玄关透了，八片顶门裂破，迸出宝蟾明。功行两圆备，谈笑谒三清。"
        },
        {
            "title": "满江红 授（原作受",
            "content": "吾道玄关，决不许、外边人人。有学者来参，防他做贼。猛把杀人刀子举，活人手段轻拈出。更单提、独弄逞神通，谁能敌。若是个，善知识。便承当，心不惑。仗奋心刚胆，逢佛杀佛。举步便能欺十圣，口开便要吞三极。把乾坤、天地尽掀翻，真奇特。"
        },
        {
            "title": "满江红 赠敬庵",
            "content": "道本无言，要学者、潜通默识。若万虑俱捐，虚灵湛寂。动处调停水中火，定中究竟波罗密。问玄关、一＊在何宫，中间觅。不是心，不是物。不是仙，不是佛。只这些端的，鲜人知得。迷者到头空苦志，悟来不费些儿力。看无中、生有产灵胎，阳神出。"
        },
        {
            "title": "满江",
            "content": "默即说兮，这说处、元来有默。只默说便是，金丹秘诀。默识潜通为大要，声闻缘觉皆虚设。向说中、认得默之根，无生灭。会说底，非干舌。与默底，无差别。这默底宁如，说底亲切。若向不言中得趣，便于不默俱通彻。将默默、说说尽掀翻，天机泄。"
        },
        {
            "title": "水调歌头 赠和庵王察判",
            "content": "土釜要端正，定里问黄公。流戊就己，须待山下出泉蒙。采药堤防不及，行火休教太过，贵在得其中。执中常不易，天理感而通。那些儿，玄妙处，实难穷。自从会得，庵中无日不春风。便把西方少女，嫁与南陵赤子，相见永和同。十月圣胎备，脱蜕烁虚空。"
        },
        {
            "title": "满江红 赠孙居士",
            "content": "这点虚灵，自古来、无亏无缺。更烁烁圆圆，澄澄彻彻。照破洪蒙前底事，分开蟾窟中间穴。向庵中、养个白虾蟆，皎如雪。那些儿，无可说。利如金，团似月。运化化生生，了无休歇。山水蒙时天癸降，地雷复处玄霜结。驾青鸾、直谒广寒宫，超生灭。"
        },
        {
            "title": "满江红 令门人和",
            "content": "采药归来，这鼎器、乾金铸写。那些儿道理，全凭主者。先把根尘都扫尽，从前熟处休沾惹。问行工、进火事如何，凭般若。五雷车，青龙＊。烧山符，心铸写。更涤虑洗心，灵泉浇洒。九转功成丹道毕，一灵真性还虚也。那赤条条地法王身，无可把。"
        },
        {
            "title": "满江红 赠一庵",
            "content": "三五真机，应用处、头头总是。况日用平常，密巍巍地。向有无中忘二见，便于罔象通三昧。却如何、成少不成多，因滞泥。水乡铅，只一味。个便是，先天气。会蟾乌合璧，身心合意。西四归来投北了，东三便去交南二。把五般、攒簇入炉中，丹完备。"
        },
        {
            "title": "满江红 赠密庵述三教",
            "content": "教有三门，致极处、元来只一。这一字法门，深不可测。老子谷神恒不死，仲尼心易初无画。问瞿昙教外＊＊心，密密密。学神仙，须定息。学圣人，忘智识。论做佛机缄，只凭慧力。道释儒流都勘破，圆明觉照工夫毕。看顶门、进破见真如，光赫赫。"
        },
        {
            "title": "满江红 赠密庵",
            "content": "一粒金丹，这出处、孰知年劫。若不识根源，怎生调燮。况是自家元有底，何须着相胡施设。我分明、举似学仙人，天机泄。软如绵，硬似铁。利如金，圆似月。又不方不圆，无亏无缺。放则迸开天地穷，收来隐在虚无穴。问不收不放作么生，应难说。"
        },
        {
            "title": "满江红 赠止庵张宰公",
            "content": "性正惟中，只这是、修仙秘诀。若稍有偏颇，动生差别。试向动中持得定，自然静里机通彻。会三元、五气入黄庭，金花结。运火功，有时节。海潮生，天上月。那一升一降，复圆复缺。十月工夫无间断，一灵妙有超生灭。更问予、向上事如何，无言说。"
        },
        {
            "title": "满江红 赠睡着李道判",
            "content": "好睡家风，别有个、睡眠三昧。但睡里心诚，睡中澄意。睡法既能知止趣，便于睡里调神气。这睡功、消息睡安禅，少人会。身虽眠，性不昧。目虽睡内不闭。向熟睡中间，隐帖帖地。一枕清风凉彻骨，梦于物外闲游戏。觉来时、身在广寒宫，抱蟾睡。"
        },
        {
            "title": "满江红 赠丁县令三教一理",
            "content": "三教正传，这蹊径、元来蓦直。问老子机缄，至虚静极。释氏性从空里悟，仲尼理自诚中人。笄始初、立教派分三，其源一。道玄关，常应物。易幽微，须默识。那禅宗奥旨，真空至寂。刻刻兼持无间断，生生受用无休息。便归根、复命体元虚，藏至密。"
        },
        {
            "title": "满江红 授觉庵",
            "content": "道本自然，但有为、头头是错。若一味谈空，如何摸索。无有双忘终不了，两边兼用遭缠缚。都不如、默默守其中，神逸乐。过去事，须忘却。未来事，休详度。这见在工夫，更休泥着。六欲不生三毒灭，一阳来复群阴剥。悟真空、抱本还元虚，为真觉。"
        },
        {
            "title": "满江红 赞谁庵殷管辖",
            "content": "谁是庵儿，阿谁在、庵中撑柱。看饥来吃饭，谁知甘苦。角徵宫商谁解听，青黄皂白谁能睹。向平常、日用应酬人，谁区处。是谁行，是谁举。是谁默，是谁语。这些儿透得，便知宾主。外面形躯谁做造，里头门户谁来去。造无为、毕竟住谁庵，朱陵府。"
        },
        {
            "title": "满江红 赞圆庵付居士",
            "content": "这个Ｏ儿，自历劫以来无象。况端端正正，亭亭当当。细入微尘无影迹，大周天界难安放。更通天彻地任纵横，无遮障。没根宗，没形状。烁烁明，团团亮。只这个便是，本来模样。放出直超无色界，收来隐在光明藏。待顶门、裂破现圆通，金色相。"
        },
        {
            "title": "满江红 赠虚庵",
            "content": "日用工夫，只一味、存虚抱素。会殊途同归，一致百虑。紫极宫中元气息，调我鼎内三花聚。问安炉、立鼎事如何，乾金铸。缚金乌，获玉兔。捉将来，封土釜。这火候抽添，更须防护。至宝圆成明出入，法身形兆无来去。便潜身、直谒太清宫，神常住。"
        },
        {
            "title": "沁园春 勉诸门人",
            "content": "道在常人，日用之间，人自不知。柰丛识纷纷，红尘衮衮，灵源不定，心月无辉。人我山高，是非海阔，一切掀翻便造微。诸贤眷，听清庵设喻，切勿狐疑。先将清净为基。用静定为庵自住持。以中为门户，正为床榻，诚为径路，敬作藩篱。卑顺和人，谦恭接物，服食兴居弗可违。常行此，若工夫不闲，直入无为。"
        },
        {
            "title": "沁园春 赠圆庵蒋大师",
            "content": "人心惟危，道心惟微，中藏化机。那些儿妙处，都无做造，灵明不昧，慧日光辉。日气日神，惟精惟一，玉莹无瑕天地归。疑玄处，把坎中一画，移入南离。赤龙缠定乌龟。六月里严霜果大奇。那白头老子，来婚素女，胎仙舞罢，共入黄帏。布雨行云，阳和阴畅，一载工夫养个儿。常温养，待玉宸颁诏，足蹑云归。"
        },
        {
            "title": "沁园春 勉中庵执中妙用",
            "content": "中是儒宗，中为道本，中是禅机。这三教家风，中为捷径，五常百行，中立根基。动止得中，执中不易，更向中中认细微。其中趣，向词中剖得，慎勿狐疑。个中造化还知。却不在、当中及四维。这日用平常，由中运用，兴居服食，中里施为。透得此中，分明中体，中字元来物莫违。全中了，把中业劈破，方是男儿。"
        },
        {
            "title": "沁园春 赠王提点",
            "content": "慧海深澄，德山高耸，主人不凡。况＊锐解纷，黜聪屏智，掀翻物我，不露机缄。立志虚无，潜心混沌，帝象之先密意参。玄玄处，老先生元性，一贯乎三。曾和至士玄玄。故默默昏昏契老聃。矧灵地虚间，禅天湛寂，忘知忘识，无北无南。收拾身心，圆融造化，覆载中间总作丹。炉中就，看圆陀陀地，照耀松关。"
        },
        {
            "title": "沁园春 赠损庵人静",
            "content": "九转工夫，三元造化，百日立基。便打扑精神，存决定志，掀翻妄幻，绝断狐疑。剔起眉毛，放开心地，物物头头一笔挥。行功处，便横拖斗柄，倒斡＊玑。为中会取无为。个个有、中间有最奇。到恍惚之间，窈冥之际，守之即妄，纵又成非。不守不忘，不收不纵，勘这存存存底谁。只恁麽，持六阳数足，抱个蟾儿。"
        },
        {
            "title": "沁园春 赠郑松溪",
            "content": "若拙若愚，若慵若懒，若呆若痴。只这底便是，造玄日用，果行得去，密应神机。学解见知，声闻圆觉，增长根尘塞肚皮。都无用，但死心塌地，寿与天齐。金仙不在天西。那碧眼胡儿不必题。问性宗一着，从空自悟，命基上事，务实为基。虚实相通，有无交入，混合形神圣立跻。禅天净，看云藏山岳，月照松溪。"
        },
        {
            "title": "沁园春 赠安间子周高士",
            "content": "真鼎真炉不无不有，惟正惟中。向静里施工，定中斡运，寂然不动，应感＊通。老蚌含珠，螟蛉咒子，个样真机妙莫穷。只这是，若疑团打破，顿悟真空。采铅不离坤宫。运符火、须当鼓巽风。向北海波心，生擒白虎，南山火里，捉住青龙。二物相投，三关一辏，炼出神丹满鼎红。藏身处，且和光混俗，是谓玄同。"
        },
        {
            "title": "沁园春 赠吴居士丹旨",
            "content": "向上工夫，乾宫立鼎，坤位安炉。这火候幽微，元无作用，抽添进退，不费枝梧。阴往阳来，云行雨施，主宰机缄总在渠。心安定，那虚灵不昧，照破昏衢。性宗悟了玄珠。这命本、成全太极图。向圈圈外，圆光迸出，存存存里，独见真如。一气归根，六门三用，到此全凭德行扶。混尘世，且藏锋锉锐，了事凡夫。"
        },
        {
            "title": "满庭芳 授记定庵",
            "content": "学佛学仙，参禅穷理，不离玄牝中间。可怜迷谬，往往□相瞒。一味寻枝摘叶，徒坐破、几个蒲团。堪伤处，外边寻觅，笑杀老瞿昙。些儿真造化，诚能亲见，胆冷心寒。定庵高士，好向定中参。看破娘生面目，把从前、学解掀翻。真空透，髑髅迸破，真主自离庵。"
        },
        {
            "title": "沁园春",
            "content": "曲径旁蹊，三百六十，门门不同。若泥在一身，终须着物，离于形体，又属顽空。无有兼行，如何下手，两下俱捐理不通。修真士，若不知玄窍，徒尔劳工。些儿妙处难穷。亲见了、方能达本宗。况听之不闻，搏之不得，观之似有，觅又无踪。个个见成，人人不识，我把天机泄与公。玄关窍，与虚无造化，总在当中。"
        },
        {
            "title": "满江红 赠唯庵（原",
            "content": "观复工夫，要默默、存存固守。静极中一动，便通玄牡。惚恍中间情合性，虚无谷里奇投偶。我今将、向上祖师机，为君剖。说话底，非干口。把物底，非干手。那没脚童儿，会翻筋斗。解得个些奇特处，自然勘破无中有。问西来、的的意云何，擘鼻＊。"
        },
        {
            "title": "沁园春 赠括苍张希微号几庵",
            "content": "不识不知，无声无臭，名曰希微。只道个便是，全真妙本，人能透得，即刻知几。闻法闻经，说禅说道，执象泥文都属非。君还悟，这平常日用，总是玄机。仍凭决烈行持。把四象五行收拾归。会两仪妙合，三元辐辏，一灵不昧，万化皈依。精气凝神，缘情返性，迸出蟾光遍界辉。形神妙，向太虚之外，独露巍巍。"
        },
        {
            "title": "沁园春 赠春谷清禅师",
            "content": "智断坚刚，奋心决烈，便透玄关。把杀人手段，轻轾拈出，活人刀子，慢慢教看。一剑当空，万缘俱扫，方信道瞿昙即老聃。玄夙播，看春生寒谷，觌面慈颜。从他雪覆千山。那突兀孤峰青似蓝。况击竹拈花，都成骨董，扬眉瞬目，也是＊顸。劫处风光，日前荐取，擘破面皮方罢参。如何是，那祖师的意，合掌和南。"
        },
        {
            "title": "沁园春 赠静庵口诀",
            "content": "历劫元神，旦初祖气，太始元精。道三般至宝，同根并蒂，欲求端的，勿泥身形。息定神清，缘空气固，清静无为精自凝。丹头结，运阴阳符火，慢慢调停。尤当固济持盈。把铅汞银砂一处烹。四象合和，命基永固，三元辐辏，觉性虚灵。性命两全，形神俱妙，与道合真无变更。逍遥处，任遨游八极，自在纵横。"
        },
        {
            "title": "沁园春",
            "content": "说与学人，火无斤两，候无卦爻。也没抽添，也无作用，既无形象，不必烹炮。件件非真，般般是假，着意作工空谩劳。君知否，但一切声色，都是讹肴。见闻知觉俱抛。直打并、灵台无一毫。更休言炉灶，休寻药物，虚灵不昧，志力坚牢。神室虚闲，灵源澄静，就里自然天地交。全真辈，苟不全真性，劫运宁逃。"
        },
        {
            "title": "沁园春",
            "content": "叉手者谁，合掌者谁，击拳者谁。只这些伎俩，人犹错会，无为妙理，孰解操持。我为诸公，分明举似，老子瞿昙即仲尼。思今古，有千贤万圣，总是人为。可怜后学无知。辨是是非非没了期。况天地与人，一源分判，道儒释子，一理何疑。见性明心，穷微至命，为佛为仙只在伊。功成后，但殊途异派，到底同归。"
        },
        {
            "title": "沁园春",
            "content": "道本虚无，虚无生一，一二成三。更三生万物，物皆虚化，形形相授，物物交参。体体元虚，头头本一，未许常人取次谈。虚无妙，具形各相貌，虚里包含。虚中密意深探。致虚极、工夫问老聃。那虚寂湛然，无中究竟，虚无兼达，勘破瞿昙。象帝之先，威音那畔，清净虚无孰有儋。诸玄眷，以虚无会道，稽首和南。"
        },
        {
            "title": "沁园春",
            "content": "道曰五行，释曰五服，儒曰五常。矧仁义礼智，信为根本，金木水火，土在中央。白虎青龙，玄龟朱雀，皆自句陈主张。天数五，人精神魂魄，意属中黄。乾坤二五全彰。会三五、归元妙莫量。火三南方，东三成五，北玄真一，西四同乡。五土中宫，合为三五，三五混融阴返阳。通玄士，把铅银砂汞，炼作金刚。"
        },
        {
            "title": "沁园春",
            "content": "身处玄门，不遇真师，徒尔劳辛。若绝学无为，争知阖癖，多闻博学，宁脱根尘。固守自然，终成断灭，着有着无都不真。般般假，那星儿妙处，参访高人。一言说破元因。直指丹头精气神。问一穷玄关，本无定位，两般灵物，只在心身。动静相因，有无交入，五气朝元万善臻。幽奇处，把一元簇在，一个时辰。"
        },
        {
            "title": "沁园春",
            "content": "得遇真传，便知下手，成功不难。得癸生之际，抽铅添汞，火休太燥，水莫令寒。鼓动巽风，扇开炉＊，武炼方烹不等闲。金炉内，个两般灵物，锻炼成丸。先须打破疑团。方透归根复命关。使赤子乘龙，离宫取水，金公跨虎，运火烧山。金公无言，姹女敛袂，一个时辰炼就丹。浑吞了，证金刚不坏，超出人间。"
        },
        {
            "title": "水调歌头 言性",
            "content": "三元秘秋水，都不属思量。收来毫末，放开在地不能藏。过去未来见在，只是星儿消息，体物显然彰。本自无形象，随处见青黄。性源清，心地静，发天光。木人半夜，倒骑铁马过银潢。正是露寒烟冷，那更风清月白，乘兴水云乡。识破梦中梦，稽首礼虚皇。"
        }
    ]
}