{
    "dynasty": "元",
    "author": "刘秉忠　",
    "intro": "",
    "items": [
        {
            "title": "桃源忆故人",
            "content": "桃花乱落如红雨。闪下西城碧树。寂寞琐窗朱户。最是春深处。一尊酒尽青山暮。楼外轻云犹渡。远水悠悠下住。流得年光去"
        },
        {
            "title": "点绛唇",
            "content": "恰破黄昏，一湾新月稍稍共。玉溪流汞。时有香浮动。别后清风，馥郁添多种。如相送。未忘珍重。已入幽人梦。"
        },
        {
            "title": "点绛唇 梅",
            "content": "策杖寻芳，小溪深雪前村路。暗香时度。更在清幽处。一见冰容，便有西湖趣。题新句。句成梅许。折得南枝去。"
        },
        {
            "title": "点绛唇 梨花",
            "content": "立尽黄昏，袜尘不到凌波处。雪香凝树。懒作阳台雨。一水相系，脉脉难为语。情何许。向人如诉。寂寞临江渚。"
        },
        {
            "title": "点绛唇",
            "content": "天上春来，满前芳草迷归路。楚山湘浦。朝暮谁云雨。凤吹初听，认是吹箫侣。刘郎去。碧桃千树。世外无寻处。"
        },
        {
            "title": "点绛唇",
            "content": "寂寂珠帘，凤楼人去箫声住。断肠诗句。彩笔无题处。花褪残红，绿满西城树。蘅皋暮。客愁何许。梅子黄时雨。"
        },
        {
            "title": "点绛唇",
            "content": "客梦初惊，雪晴风冷千山晓。塞烟沙草。又上邮亭道。石窟萝龛，为我君应扫。何时到。放怀吟啸。相伴山间老。"
        },
        {
            "title": "点绛唇",
            "content": "古寺萧条，十年再到经行路。旧题新句。总是关心处。睡起西轩，转觉添幽趣。斜阳暮。淡烟疏雨。湿遍山前树。"
        },
        {
            "title": "点绛唇",
            "content": "十载风霜，玉关紫塞都游遍。驿途方远。夜雨留孤馆。灯火青荧，莫把吴钩看。歌声软。酒斟宜浅。三盏清愁散。"
        },
        {
            "title": "桃花曲",
            "content": "茸茸芳草，漫漫长路，匆匆行李。佳人在何许，渺云山千里。莫惜千金沽一醉。道刘郎、不宜憔悴。春归寂寞语，恨桃花流水。"
        },
        {
            "title": "桃花曲",
            "content": "青山千里，沧波千里，白云千里。行程问行客，更无穷山水。青史功名都半纸。念刘郎、鬓先如此。桃源觅无路，对溪花红紫。"
        },
        {
            "title": "桃花曲",
            "content": "一川芳景，一壶春酒，一襟幽绪。今朝好天色，又无风无雨。水满清溪花满树。有闲鸥、伴人来去。行云望逾远，更青山无数。"
        },
        {
            "title": "朝中措 书怀",
            "content": "布衣蓝缕曳无裾。十载苦看书。别有照人光彩，骊龙吐出明珠。天人学业，风云气象，可困泥涂。随着传岩霖雨，大家济润焦枯。"
        },
        {
            "title": "朝中措 赋赠章仲一",
            "content": "衣冠零落暮春花。飘卷满天涯。好把中原麟凤，网来祥瑞皇家。白云丹嶂，青泉绿树，几换年华。认取随时达节，莫教系定匏瓜。"
        },
        {
            "title": "浣溪沙",
            "content": "桃李无言一径深。客愁春恨莫相寻。看花酌酒且开襟。白雪浩歌真快意，朱弦未绝有知音。月明千里故人心。"
        },
        {
            "title": "卜算子",
            "content": "晓角才初弄。惊觉幽人梦。珠压花梢的的圆，春露昨宵重。小鼎香浮动。闲把新诗诵。坐客同尝碧月团，擘破双飞凤。"
        },
        {
            "title": "清平乐",
            "content": "彩云盘结。何处歌声噎。歌罢彩云归绛阙。掉下阶前明月。月华千古分明。照人一似无情。不道天涯离客，梦回愁对三更。"
        },
        {
            "title": "清平乐",
            "content": "渔舟横渡。云淡西山暮。岸草汀花谁作主。狼籍一江秋雨。随身箬笠蓑衣。斜风细雨休归。自任飞来飞去，伴他鸥鹭忘机。"
        },
        {
            "title": "清平乐",
            "content": "夜来霜重。帘外寒风劲。横笛楼头才一弄。惊破绿窗幽梦。起来情绪如何。开门月色犹多。照我如常如画，更谁能似?娥。"
        },
        {
            "title": "清平乐",
            "content": "月明风劲。花弄窗间影。一夜玉壶秋水冷。梧叶乍凋金井。世间日月如梭。人生会少离多。篱畔黄花开尽，相逢不醉如何。"
        },
        {
            "title": "好事近",
            "content": "酒醒梦回时，小鼎串烟初灭。留得瘦梅疏竹，弄窗间素月。起来幽绪转清幽，幽处更难说。一曲竹枝歌罢，满襟原作腔，据抄本改怀冰雪。"
        },
        {
            "title": "好事近",
            "content": "桃李尽飘零，风雨更休怀恶。细把牡丹遮护，怕因循吹落。平芜望断更青山，楼外数峰削。野鸟不知归处，把行云随着。"
        },
        {
            "title": "诉衷情",
            "content": "醪虽薄。再四劝君无恶。林到面前须饮却。莺啼花未落。束置功名高阁。两日三朝留酌。绿柳来年无可握。春情凭底托。"
        },
        {
            "title": "谒金门",
            "content": "春寒薄。睡起宿酲生恶。枕上家山都梦却。东风吹月落。留客定知西阁。有酒兴谁同酌。别手临歧曾记握。君心真可托。"
        },
        {
            "title": "诉衷情",
            "content": "山河萦带九州横。深谷几为陵。千年万年兴废，花月洛阳城。图富贵，论功名。我无能。一壶春酒，数首新诗，实诉衷情。"
        },
        {
            "title": "踏莎行",
            "content": "碧水东流，白云西去。旌旗卷尽西山雨。淡烟寒露黄昏，伤怀又是别来处。双眼增明，青山如故。故人怪我来何暮。征＊声震五更风，梦魂惊"
        },
        {
            "title": "踏莎行",
            "content": "白日无停，青山有暮。功名两字将人误。褊怀先著酒浇开，放心又被书收住。一味闲情，十分幽趣。梦哦芳草池塘句。东风吹彻满城花，无人"
        },
        {
            "title": "秦楼月",
            "content": "调羹手。残枝莫折离亭柳。离亭柳。年年春尽，为谁消瘦。海棠过雨愁红皱。行人驻马空搔首。空搔首。秦楼花月，凤城歌酒。"
        },
        {
            "title": "秦楼月",
            "content": "斜阳暮。西风落叶关山路。关山路。归鸿巢燕，笑人来去。我歌一曲君听取。人生聚散如今古。如今古。湘江秋水，渭川春树。"
        },
        {
            "title": "秦楼月",
            "content": "杯休侧。为君送别城南陌。城南陌。茸茸芳草，万家春色。阳关一曲愁肠结。吟鞭斜袅黄昏月。黄昏月。长安古道，洛阳游客。"
        },
        {
            "title": "太常引 武候",
            "content": "至人视有一如无。见义处，便相扶。三顾出茅庐。莫不是、先生有图。拯危当世，觉民斯道，佩玉已心枯。遗恨失吞吴。真个是、男儿丈夫。"
        },
        {
            "title": "太常引 鲁仲连",
            "content": "当时六国怯强秦。使群策，日纷纷。谈笑却三军。算自古、谁如此君。一心忠义，满怀冰雪，功就便抽身。富贵若浮云，本是个、江湖散人。"
        },
        {
            "title": "太常引",
            "content": "桃花流水鳜鱼肥。青＊笠，绿蓑衣。风雨不须归。管甚做、人间是非。两肩云衲，一枝筇杖，尽日可忘机。之子欲何为。归去来、山猿怪迟。"
        },
        {
            "title": "太常引",
            "content": "青山憔悴锁寒云。站路上，最伤神。破帽鬓沾尘。更谁是、阳关故人。颓波世道，浮云交态，一日一番新。无地觅松筠。看青草、红芳斗春。"
        },
        {
            "title": "太常引",
            "content": "长安三唱晓鸡声。谁不被，利名惊。搅镜照星星。都老却、当年后生。山林苍翠，江湖烟景，归去没人争。休望濯尘缨。几时得、沧浪水清。"
        },
        {
            "title": "太常引",
            "content": "衲衣藤杖是吾缘。好归去，旧林泉。富贵任争先。总不较、诸公著鞭。雁飞汾水，鹤归华表，人事又千年。沧海变桑田。谁知有、壶中洞天。"
        },
        {
            "title": "鹧鸪天",
            "content": "残月低帘挂玉钩。东风帘＊思如秋。梦魂不被杨花搅，池面还添翠压稠。红叱拨，翠骅骝。青山隐隐水悠悠。行人更在青山外，不许朝朝不上"
        },
        {
            "title": "鹧鸪天",
            "content": "柳映清溪漾玉流。火榴开罢芰荷秋。一声鱼笛烟波上，宜著蓑翁泛小舟。红蓼岸，白苹洲。闲鸥闲鹭更优游。斜阳影里山偏好，独倚兰阑懒下"
        },
        {
            "title": "鹧鸪天",
            "content": "水满青溪月满楼。客怀须赖酒消愁。风回玉宇三更夜，露滴金茎八月秋。情脉脉，思悠悠。星河织女隔牵牛。乘槎欲把仙乡问，也似浮生有白"
        },
        {
            "title": "鹧鸪天",
            "content": "清夜哦诗对月明。诗魂偏向月边清。欲成小梦还惊破，无柰洋河聒枕声。红日晓，碧天晴。风沙扑面过鸡鸣。漯阳川里鱼龙混，四海青山拱一"
        },
        {
            "title": "鹧鸪天",
            "content": "花满尊前酒满卮。不开笑口是痴儿。山林钟鼎都休问，且听双蛾合一词。春烂处，夜晴时。玉壶香袅冷胭脂。海棠影转梧桐月，吟到梨花第一"
        },
        {
            "title": "鹧鸪天 酒",
            "content": "酒酌花开对月明。醒中醉了醉中醒。无花无酒仍无月，愁杀耽诗杜少陵。三品贵，一时名。众人争处不须争。流行坎止何忧喜，笑泣穿途阮步"
        },
        {
            "title": "鹧鸪天",
            "content": "垂柳风边拂万丝。春光照眼惜花枝。凤城好景谁来赏，忙杀悠悠世上儿。歌近耳，酒盈卮。十分劝饮欲推辞。人生休听渔家曲，一日风波十二"
        },
        {
            "title": "南乡子",
            "content": "檀板称歌喉。唱到消魂韵转幽。便觉丝簧难比似，风流。一串骊珠不断头。惟酒可忘忧。况复卢家有莫愁。醉倒不知天早晚，云收。花影侵窗"
        },
        {
            "title": "南乡子",
            "content": "夜户喜凉飙。秋入关山暑气消。句引客情缘底物，鹪鹩。落日凄清叫树梢。古寺漏长宵。一点青灯照寂寥。暮雨夜深犹未住，芭蕉。残叶萧疏"
        },
        {
            "title": "南乡子",
            "content": "季子解纵横。六印累累拜上卿。凤鸟不来人渐老，谋生。二顷田园也易成。尊酒醉渊明。菊有幽香竹有声。吹破北窗千古梦，风清。小鸟喧啾"
        },
        {
            "title": "南乡子",
            "content": "李杜放诗豪。万丈晴虹吸海涛。六义不传风雅变，离骚。金玉无言价自高。春日对春醪。短咏长歌慰寂寥。幽鸟落来花里悟，从教。彩凤飘飘"
        },
        {
            "title": "南乡子",
            "content": "游子绕天涯。才离蛮烟又塞沙。岁岁年年寒食里，无家。尚惜飘零看落花。闲客卧烟霞。应笑劳生鬓早华。惊破石泉槐火梦，啼鸦。扫地焚香"
        },
        {
            "title": "南乡子",
            "content": "憔悴寄西州。赋得登楼懒上楼。魂梦不知关塞远，悠悠。疏雨梧桐客里秋。往事起新愁。九曲回肠不自由。见说世间离别苦，休休。一夜相思"
        },
        {
            "title": "江月晃重山",
            "content": "红雨斜斜作阵，绿云碎碎成堆。武陵溪口几人迷。桃花水，流入不流回。夏日董风殿阁，秋宵宝月楼台。仙凡境界隔尘埃。青鸾客，归去又归"
        },
        {
            "title": "江月晃重山",
            "content": "太白诗成对酒，仲宣赋就登楼。思乡怀古两悠悠。黄尘路，风雨鬓惊秋。三岛云随鹤驭，五湖月载归舟。青山西塞水东流。功名好，欢伯笑人"
        },
        {
            "title": "江月晃重山",
            "content": "杜宇声中去住，蜗牛角上输赢。金瓯名字尽人争。秋鸿影，湖水镜般明。杨柳烟凝露重，莲花月冷风清。万年枝稳鹊休惊。邻家笛，夜夜故园"
        },
        {
            "title": "江月晃重山",
            "content": "芳草洲前道路，夕阳楼上阑干。碧云何处望归鞍。从军客，耽乐不思还。洞里仙人种玉，江边楚客滋兰。鸳鸯沙＊＊＊寒。菱花镜，不柰鬓毛"
        },
        {
            "title": "小重山",
            "content": "一片残阳树上明。百禽争＊噪、雨初晴。西风鸿雁落沙汀。归舟远，渔笛两三声。烟草逐人行。前山青未了、后山横。山川人物斗峥嵘。黄尘路，鞍马笑平生。"
        },
        {
            "title": "小重山",
            "content": "漠北云南路九千。旧年鞍马上、又新年。玉梅寂寞老江边。东风软，杨柳得春先。斜月照吟鞭。可人难似月、缺还圆。桃花流水杏花天。欢娱地，谁斗酒尊前。"
        },
        {
            "title": "小重山",
            "content": "晓起清愁酒盎空。清愁缘底事、别离中。登临无地与君同。青山色，山外更重重。落尽海棠红。蔷薇新破萼、露华浓。牡丹芳信一帘风。寻幽梦，曾到小园东。"
        },
        {
            "title": "小重山",
            "content": "诗酒休惊误一生。黄尘南北路、几功名。枝头乌鹊梦频惊。西州月，夜夜照人明。枕上数寒更。西风残漏滴、两三声。客中新感故园情。音书断，天晓雁孤鸣。"
        },
        {
            "title": "临江仙 海棠",
            "content": "十日狂风才是定，满园桃李纷纷。黄蜂粉蝶莫生嗔。海棠贪睡著，留得一枝春。便是徐熙相对染，丹青不到天真。雨余红色愈精神。夜眠清早起，应有惜花人。"
        },
        {
            "title": "临江仙 桃花",
            "content": "一别仙源无觅处，刘郎鬓欲成丝。兰昌千树碧参差。芳心应好在，时复问蜂儿。报到洞门长闭着，只今未有开时。杏花容冶没人司。东家深院宇，墙外有横枝。"
        },
        {
            "title": "临江仙 梨花",
            "content": "冰雪肌肤香韵细，月明独倚阑干。游丝萦惹宿烟环。东风吹不散，应为护轻寒。素质不宜添彩色，定知造物非悭。杏花才思又凋残。玉容春寂寞，休向雨中看。"
        },
        {
            "title": "临江仙",
            "content": "堂上箫韶人不奏，凤凰何处飞鸣。黄尘扰扰马纵横。谁能知乐毅，志不在齐城。后辈谩搜前辈错，到头义重功轻。海隅四面尽苍生。东风吹绿草，布谷劝春耕。"
        },
        {
            "title": "临江仙",
            "content": "满路红尘飞不去，春风弄我华颠。故园桃李酒尊前。赏心逢美景，此事古难全。若智若痴人总笑，夕阳空袅吟鞭。马头山色翠相连。不知山下客，何日是归年。"
        },
        {
            "title": "临江仙",
            "content": "同是天涯流落客，君还先到襄城。云南关险梦犹惊。记曾明月底，高枕远江声。年去年来人渐老，不堪苦事功名。倾开怀抱酒多情。几时同一醉，挥手谢公卿。"
        },
        {
            "title": "玉楼春",
            "content": "翠微掩映农家住。水满玉溪花满树。青山随我入门来，黄鸟背人穿竹去。烟霞隔断红尘路。试问功名知此趣。一壶春酒醉春风，便是太平无事"
        },
        {
            "title": "玉楼春",
            "content": "闲云不肯狂驰骋。向晚自来栖峰顶。野人无事也关门，一炷古香焚小鼎。惊鸟有恨无人省。飞去飞来明月影。夜阑万籁寂中闻，破牖透风微觉"
        },
        {
            "title": "三奠子",
            "content": "念我行藏有命，烟水无涯。嗟去雁，羡归鸦。半生形原作人，据抄本改累影，一事鬓生华。东山客，西蜀道，且还家。壶中日月，洞里烟霞。春不老，景长嘉。功名眉上锁，富贵眼前花。三杯酒，一觉睡，一瓯茶。"
        },
        {
            "title": "南乡子",
            "content": "南北短长亭。行路无情客有情。年去年来鞍马上，何成。短鬓垂垂雪几茎。孤舍一檠灯。夜夜看书夜夜明。窗外几竿君子竹，凄清。时作西风"
        },
        {
            "title": "江城子",
            "content": "松苍竹翠岁寒天。雁山前。凤城边。回首燕南，一别又三年。长爱故人心似月，人不见，月还圆。小窗寂寂锁凝烟。一灯然。一诗联。诗若灯青，孤影伴无眠。明日酒中余思在，挥醉墨，洒云笺。"
        },
        {
            "title": "江城子 游琼华岛",
            "content": "琼华昔日贺新成。与苍生。乐升平。西望长山，东顾限沧溟。翠辇不来人换生，天上月，自虚盈。树分残照水边明。雨初晴。气还清。醉却兴亡，惟有酒多情。收取晋人腮上泪，千载后，几新亭。"
        },
        {
            "title": "江城子",
            "content": "平生行止懒编排。住蒿莱。走尘埃。社燕秋鸿，年去复年来。看尽好花春睡稳，红兴紫，任他开。紫微天上列三台。问英才。几沉埋。沧海遗珠，当著在鸾台。兴世浮沉惟酒可，如有酒，且开怀。"
        },
        {
            "title": "洞仙歌",
            "content": "仓陈五斗，价重珠斛。陶令家贫苦无畜。倦折腰闾里，弃印归来，门外柳、春至无言自绿。山明水秀，清胜宜茅屋。二顷田园一生足。乐琴书雅意，无个事，卧看北窗松竹。忽清风、吹梦破鸿荒，爱满院秋香，数业"
        },
        {
            "title": "望月婆罗门引",
            "content": "年来懒看，古今文字纸千张。酒中悟得天常。闲杀＊前好月，不肯照西厢。任昏昏一醉，石枕艟藤床。名途利场。物与我，两相望。目断霜天鸿＊，沙漠牛羊。一庭秋草，教粉蝶黄峰自任忙。花老也、尚有余香。"
        },
        {
            "title": "望月婆罗门引",
            "content": "午眠正美，觉来风雨满红楼。卷帘情思悠悠。望断碧波烟渚，苹蓼不胜秋。但冥冥天际，难识归舟。大夫骨朽。算空把，汨罗投。谁辨浊泾清渭，一任东流。而今不醉，苦一日醒醒一日悠。薄薄酒、且放眉头。"
        },
        {
            "title": "永遇乐",
            "content": "山谷家风，萧原作潇，据抄本改闲情味，只君能识。会友论文，哦诗遣兴，此乐谁消得。壶中天地，目前今古，今日还明日。似南华蝶梦醒来，秋雨数声残滴。诗书有味，功名应小，云散碧空幽寂。北海洪尊，南山佳气，清赏今犹昔。一天明月，几行征鹰，楼上有人横笛。想醉中、八表神游，不劳凤翼。"
        },
        {
            "title": "风流子",
            "content": "书帙省淹留，人间事，一笑不须愁。红日半窗，梦随蝴蝶，碧云千里，归骤骅骝。酒杯里、功名浑琐琐，今古两悠悠。汉代典刑，萧曹画一，晋朝人物，王谢风流。冠盖照神州。春风弄丝竹，胜处追游。诗兴笔摇牙管，字字银钩。遇美景良辰，寻芳上苑，赏心乐事，取醉南楼。好在五湖烟浪，谁识归舟。"
        },
        {
            "title": "木兰花慢 混一后赋",
            "content": "望乾坤浩荡，曾际会，好风云。想汉鼎初成，唐基始建，生物如春。东风吹遍原野，但无言、红绿自纷纷。花月流连醉客，江山憔悴醒人。龙蛇一屈一还伸。未信丧斯文。复上古淳风，先王大典，不贵经纶。天君几时挥手，倒银河、直下洗嚣尘。鼓舞五华＊＊，讴歌一角麒麟。"
        },
        {
            "title": "木兰花慢",
            "content": "笑平生活计，渺浮海，一虚舟。任紫塞风沙，鸟蛮瘴雾，即处林丘。天地几番朝暮，问夕阳、无语水东流。白首王家年少，梦魂正绕扬州。凤城歌舞酒家楼。肯管世闲愁。奈麋鹿疏情，烟霞痼疾，难与同游。桃花为春憔悴，念刘郎、双鬓也成秋。旧事十年夜雨，不堪重到心头。"
        },
        {
            "title": "木兰花慢",
            "content": "既天生万物，自随分，有安排。看＊＊云霄，骅骝道路，斥＊蒿莱。东君更相料理，著春风、吹处百花开。战马频投北望，宾鸿又自南来。紫垣星月隔尘埃。千载拆中台。叹麟出非时，风归何日，草满金台。江山阅人多矣，计古来、英物总沉埋。镜里不堪看鬓，尊前且好开怀。"
        },
        {
            "title": "木兰花慢",
            "content": "到闲人闲处，更何必，问穷通。但遣兴哦诗，洗心观易，散步携筇。浮云不堪攀慕，看长空、淡淡没孤鸿。今古渔樵话里，江山水墨图中。千年事业一朝空。春梦晓闻钟。得史笔标名，云台画像，多少成功。归来富春山下，笑狂奴、何事傲三公。尘事休随夜雨，扁舟好待秋风。"
        },
        {
            "title": "小重山",
            "content": "云去风来雨乍晴。断烟分远树、夕阳明。夕阳无处雁斜横。山重叠，山外更入行。千古短长亭。别离浑是苦、柰西征。欲凭双鲤寄幽情。东流水，几日到襄城。"
        }
    ]
}