{
    "dynasty": "元",
    "author": "刘处玄",
    "intro": "",
    "items": [
        {
            "title": "满庭芳 攒三拆字",
            "content": "冯疃，仙住，铅汞成形。罪尽，神气自然灵。天明万象，地渊、涌泉平。静恍惚，无缺，命须停。诚了了，蓬隐，胜似华荣。若出户，眼界宽青。林间松桧，洞深处、看经。觑分，正尘断，碧霄行。"
        },
        {
            "title": "满庭芳 许真君全家拔宅升天，庞居士全家坐",
            "content": "今世荣光，前生福行，悟来更好真修。外欢未尽，念动意多忧。清淡平常道乐，筠轩坐、至理频搜。真明了，碧天莹净，命耀似新秋。休休。崇道德，清廉治政，应变全周。待功成名遂，霞洞云游。琴剑仙经为伴，蜕仙去、真上云头。如庞许，全家拔宅，永永信瀛洲。"
        },
        {
            "title": "踏云行 时辛酉岁仲冬十有二日，经过大原宅",
            "content": "遥望东南，彩光分朗。忽然见了滨州往。醮缘感应仗高真，昔年曾有刘高尚。德遍十方，度人无量。万清万善理明广。他时归去到蓬莱，无为"
        },
        {
            "title": "满庭芳 赞道释寄助缘庐公武德 附云水集卷下",
            "content": "释氏禅宗，老君道祖，吕钟海蟾明天。重阳立教，东海阐良缘。唯度丘刘谭马，分异＊、王郝先传。将来去，十洲仙会，霞友性团圆。成仙。非难易，行修八百，功了三千。待天书紫诏，性命完全。要出阳阴之＊，党夫染、万物无愆。真了了，龟蛇蟠绕，阴尽去朝元。"
        },
        {
            "title": "望蓬莱 以上道藏仙乐集卷四",
            "content": "修行好，应化学斋科。旦望焚香参礼圣，书闲夜静众吟哦。智慧性明多。无为理，万法弗能过。外行内功真了了，炼成铅汞出娑婆。得道免阎"
        },
        {
            "title": "望蓬莱",
            "content": "形如鹤，性耀似孤云。自在空中无挂碍，来来去去意无尘。世外乐天真。大成拜，三教理超群。结就丹阳蓬岛去，仙乡别有洞天春。道象古今"
        },
        {
            "title": "望蓬莱",
            "content": "会首到，太守便相邀。请至藏春堂里坐，恁时早晚旦清朝。真福道能消。欲近醮，速去似风飘。道士灵鹧分一半，小师同到应焚烧。贤圣在丹"
        },
        {
            "title": "望蓬莱",
            "content": "清河喜，道＊是高功。已在道门三十载，秦台辛酉又相逢。顺化善缘从。他年去，升入大罗中。体挂六铢朝至圣，这回永住九阳宫。要到便乘"
        },
        {
            "title": "望蓬莱",
            "content": "近中寿，意望百年期。万事转头都一梦，两般罪福紧相随。念道圣贤知。性命达，今古世间稀。了了不生真不灭，自然结就坎和离。休觅上天"
        },
        {
            "title": "望蓬莱",
            "content": "周亭去，庄里又相邀。道念常如相见悟，天元觉了死生超。万业顿明消。洪禧至，宝鉴显彰昭。三界十方明彻了，倒颠水向火中烧。得道未逍"
        },
        {
            "title": "定风波",
            "content": "癸户云封运卦爻卦。剔开灵穷虎龙交。卯上行来真见酉，昆高。金翁轮线钓琼鳌。道德清通明法海，万光澄现九天高。造化自然神运转，难包。古今达者列仙曹。"
        },
        {
            "title": "定风波",
            "content": "月一焚香望日斋。持些禁戒自消灾。甲子庚申逢七记，开怀。吏神暗察应时来。清静身心无病苦，颐真保命运三台。功行周圆何处去，＊＊。"
        },
        {
            "title": "定风波",
            "content": "甘寸及时贵似油。今朝欢乐便无愁。明夜耕田野外唱，嗔牛。动鞭轻打胜余修。过了天元难积行，一麻一麦寸中收。养就姹婴云外去，优游。"
        },
        {
            "title": "定风波",
            "content": "临醮诸公戒行清。动天感应福非轻。壬润琼田农尽喜，秋成。＊田珠长豆苗生。要报天恩崇道德，随缘知足莫相争。旦望焚香餐素膳，无憎。"
        },
        {
            "title": "感皇恩",
            "content": "圣观号天长，星冠云服。养成金玉体，真无朽。信知大道自然，无中明有。世华心不恋，游玉屋。外贫保命，隐真居陋。亘初无相貌，胜丰厚。桑田海变，这个无形坚久。暗祝吾皇德，齐天寿。"
        },
        {
            "title": "感皇恩",
            "content": "道释与儒门，真通法海。易妙阴阳外，自然解。金刚至理，顿觉无争泯爱。五千玄言奥，夷明大。微光运转，结成雯盖。霞辉常照体，何挂碍。松枯石料，亘貌古今真在。他年功行满，升仙界。"
        },
        {
            "title": "武陵春",
            "content": "遥望＊山山正好，莹莹正芬芳。佳节春温春昼长。最好泛霞浆。酩酊歌欢忘世虑，吟笑胜轻狂。来往仙乡。过此庆重阳。"
        },
        {
            "title": "青杏儿",
            "content": "迷者似河沙。想世间、学者如麻。万中敬信无一悟，观今视古，浮生浊梦，个个都差。达了莫矜夸。访洞天、闲卧烟霞。他年归去方知得，瑶台阆苑，神仙乐处，四序仙花。"
        },
        {
            "title": "青杏儿",
            "content": "念道玉浆多。得真欢、大笑呵呵。自然酩酊逍遥快，依山临水，云霞洞外，忻后高歌。世景急如梭。恋恩山、洒洒波波。若肯回头归真一，烹铅炼汞，功成行满，升入烟萝。"
        },
        {
            "title": "青杏儿",
            "content": "九月季秋凉。谢尊官、重献霞浆。难当厚礼重爱，世中名利，贪争俗虑，身坐心忙。道化怕无常。三十年总敬丹阳。东莱满郡无疑妄，天元庆会，这番归去，朝现天皇。"
        },
        {
            "title": "武陵春",
            "content": "辛酉仲春游坎上，终日坐春园。异景奇葩在目前。村下胜筠轩。世梦知空且放下，自在似真仙。美酝开尊会众贤。乐道谢高天。"
        },
        {
            "title": "惜黄花",
            "content": "大翁出去。随家店住。且只似昔年，混俗庞许。食肉爱生灵，饮酒休乱做。肯忘贪，闲论今古。仙家乐处。逍遥云路。隐世外修性，金乌随兔。行就访蓬山，功了离尘所。蜕凡形，礼丹阳父。"
        },
        {
            "title": "惜黄花",
            "content": "天元将尽。去年挂尽。这世梦冤亲，何时是尽。三寸不来休，却变骷髅尽。到如斯，俗念心尽。道灵真无尽。忘机业尽。觉万慧千通，顿然明尽。外貌似憨痴，吟笑风灯尽。乐无极，任他物尽。"
        },
        {
            "title": "惜黄花",
            "content": "众生万过。有天来大。觉世梦知空，莫争人我。应变爱憎，无竞无灾祸。眼前事，顿明识破。敬道修因果。颠猿紧锁。得自然真慧，住行坐卧。达理了，仙经物外灵无堕。隐洞天，古今几个。"
        },
        {
            "title": "踏云行",
            "content": "一别三年，重游此地。云庵寂阒忘心意。有时忻则看仙经，自然理达真明异。真乐希夷，道尊德贵。俱损无有忘忧喜。洞天清隐混嚣尘，要登"
        },
        {
            "title": "踏云行",
            "content": "到处为家，鹑居无恋。要行便去云游转。阴阳之外物难拘，长安咫尺真非远。道乐希夷，死生永免。亘初一点光如电。自然照耀晃虚无，命清"
        },
        {
            "title": "踏云行",
            "content": "乱性糟浆，颐神玉液。莫迷有有无中觅。重楼十二望蓬莱，慧眸明处光无极。真乐陶陶，洞天游历。道灵今古几人识。携云信步入丹霄，大罗"
        },
        {
            "title": "望远行",
            "content": "令子根苗裔，云水爱行步。顿觉了，希夷微妙明千古。去尘寰历遍，香来都无伴侣。世人爱不爱，高真许。达道完性命，永免轮回苦。隐福地，松峰霞洞自在处。待养就、金铅玉汞，真无浊虑。六铢挂，始应过，三"
        },
        {
            "title": "踏云行",
            "content": "儿女金枷，爱情玉＊。火坑牢狱身如囚。迷迷到了似春蚕，疾些出离无中守。昼夜茫茫，乌飞兔走。浮沤生灭形难久。速修性命免轮回，完全"
        },
        {
            "title": "踏云行",
            "content": "去岁周亭，今年重到。光阴似箭催人老。世空识破好休心，修行下手志宜早。不肯忘情，将来悔懊。松峰乐道随缘饱。无中炼就汞和铅，携云"
        },
        {
            "title": "踏云行",
            "content": "子母相逢，自然明道。出离物彀无生老。茅斋公竹每为邻，清居幽阒仙家好。敬信高明，真欢无恼。各人性命修宜早。功成行满免轮回，蜕形"
        },
        {
            "title": "踏云行",
            "content": "圣道难逢，真修易遇。自然之理明今古。死生贩骨几千遭，这番了了无来去。蓬岛仙乡，亘灵无苦。朝元路上高真许。松枯海变永常存，他年"
        },
        {
            "title": "踏云行",
            "content": "七十年光，五千二万。堤防不测无常限。假躯抛下落黄泉，平生应变时间赞。顿觉灵峰，真超彼岸。蜕形归去升云汉。天元过了去无来，踏莎"
        },
        {
            "title": "踏云行 时辛",
            "content": "遥望东南，彩光分朗。忽然见了滨州往。醮缘感应仗高真，昔年曾有刘高尚。德遍十方，度人无量。万清万善理明广。他时归去到蓬莱，无为"
        },
        {
            "title": "玉堂春",
            "content": "仙观灵虚，二年来来去。破了重修，星冠养素。应有真无，斋科救万苦。达理忘言清静居。道释儒宽，通为三教，户外应五常，敬谦贤许。四相心无，自然乐有馀。出了阴阳现亘初。"
        },
        {
            "title": "玉堂春",
            "content": "道德清平，贤者真易化。世梦知空，几人放下。厌浊清居，周天运爻卦。身是行庵到处家。养就圆光，碧虚无执，把万里清澄，自然悬挂。物外逍遥，潇潇真脱洒。悟者超升学者麻。"
        },
        {
            "title": "蓦山溪",
            "content": "王徐道友，今日重相别。甚日再相逢，到来岁、新秋重歇。一年一到，百载几番来，且暂坐，意休忙，乌兔生还灭。人间宠辱，辱似圆光缺。少喜虑多忧，想憎爱、是非慵说。天元将尽，奉劝速修真，游洞府，隐松峰，无事看庄列。"
        },
        {
            "title": "蓦山溪",
            "content": "红莲池畔，不让游山景。闹里却无心，身似藕出泥花静。壶天妙趣，别有四时春，真应物，宝光明，今古谁人省。真行道德，显化邪归正。口应更声随，只是要、寸灵无病。贪争意尽，道眼自然开，来世外，混京华，积行常平等。"
        },
        {
            "title": "蓦山溪",
            "content": "玉峰顶上，知有田三段。壬润长黄芽，便万斛、珠酬弗换。一麻一麦，服了自然安，修性命，休延年，别近云霞伴。阴阳之外，天地难拘管。得道免轮回，厌世隐、神堂古观。无为功行，真了去朝元，六铢挂，现真"
        },
        {
            "title": "蓦山溪",
            "content": "人间万事，识破真归笑。恩爱与尘情，譬无常、般般是了。浮沤幻体，生灭几时休，忘世梦，去贪争，达道真明晓。微光觉照，应变通深妙。命住性通天，有自然、无穷降耀。阳纯阴尽，蜕壳免沉沦，游阆苑，玩瑶池，玉帝金书诏。"
        },
        {
            "title": "蓦山溪",
            "content": "人间华丽，恰似风前烛。万事转头空，世外隐、仙家清福。灵峰霞洞，四序不知秋，松为伴，竹为邻，闲唱无生曲。琴书乐性，道用调金木。炼出九霄身，六铢挂、朝元去速。永无生老，升入大罗天，任世海，变桑田，真与神仙逐。"
        },
        {
            "title": "蓦山溪",
            "content": "七旬相近，正好忘尘世。世梦几时休，道德修、胜争薄利。恩山爱海，火院镇烧身，闻身健，觅清凉，一任迷人毁。闲看三教，造化明周易。达理妙通天，四相泯、无忧无喜。洞天高卧，自在炼真丹，他年去，上青霄，始现无为异。"
        },
        {
            "title": "山亭柳",
            "content": "退道愚生。意乱心生。丧命尽贪生。不畏神明察日，千愆万过迷生。死堕都苦苦，苦尽傍生。进道清真忘世梦，闲看圣教似书生。达理悟修生。气结神灵异，自然有、霞彩光生。宝鉴碧霄光耀，真个先生。"
        },
        {
            "title": "行香子",
            "content": "历遍人间。却羡名山。洞天清、坐听潺＊。万株松桧，千顷云烟。好伴琴书，真念道，乐安闲。养就灵铅，命耀光圆。行功成、蓬岛为仙。出离生灭，万古相传。既免轮回，六铢挂，去朝元。"
        },
        {
            "title": "行香子",
            "content": "金鼎生光。常＊真香。宝瓶花、四序芬芳。虚空贤圣，咫尺西方。上敬三清，明三耀，悟三皇。上古人淳，厚实佳祥。性通天、与道无妨。暗行平等，柔胜刚强。意似仙真，全仙行，住仙乡。"
        },
        {
            "title": "满路花",
            "content": "霜林飘赤叶，遍地涌黄金。宾鸿离塞北，足声音。渊明归去，忘尘世，伪难侵。顿然觉，应物无心。道妙自然深。壶中仙景，遇外休寻。四时花放，论古更明今。要到乘风去，三岛十洲，蓬莱虽有高岑。"
        },
        {
            "title": "水龙吟",
            "content": "此时辛酉初冬，下元望夜逢甘雨。麦苗滋长，深根固蒂，多欢少虑。念道无灾祸，圣贤佑众，生无苦遇。天元将末，群仙庆会，功全行，朝元去。别有天宫宝所，了真修、得升云路。六铢衣挂，清平福救，九玄七祖。归去无生老，自然性，明今达古。各全家奉道始终，莫变管如庞许。"
        },
        {
            "title": "酹江月",
            "content": "厌居人世，似孤云飘逸，鹤升霄汉。自在无拘空外去，撒手直超彼岸。到处为家，琴书为伴，信笔闲吟叹。洞天高卧，任他人笑懒慢。夏近百尺森松，水帘响亮，飞入龙泉涧。渴饮霞浆仙会处，童稚唇歌舌诞。＊了轮回，完全性命，迷者应难赶。忘名绝利，一任人非人赞。"
        },
        {
            "title": "酹江月",
            "content": "碧轩阒坐，顿忘言、闲了诗书千卷。松径携筇真念道，妙奥天机深远。物外人间，京华云洞，慧眼开时见。有无俱泯，吟笑浮生不辩。拔宅庞许飞升，大罗归去，贩骨死生免。不夜仙乡无苦恼，阆苑瑶池清宴。海变松枯，亘容弗老，世伪真无羡。六铢衣挂，复去朝元重现。"
        },
        {
            "title": "酹江月",
            "content": "寿过彭祖，更官高一品，石崇贵富。古往今来人世事，觉了不堪重虑。归去渊明，乘舟范蠡，先已超升去。真通道德，＊却死沉阴路。云步阆苑蓬山，仙乡不夜，各有逍遥所。过了天元无上道，千载难逢难遇。石火光阴，浮沤生灭，飞走乌随兔。速修性命，暗有贤圣提汝。"
        },
        {
            "title": "酹江月",
            "content": "陇西余虑，到潍阳秦台，空来空去。贵府推官同太守，相访临归叮嘱。壬戌新正，欲邀到府，未见先生许。处玄重答，这里元宵亦做。四序孰悟三元，天官赐福，下救阴灵苦。生在中华崇道德，世赞名传千古。大醮洪禧，青词奏圣，感应应难遇。文山作醮，白龟莲衬王祖。"
        },
        {
            "title": "酹江月",
            "content": "古今贩骨，想生来死去，荣枯多少。百载光阴四序逼，不觉形容衰老。世伪浮华，转头如梦，到底成虚娇。无生一念，念道真明达了。最好福地清居，依山临水，自在携筇到。占得真欢霞洞隐，无事闲看圣教。功行周圆，完全性命，胜似重修醮。炼成道体，别有金书来诏。"
        },
        {
            "title": "神光灿",
            "content": "处玄稽首，月陂张唐二公，别后思量。倏忽年馀，迩闻却住天长。常记讲师静位，说关西、作醮岐阳。香花引，那郝公见道，大哂重阳。便继处玄乱道，酹江月一句，寸念难忘。踏尽铁鞋难觅，恍惚灵光。自然无中妙有，道希夷、无物包藏。功成去，上大罗，天赐玎铛。"
        },
        {
            "title": "神光灿",
            "content": "处玄拜上，道录高功，日照别后难逢。渴仰之怀，甚时得睹仙容。即辰仲冬辛酉，急焚香、跪领开封。清河德，又行缘阐醮，敬信无穷。光遍十方真了，去大罗朝圣，升入高穹。体挂云裳万里，要到乘风。这番出离生灭，任往来、跨虎骑龙。天地外，想古今，几个真同。"
        },
        {
            "title": "神光灿",
            "content": "处玄稽首，库使尊官，一别又过三年。渴仰之怀，路遥未及人专。辛酉孟秋仍热，遣来人、复去书传。询动静，知丰衍职任，不久将迁。他日功成厌世，效渊明乐道，闲伴林泉。自在无拘，笑吟洞外松前。养就真铅真汞，任时节、功了三千。朝元去，现真形，独步云轩。"
        },
        {
            "title": "满庭芳",
            "content": "体挂云衣，身如布素，应为莫厌清贫。道无形象，大悟里头真。憎爱心无有德，俱赞美、归顺良因。洪禧至，闲看法教，松竹每为邻。真亲。全性命，明今达古，混世忘尘。若依余常善，永免沉沦。蓬岛仙乡咫尺，蜕形去、现出真神。碧霄疑脱一字大罗天上，无缺宝光新。"
        },
        {
            "title": "满庭芳",
            "content": "三载施为，十全八九，有些未及功圆。不曾行疏，所惠自然钱。也不修斋动众，一麻麦、任润灵田。非外觅，无中造化，有口妙难言。道传。明易象，倒颠光运，天地之先。觉无形应物，非?中边。清静金婴玉姹，虚无里、汞结灵铅。六铢挂，大罗归去，重受玉皇宣。"
        },
        {
            "title": "满庭芳 藏头拆字",
            "content": "寸明，真灵通慧，无挂碍清凉。华混世，人笑似风狂。祖丘刘谭马，消灭、万虑俱忘。猿住，通道德，岂肯外昭彰。分清静妙，婴男姹，云路休忙。虚无造化，汞结铅光。兀腾腾飘逸，贩骨、＊了无常。袍侣，公甘镇，诗挈满庭芳。"
        },
        {
            "title": "满庭芳 许真君",
            "content": "今世荣光，前生福行，悟来更好真修。外欢未尽，念动意多忧。清淡平常道乐，筠轩坐、至理频搜。真明了，碧天莹净，命耀似新秋。休休。崇道德，清廉治政，应变全周。待功成名遂，霞洞云游。琴剑仙经为伴，蜕仙去、真上云头。如庞许，全家拔宅，永永信瀛洲。"
        },
        {
            "title": "满庭芳",
            "content": "遇七修斋，庚申餐素，礼参旦望行香。时时念道，世梦顿然忘。三教经书为伴，真闲处、胜似贪忙。迷云散，一轮皓月，无缺照无方。从长。明大道，暗中积行，上达穹苍。效许庞归去，万古名扬。未往蓬壶阆苑，筠轩坐、吟笑潜藏。功成去，阴公难唤，跨鹤到仙乡。"
        },
        {
            "title": "满庭芳",
            "content": "三十年间，几番宠辱，细思往事慵言。也曾牒发，曾受帝王宣。今日山村且住，他时去、高卧云烟。洞天隐，松峰之畔，保命是修仙。无愆。全道德，自然达理，炼汞烹铅。未功圆行足，闲对林泉。真乐琴书为伴，忘尘世、＊了熬煎。逍遥好，蜕形真去，升入大罗天。"
        },
        {
            "title": "上平西",
            "content": "想人生，老与少，似春秋。恰幼年、却变白头。莫争空假，无常气断卧荒丘。大都三万六千日，多病多愁。崇真道，敬真圣，明真理，了真修。侍二尊、至孝全周。全家拔宅，功成同去到瀛洲。出离生死无来去，阆"
        },
        {
            "title": "上平西",
            "content": "恋恩情，恩生害，死难逃。气不来、身卧荒郊。改头换面，轮回贩骨几千遭。世华非坚如石火，火宅囚牢。任云水，登云路，游云外，玩云涛。厌锦衣、喜挂麻袍。清平道德，修完性命隐蓬茅。他年蜕壳朝贤圣，名"
        },
        {
            "title": "上平西",
            "content": "到仙园，松筠翠，牡丹红。乐清欢、几个人同。且忘世梦，转头万事一场空。月圆月缺如忧喜，悟爱心慵。真闲好，得闲趣，通闲妙，觉闲通。运卦爻、识祖明宗。许君庞氏，了然先到碧霄中。诸公依此崇真道，蓬"
        },
        {
            "title": "上平西",
            "content": "想百年，如一梦，几多时。妙希夷、只是些儿。诸公肯信，日常万物意无私。住行坐卧真平等，应变真慈。崇仙道，明仙理，通仙妙，谢仙师。在灵峰、闲采灵芝。洞天清隐，周天十二坎迎离。三田功满朝元去，却"
        },
        {
            "title": "江神子",
            "content": "道心不与世心同。悟知空。物尘容。物尘容。达理明真，应变自然通。憎爱是非俱不染，游福地，伴松峰。炼成鹤体碧霄中。任西东。访蓬宫。出了阴阳，仙寿永无穷。海变松枯真不朽，超三界，从仙翁。"
        },
        {
            "title": "满庭芳",
            "content": "万恶心除，千思意泯，自然罪病消亡。寸灵念道，动静两俱忘。清志如庞似许，任云水、到处为乡。仙家好，茅斋幽阒，胜似住高堂。无忙。看古教，顿明至理，上运三光。也不须昼夜，数墨寻行。养就真铅真汞，蜕形去、天地难量。碧霄外，大罗归去，重礼马丹阳。"
        }
    ]
}