{
    "dynasty": "元",
    "author": "王恽　　",
    "intro": "",
    "items": [
        {
            "title": "太常引 寿庞咨议",
            "content": "髯郎风度幕中莲。已师范，使君贤。骥足快腾骞。道好个、庞家士元。沧浪高兴，寒花晚节，秋色满淇园。一＊愿遐年。要都酿、君家百泉。"
        },
        {
            "title": "三奠子 登河中迎煦楼故址，即唐崔徽白楼也",
            "content": "壮河山表里，百二喉襟。形胜地，古犹今。风云全晋在，草木故都深。淡长空，孤鸟没，总消沉。东山高卧，梁甫长吟。人未老，鬓毛侵。平生多古意，落日更登临。倚危阑，穷远目，恐伤心。"
        },
        {
            "title": "感皇恩 题沙河南  镇壁，留别元舜举",
            "content": "浓绿涨千林，征鞍东去。十日祁阳为君住。几回清唱，飞尽海棠红雨。人生当适意、何良苦。簿领公堂，风沙长路。赢得佳人怨迟暮。沙头酒尽，犹惜玉鞭轻举。一声声不断、歌金缕。"
        },
        {
            "title": "喜迁莺 祁阳官舍，早春闻莺",
            "content": "五更残梦。听绿窗莺语，罗衾香拥。百啭多情，娇啼无泪，枕上一声时送。真成翠鬟双＊，当户玉琴初弄。欲谁共。趁风和求友，乔林烟蓊。春动。花气重。暗度垂杨，暖人酴＊洞。倦客芳＊。佳人幽思，愁满彩笺金凰。自怜比来心事，两翅果谁搏控。听指纵。望高城落日，黄尘飞＊。"
        },
        {
            "title": "点绛唇 后六月二十二日，同府僚宴饮白云朱",
            "content": "川原四开，青嶂白波，非复尘境。忽治中英甫坚索鄙语，酒酣耳热，以乐晴倚层阑，飘飘醉上青鸾背。飞云崩坠。万叠银涛碎。青嶂白波，非复人闲世。人怀霁。夕阳有意。返照千山外。"
        },
        {
            "title": "感皇恩 乙酉岁八月九日晚，极雨开霁，碧空",
            "content": "。遂披衣步月于庭中，久之，觉风露凛然，恍疑去青冥无岁也。因以感皇恩歌之，且寓幽怀之梗概云佳节近中秋，秋霖晴快。飞净残云碧空大。金波穆穆，掩尽玉绳光彩。坐来风露冷、青冥外。世运难前，儒冠何赖。四壁相如到沽卖。纷纷过眼，多少时情物态。杳然清梦去、桴沧海。"
        },
        {
            "title": "卜算子 辛卯九月二十三日夜，梦上层兰北望",
            "content": "，殊分明也。觉而赋此，秋涧老人识一抹截头云，＊＊从龙发。尾足连卷见半空，霁色翻苍＊。举手欲攀鳞，散我麒麟＊。天外雄风秘化机，吹落苍烟峡。"
        },
        {
            "title": "酹江月 平阳府卒第，有来禽两株，以托根官",
            "content": "卿来培植顾护，始知重惜。今年清明前，花盛开，芳姿绰约，顿增容色。侯置酒高会，遂极欢赏。予因念草木之微，岂轻重显晦，亦有数存（存下原有为字， 兹据宋宾王校本秋润乐府删），其间耶，乃以酹江月歌之。同饮者忽治中英甫，刘提举老哥，时至元甲戌春二月十有三日也遗台树老，独画阑、春事犹未消歇。好在来禽花盛发，满意清明时节。翠袖翻香，朱颜晕酒，绰约冰肌洁。几年空谷，等闲飘坠香雪。回首绮阁东风，使君情重，一顾倾城色。只恐花飞春减却，束约尊前欢伯。起舞山香，醉歌金缕，细按红牙拍。青鸾高兴，恍然归梦瑶阙。"
        },
        {
            "title": "点绛唇 已丑清明前一日，春露堂即事，时既",
            "content": "名酒相属，因放歌数阕而去，实至元二十六年三月七日也，可为不虚度此节矣。秋涧老人深香间适（朱校云深香间适疑有脱误）春雨如膏，最怜适与清明遇。晚晴庭宇。画出樊川赋。冉冉行云，低拂垂杨度。春如许。乱花深处。几点蔷薇露。"
        },
        {
            "title": "木兰花慢 武邑县王楫善居室，母俎氏出隆平",
            "content": "精彩如五六十人。教授马君向予方以善俗任责楫之孝养致乐，实有关於风化者，故作是词以付，俾来者庶有所劝焉烂云衢彩婺，和晓月，满庭闱。正梅粉香飘，林梢紫动，淑景初迟。观津盛传王氏，道孝心、重见老莱衣。和气一家瑞霭，慈颜九十柔仪。香烧静院趁朝晖。未省杖扶持。纵德厚流长，遐龄能健，此事应稀。婆娑绿萱堂背，爱一竿、苍竹六孙枝。照映西山秀色，年年翠点修眉。"
        },
        {
            "title": "南乡子 癸丑三月二十一日祭祠，回饮张氏草",
            "content": "乔木色苍苍。山顶难留落日光。灯影碧流深几许，浮觞。来醉张家第四场。世事莫论量。相对尊前两鬓霜。富贵几时当适意，杯长。问甚春星"
        },
        {
            "title": "木兰花慢 河内人焦其氏得作乐器，仅容一握",
            "content": "舞，周旋踮  曲尽音节，昔人未之见也。座间承待制翰学命不肖以乐府木兰花慢歌之，因状其名，曰鸣凤双栖曲爱双鸣栖凤，趁舞袖，共婆娑。恨叠鼓凝笳，繁弦急管，悲壮何多。金泥小檀花面，尽凄清、翻尽雪儿歌。幄殿悄闻私语，铜龙冷籁秋波。明妆高烛洗金荷。心赏重经过。听一曲流连，珠帘画栋，几度斜河。红云岛，仙音部，说新声、得意掩云和。看取长安日近，春风摇荡鸣珂。"
        },
        {
            "title": "春从天上来 承御韩氏者，祖母之  也，姿淑",
            "content": "御。事金宣宗天与二帝，历十有九年，正大末以放出宫。明年壬辰，鉴辂乐巡，又明年国亡于蔡，韩遂谪石抹子昭，相与流寓许昌者余十年，大元至元三年，弟澍为汲令，自许迎致淇上者累月。一日酒间，谈及宫掖故事，感念畴昔，如隔一世而梦钧天也，不觉泣下，予亦为之欷  也。今将南归，赘儿子丑于许，既老且贫，靡所休息，而抱秋娘长归金陵之感，乃为赋此，庶几据写哀怨，洗亡国之愁颜也。且使好事者倚其声而歌之，不必睹遗台而兴嗟，遇故都而动黍离之叹也。岁丙寅秋九月重阳后二日，翰林罗绮深宫。记紫袖双垂，当日昭容。锦对香重，彤管春融。帝座一点云红。正台门事简，更捷奏、清画相同。听钧天，侍瀛池内宴，长乐歌钟。回头五云双阙，恍天上繁华，玉殿珠栊。白发归来，昆明灰冷，十年一梦无踪。写杜娘哀怨，和泪把、弹与孤鸿。淡长空。看五陵何似，无树秋"
        },
        {
            "title": "临江仙 八月一日，同高仁甫李靖伯史涧之饯",
            "content": "，后三日舟载西还，夕次淇门东刘家渡而没，得年五十有五。韩予出就外昨日举杯亲饯别，六人吟啸呵呵。今朝丹＊＊城阿。一棺零落恨，都付逝川波。万事转头真是梦，两轮来往如梭。人生百岁合如何。放开眉上锁，得酒且高歌。"
        },
        {
            "title": "水龙吟 寿都督史侯，时为东平总管",
            "content": "汉坛千古风流，笑谈自是诗书将。两淮草木，一门忠孝，先声远畅。奕世金貂，雄边韬略，三军独张。道十年汉水，旌旗动色，春都在，投壶唱。一点德星迥照，光浮动、太山千丈。戟门春静，人安事＊，提封保障。汉相规随，盖公安靖，平生心赏。见筹毫不远，凤池消息，醉仙家酿。"
        },
        {
            "title": "喜迁莺 已丑秋八月二十六日，雨中饮贾方叔",
            "content": "然，为之赏音。刘因求乐府于予，遂赋此，且道坐客醉语秋怀谁写，听一声金缕，同倾芳酒。娇啭林莺，圆累珠串，春在碧罗云袖。宫中磬簧齐发，字外五音何浏。坐闲友。道江南风月，此声无有。回首。伤离久。三叠阳关，不到青青柳。得意石州，片帆云影，翻动海山明秀。风流故家未减，自笑杜陵衰叟。再相＊。卷中人正好，崔徽消瘦。"
        },
        {
            "title": "感皇恩 广平道中，寄总管宁端甫",
            "content": "风雨暗公堂，故人晤对。邂逅燕城又三载。偶因官事，喜向广平重会。照人光彩好、心期在。万里功名，半生湖海。十五年间颜改。笑谈尊俎，比老几回倾盖。秋风横漯上、期相待。"
        },
        {
            "title": "望海潮 乙卯岁端午，赋北郊骑鞠，呈节使史",
            "content": "龙沙王气，恒山秀色，德星光动南州。使君高宴，北山佳处，薰风红闪旗＊。两翼拥貔貅。骇鼍鸣叠鼓，杖旧惊虬。一点星飞，画柱得意过边筹。貂蝉元自兜鍪。笑闾阎小子，谈笑对侯。万骑平原，千艘汉水，堂堂小试清油。宾从尽风流。喜武同张肄，书漫韩投。乐事更酬。醉魂还梦菊"
        },
        {
            "title": "水龙吟 飞卿系出将种，予官燕赵时相识。读",
            "content": "挫，迄于今十年，其穷极矣，既为哀之，且求其所以然，遂有斯作。以越调水龙吟歌之，庶几伯奇履霜，自伤穷思返义，俾采诗者闻之，不无当笞凋零万木丛中，秋霜不陨苍筠节。十年相见，燕南赵北，无根行客。妻病儿殇，归来空在，蒯缑弹＊。分躬耕垅□，□山鹊起，谁唤与，将军猎。腰下铁丝有箭，柰荒寒、冷霾彪穴。见哀漂母，犹胜低首，看人颜色。百折弥坚，一穷终泰，不容终结。望伯奇细写，履霜幽怨，洒西风血。"
        },
        {
            "title": "水龙吟 已未春三月，同柔克济河，中流风雨",
            "content": "赋此词，且以经事之后，重有所惜云春流两岸桃花，惊涛极目吞天去。孤舟缆解，棹歌声沸，渔＊掀舞。云影西来，片帆吹饱，满空风雨。怅淋漓元气，江南图画，烟霏尽，汀洲树。天地此身逆旅，笑归来、满衣尘土。功名无子，就中多少，艰危辛苦。北去南来，风波依旧，行人争渡。听沧浪一曲，渔人歌罢，对夕阳暮。"
        },
        {
            "title": "木兰花慢 伏闻鉴辂近在山北，以疾不能前迓",
            "content": "慢，以见葵藿倾乡之万一云怅居庸北口，爱苍霭，拥千岑。淡秋满陪京，翠华南狩，万骑＊＊。从千宫□□□，望清尘、拜听车音。日月中天统在，风云龙虎台深。马迁留滞卧周南。恋阙破丹心。恨伏枕悠悠，情关药里，梦共秋衾。岂知金镳野鹿，恐暮年、分薄是长林。却为有恩未报，许身愧比南金。"
        },
        {
            "title": "感皇恩 史总管诚明伯还  川，老怀凄然，有",
            "content": "十里走徵车，笑予游宦。老马为驹望英盼。客怀相慰，时对凌烟生面。浩歌虽慷慨、南山粲。公子翩翩，沉酣经传。不似当年闭门衍。杨花归路，肯逐东风流转。且遮西日去、长安远。"
        },
        {
            "title": "望月婆罗门引 燕城元夕有感，且去岁汴梁行",
            "content": "去年元夕，飘零书剑大梁城。春风九市花灯。尚忆东楼行乐，谈笑故人情。对一尊芳酒，满意歌声。断人行。梅花归梦，正一笑、柴门稚子迎。庭树鹊、何苦频惊。"
        },
        {
            "title": "西江月 大河凝冰蔽川而下，与一二僚友登白",
            "content": "散策暂辞凫吏，倚楼来听渔歌。夕阳西下乱山多。白鸟苍烟卫破。一夜朔风吹雪，白云飞满长河。不将幽梦付凌波。意在吴郎画舸。"
        },
        {
            "title": "南乡子 近闻事子有茂陵侧室之举，顺命故也",
            "content": "行， 不无  自伤之意。故首章托以自怨自责， 忌嫉伤善略不见也。然怨不已，则夫妇道乖，故释以人子之孝，嗣续为重。鸣呼，商陵穆子之悲，卫庄姜伤已之叹，匪歌诗莫能宣其志，此乐府之所以作也。庶几言之者无人物旧温郎。心事珠帘月床。笑里玉台重藉手，谁量。折得杨枝恼孟光。得鲤岂思鲂。老境其如伯道伤。但愿维＊应汝梦，称觞。趁取春风慰"
        },
        {
            "title": "感皇恩 送子初中丞赴燕，时予在真定宪司座",
            "content": "灯火夜阑珊，故人相对。忘尽南窗引书睡。情谈＊＊，时带少年风味。门前霜月炯、停吟＊。湖海相望，金兰交契。白发中年能几会。明朝赵北，又是摇摇风旆。一杯还到手、休辞醉。"
        },
        {
            "title": "木兰花慢 至元七年京师除夜，灯下与儿子孺",
            "content": "记误）且忆马宾王来事可为云语，因感而赋此，以见其志云淡中庭暝色，初遣奠，夜寒凄。对草草杯盘，昏昏灯火，客里京师。比量旧年心事，笑蹉跎、书剑向来非。谁着朱衣白兰，春风三拜龙墀。山妻稚子竟何为。温饱汝嘻嘻。怅故国丘山，苍烟乔木，卿月空辉。葵心要须倾日，道等闲、休遣镜鸾知。自信苍颜如铁，不堪双鬓如丝。"
        },
        {
            "title": "满江红 至元十七年十一月十四日，夜梦丞相",
            "content": "其旁。炎急报至云，有敌犯府城西面，公佩    ，集将领将出，予握玉鱼一双，跽请从行。公曰不迟不迟，因朗育一乐府，意欣暇曰，此徒单侍讲词也。既觉，但记其日月风云潇丽六字，五夜枕上，因足成之，觉思来甚雷动云横，惊飙鹜、北城西下。人共骇、赤丸夜语，电光飞射。将领未承诸葛令，橐＊已在汾阳胯。笑书生、思握玉鳞符，从公驾。铃索静，云麾亚。追往事，何多暇。道一篇乐府，翰林情话。日月低回黄阁梦，风云惨淡凌烟画。尽花边、高＊卧麒麟，终潇洒。"
        },
        {
            "title": "浣溪沙 乙亥自寿，时二孙  行一女孙  儿时",
            "content": "梅点冰梢＊蒂凝。兰芽珠树＊鲜明。团奕香火此时情。避世远惭金马客，现山人道老人星。雪边岩桧尽青青。"
        },
        {
            "title": "浣溪沙 至元九年秋九月，登秋风亭观雨，赋",
            "content": "雨势苍山共一云。雨声作气张三军。秋风亭下叶缤纷。官事何忧严限促，天心不负老农勤。夜窗孤客尽先闻。"
        },
        {
            "title": "木兰花慢 至元十七年上巳日，同西溪公饮镇",
            "content": "问城南北柳，最好处，胜游乡。对湖水微茫，瑶翻碧潋，修禊浮觞。比量今春乐事，忆去年、书剑共游梁。晓日繁台古寺，春风碧草宫墙。人生离别是寻常。两岁喜徜徉。更金缕新声，佳人锦瑟，踏遍春阳。多君岁寒心在，似西溪、松柏＊苍苍。记得醉时笑语，梦回枕上犹香。"
        },
        {
            "title": "感皇恩 下晋州卧病中，谢故人相访",
            "content": "暴下晋州城，茫然心曲。卧对风轩数竿竹。暑光不受，似我腰围□束。病机还自忖、非寒燠。力仕难任，居头不足。风雨忧愁更相促。星星鬓影，中有利名千斛。省来都外物、真蛮触。"
        },
        {
            "title": "水龙吟 去岁秋至今年春，凡七月不，有终风",
            "content": "月九日雨，虽以小言随妥朱校去随妥二字疑有误而释，三日方霁。向来焦枯一洗而润，且又在清明节前。尝念一旱所繁甚重，诗，哿矣富人，哀此独。然众安，我乃能安，不然，虽屋润者其可能独安乎。此施既光，诚*珊匾玻?髟降饕愿柚??锶罄先诵*喜看春雨如膏，东风吹作冰花转。海棠红瘦，梨花香淡，似嫌春晚。纵使寒生，犹胜空隙，陌尘黄卷。道佳人拾翠，王孙忆草，都不负，寻芳眼。欲见太平有象，除丰年、更何可羡。田家作苦，老臣忧国，眉头俱展。最好知时，清明前后，一＊非浅。笑乐天空抱，元和诗律，梦金銮殿。"
        },
        {
            "title": "满江红 二十一年二月初四日，午夜枕上，复",
            "content": "秣马膏车，又去作、天涯＊客。明见得、水云深处，万花如雪。绿暗江城多洞府，红烧烛影翻双节。被晓风、吹散枕中春，檐间铁。尘世事，无穷歇。吾最爱，沧浪说。恐灵均泽畔，只成孤洁。心事比量无少恶，前途何必论＊坼。倘祥金、陶铸遇良工，从区别。"
        },
        {
            "title": "水龙吟 丙戌八月十二日宴李氏宅，郡侯扎忽",
            "content": "日赋此曲以谢相逢一醉金荷，气豪长恨叹娱少。貂蝉贵待，内家声伎，琵琶最好。铁拨＊丝，划然中有，繁音急调。笑黄云出塞，青衫拭泪，恩怨事，君休道。且听新声硬抹，更银筝、与相缭绕。空堂雪辊，玉盘珠迸，清雄缥缈。汉殿承恩，侯藩作牧，此心未老。付曲中细写，他年事业，拜红云岛。"
        },
        {
            "title": "摸鱼子 送雷彦正西还，时授恩州卒",
            "content": "望都门、满山晴雪，葱葱君又西去。当时汉将征西幕，气压瘴江烟雨。还自许。尽虎穴雄深，万里班超举。燕台再过。甚牢落高情，霜风偃薄，似＊貂裘土。弦歌事、正尔邯郸故步。功名从此轩翥。一麾回首甘陵树，千室正歌来暮。须记取。拊麾外催科，未＊阳城古。征鞍莫驻。趁渭北春天，升堂拜慰，捧檄为亲舞。"
        },
        {
            "title": "望月婆罗门引 昨者观唐津舟车之盛，通凑南",
            "content": "有抱瑟竽门之叹，以婆罗门歌之河山清眺，风烟两戒见殷都。唐津浩浩舟车。一水东浮沧海，宝带束燕吴。更中州雄跨，奇货堪居。平生壮图。笑到此、反区区。正似齐门抱瑟，不解吹竽。视吾耿耿，道玉佩、或能利走＊。如不尔、归老樵渔。"
        },
        {
            "title": "秦楼月 已丑岁春分前一日，栽培众卉罢，晚",
            "content": "药词秦楼月一阕，因放声自歌，浮大白者数行，实至元二十六年三月二十日也。时夜漏交二鼓灯下书，秋涧老人题花时乐。＊尊记醉平津阁。平津阁。一声金缕，满＊红叶。小阑此日情萧索。土膏一寸春如削。春如削。几时盼到，绛灯红烁。"
        },
        {
            "title": "无题目",
            "content": "冰姿绰约，翠袖翻青露。林下谢夫人，依然是、故家风度。搔头玉重，云髻不胜寒，绣帘疏，凉月细，一点香来处。清标一插、脉脉秋如许。无语对西风，恍当年、六朝琼树。幽窗深锁，莫厌惜娉娉，瑶台路，藐姑仙，恐跨青鸾去。"
        },
        {
            "title": "秦楼月 今岁八月自哉生明夜，月色如画，及",
            "content": "时偏者，诗人不得无怅然之情也。取太白诗例，赋秦楼月一阕，歌以问之。是夜月色亦佳，但微云点缀耳华阳阁。一年心赏中秋约。中秋约。九霄风露，有怀都豁。挂香和雨风吹落。倚阑望处秋烟簿。秋烟簿。一尊能与，素娥同酌。"
        },
        {
            "title": "感皇恩 夏日，同延陵君遇签事顺之心远堂，",
            "content": "书叶散芸香，牙＊无数。案上藜羹当膏乳。地偏心远，日与圣贤晤语。市声飞不到、横披处。一炷龙涎，满瓯春露。旋埽幽轩约宝住。清谈有味，总是故家风度。子云亭户好、龙津路。"
        },
        {
            "title": "南乡子 承旨董公，寿登七秩，康宁好德，诚",
            "content": "青琐汉中郎。满袖长摧玉案香。记得赋诗横槊日，临江。气压风涛一苇航。莲炬晚分光。谏疏回天豸有霜。七十平头从此数，称觞。滹水渊源"
        },
        {
            "title": "满江红 不肖目疾，中承都运赵侯天章侯天章",
            "content": "。昨晚又以乐府见示，疾读数过，不觉有起予之叹。复寻前盟，略酬二公风月溪堂，也曾是、东州行客。长记得、相逢一笑，＊愁都雪。又对青山谈世事，老怀未减元龙节。恨霜蹄、蹴踏短辕间，论监铁。官里事，何曾歇。公等志，吾能说。尽纵横鞭算，玉壶冰洁。烂醉春风能几度，桃花未了杨花坼。甚一城、相望半年过，长如别。"
        },
        {
            "title": "行香子 乙酉岁九月二十五日，过林氏西圃，",
            "content": "曰，若作数语，以记其事，使通欲易解甚佳。既归不百步，得乐府行香子一阕，醉立斜阳浩歌而去秋霁遥岑。何处登临。水西头、来散闲心。远园细履，栽种成阴。□＊秋香，浮酒＊，入孤斟。老境＊＊。乡社浮沉。醉颜＊、白发盈簪。夕阳归路，听我长吟。待野梅芳，多载酒，再相寻。"
        },
        {
            "title": "浣溪沙 六月初三日，与学官高伯祥夜话于魏",
            "content": "露榻风帘烛影摇。故人留话慰萧条。徘徊花月可怜宵。天淡有云空漠漠，月明无雨更＊＊。洞天归路踏琼瑶。"
        },
        {
            "title": "木兰花慢 宪台诸公九日登高墅远风台，侍御",
            "content": "集之盛。予时移病在告，继而君美御使以严韵见徵，勉为续貂远风台上客，说雅集，玉生光。纵尊俎无情，登临佳节，此兴能忘。龙山会君莫羡，爱绿＊、影里到山庄。＊马长安清贵，留连春草池塘。渊明肮脏傍门旁。多病对秋香。怅岁晚田荒，几多稂莠，＊＊登场。人间事，如意少，且同来、一笑共匡床。寄谢牛山公子，何须挥涕残阳。"
        },
        {
            "title": "南乡子 夏日，同王子勉雷彦正王子初纳凉西",
            "content": "帘影静棋枰。平野风来分外清。一带好山供望眼，云屏。落日烟霏翠满亭。世事不须惊。底用相逢话独醒。常使玉瓶沙上酒，如渑。杖履时来"
        },
        {
            "title": "点绛唇 西湾即事 以下有十三首平湖乐，十首",
            "content": "碧玉环深，一尊同醉清明后。绿阴晴画。多少闲花柳。身世虚舟，日月惊跳走。谁豪右。忘怀惟有。拍泛船中酒。"
        },
        {
            "title": "鹧鸪引 丁亥上已日，与诸君宴林氏花圃，李",
            "content": "赋鹧鸪天以歌之。李氏字兰英，乐籍之名香者也花草离骚试品量。猗猗香色紫兰芳。乐棚擢秀名何丽，楚泽含秋思更长。金缕曲，紫霞觞。留连光景醉银塘。竹西歌吹归时晚，也胜扬鞭问葛"
        },
        {
            "title": "木兰花慢 奉送节使贤侯分帅谯军，兼简仲季",
            "content": "壮东南一柱，分＊寄，事非轻。见雨露思纶，河山带＊，勋府元盟。依依汴＊杨柳，甚一朝、光彩动旗旌。晓日千梁浮＊，春风百雉严城。临轩鼙鼓正凝情。忠孝旧家声。看奕世功名，麒麟高阁，宛转丹青。绿波北潭花影，又一年、春好是清明。彩袖一杯寿了，望中三楚云平。"
        },
        {
            "title": "感皇恩 癸未重午日，冶头回辔，得感皇恩一",
            "content": "之情也。示秀才郑彦通流水小桥横，冶头沙路。一道清阴转林坞。满襟凉润，犹是夜来新雨。幽禽＊客至、如晤语。坐荫辛夷，间挥吟尘。泽畔行歌恐良苦。人生适意，正要时情容与。却怜身处世、初无补。"
        },
        {
            "title": "浣溪沙 王中丞许赠新香不至，书此以催之",
            "content": "珍品无多百和浓。露沾婆律湿兰丛。喜分新供到南丰。螺甲未融金雀饼，芳菲已梦碧湘宫。宝猊先障绣帘风。"
        },
        {
            "title": "南乡子 春日，游李氏园亭",
            "content": "溪水净滩沙。紫动林梢半是花。长日马蹄闲信步，谁家。晓入南园到晚霞。时事闹蜂衙。一片闲心逐去鸦。烂醉玉瓶沙上酒，生涯。过眼浮云"
        },
        {
            "title": "如梦令 以下有柳圈（调即合欢曲）词六首，",
            "content": "老境心便多暇。束缚尘缨高挂。饭饱去寻君，闲步闲吟闲话。闲话。闲话。过眼纷华都罢。首，皆曲调，兹不录。"
        },
        {
            "title": "喜迁莺 题圣姑庙  仙姓郝氏，博陵县会涡里",
            "content": "仙年方笄，姿态殊丽，尝同郎辈采频溪中，乐而忘返。一日，  苍烟盛起，白书异色，龙渊鲛室，金支光烂，飘飘然有波神  流而上，众姝惊散。仙独留不去，遥见与神顾语，乘碧茵同逝。俄烟开日晶，遂失所在。其母哀求水滨愿言一见，良久，觉异香袭人，仙雾发风驭，隐约于波渚间，若有以谢曰，X 儿以灵契，托迹绡宫，阴主是水，尘缘已断，毋庸悲悒。今而后，使乡梓田  岁宜，有感而通，乃为吾验。时魏青龙二年也。年人相与馆仙于博陵城，台制甚宠丽。县教论李曜告予如此，今燕赵间冷灶日，香火趋祀者，所至风动，以孝感圣姑称云。至元庚辰夏四月，按部至县，喜其事甚异为民祷  祠下，以仙吕命曲，庶为迎送神词，俾邦人岁时歌汀洲苹满。记翠笼采采，相将邻媛。苍渚烟生，金支光烂，人在雾绡鲛馆。小鬟顿成云散，罗袜凌波不见。翠鸾远。但清溪如镜，野花留＊。情＊。惊变现。身后神功，丝满吴＊＊。汉女菱歌，湘妃瑶瑟，春动倚云层殿。彤车载花一色，醉尽碧桃清宴。故山晚。叹流年一笑，人间飞电。"
        },
        {
            "title": "水龙吟 至元十七年三月二十二日，予按部东",
            "content": "临歧把酒，长歌不休，既而壶倾，犹不忍别，复聊镳几三十里，逾大尹而去。不知刘君得于予者何，而乃而相爱，因以水龙吟歌之，且酬雅厚，仍绿杨一道飞花，绣衣乱点如晴雪。玉瓶酒尽，阳关歌彻，未容轻发。绿绮论心，几人得似，刘君风节。记山堂＊醉，已成陈迹，今又作，东城别。世事悠悠谁料，淡长空、孤鸿明灭。老怀耿耿，正须自信，坚弥百折。白发灰心，平生留在，情驰丹阙。怅孤云细草，东州回望，恨高城隔。"
        },
        {
            "title": "感皇恩 赠元舜举。尝为宋文屯田官，以善歌",
            "content": "今夕是何年，故人相遇。快着银杯泻春露。高阳旧友，要听一声金缕。行云留不去、惊如许。凤＊微吟，珠绳低度。夜半银屏恍私语。夜花零乱，掩尽六朝琼树。明朝南浦道、伤平楚。"
        },
        {
            "title": "玉漏迟 前一篇怀旧有感，曰粼吹者，为见寄",
            "content": "越山征路杳。东南淡淡，长空飞鸟。俪影同翻，明月一枝乌远。共道有心避事，甚未若、从渠相调。君莫笑。南楼苦要，胡床舒啸。空扰。画里江山，总轮与风流，眼中年少。也学凝儿，官事几时能了。一曲骊歌未动，还梦到、三山晴照。江月晓。莫为赏音稀少。生也。孙登者，为足下与诸君也。二子者，为西溪春山两忘年友也。后一阕将行即事，曰三山者，福城中山也。岁梦者，为不肖拜命前后，凡梦三至其处。曰赏音不少者，为彼中宋吏部陈菊圃者甚众，故云。二篇自觉语硬音凡，固非乐府正体，望吾子取其直书，可也"
        },
        {
            "title": "浣溪沙 吴村道中在平阳府北三十里汾水西，",
            "content": "绿树连村际碧山。春风吹水涨黄湾。沙汀苹满钓舟间。薄宦崎岖清议里，风烟吞吐画图间。夕阳明处鸟飞还。"
        },
        {
            "title": "夺锦标 君卿宣慰来别，索鄙作赆行，赋乐府",
            "content": "歌之，六朝老树不无动色也六郡雄藩，会稽旁带，雨浙风烟如昔。碧草莫伤春浦，冠盖东南，几多行客。正新亭父老，望云霓、苦思休息。道朝家、雨露同春，问甚江南江北。贺监归舟逸兴，何似双旌，尽慰元郎行色。镜水绿通朱阁，威畅恩宣，海波春寂。笑东山老去。此心初、非□泉石。约海楼、翡翠同游，醉"
        },
        {
            "title": "感皇恩 史公总帅子明命，题其弟柔明所写平",
            "content": "。古人称文章与书同一关纽，所愧辞意恐不称于书也叠嶂际清江，枫林辉映。潮落波平镜光静。六朝兴废，都付渔郎烟艇。＊鲈香正美、秋风冷。笳鼓归来，风云增胜。梦里无烦想幽景。风流公子，写出五湖高兴。画中还领取、江山影。"
        },
        {
            "title": "水龙吟 郭宣徽善甫开宴娱宾，命乐工郭仲礼",
            "content": "，音弱弱，宛犹在耳，且有衰年情  之感。明日严甫修撰为求乐府，赋越调以歌年情乡之感。明日严甫修撰为求乐府，赋越调以歌之春风绿绮堂深，尊前初识＊年面。烟花紫禁，几年供奉，香飘合殿。悲壮凄清，九天飞下，凤吟莺＊。待近前细看，品题银字，知还是，红牙管。尽着金簧玉磬，泛宫声、五音初遍。朋簪四合，回头听处，少陵情惋。绿酒抛春，何心倾倒，汾阳金＊。为斯人少漏，玉堂消息，写清商怨。"
        },
        {
            "title": "水龙吟 舜泉在济南城中，自壬子年水去来不",
            "content": "泉流复出，其深可厉，回风潇潇，翠萍盈沼，邦人以为神来之兆。近陪宪使，展敬祠下，因索鄙作，谨继丞相双溪公怀古严韵，用纪其异窈然碧玉池方，绿波不见还凝＊。翠萍痕在，金支光淡，湘妃无语。瑶瑟声沉，画兰愁绝，几回如许。甚风烟依约，鱼龙黯惨，空回首，珠帘暮。一夕翠华临幸，也悲凉、故宫尘土。石根碧涨，天飘翻出，黑湾雷雨。思舜亭高，风漪吹散，满空秋暑。欲苍梧回叫，凤箫凄断，听躬耕处。"
        },
        {
            "title": "凤凰台上忆吹箫箫 为张孝先紫箫赋，系亡金",
            "content": "宫树春空，御屏香冷，谁遗金＊人间。爱一枝紫玉，双凤声蟠。秋月春花客思，把幽情、都付伊传。惊吹处，籁翻天吹。鹤怨空山。风流贵家公子，记梦里琼楼，稳跨苍鸾。恍露凝银浦，霜裂琅＊。不见云间弄玉，余音散、赤壁江寒。秦台晚，碧云零乱瑶天。"
        },
        {
            "title": "满江红 德元来辞，求赠言为荣，且及河防利",
            "content": "，用殷卿严韵，聊助行色，兼简德裕彦隆二良直冠剑梁园，又去作、庞眉书客。休自叹、功名几许，一家风雪。春色似嫌莺燕老，秋霜历试松筠节。爱赵生、游刃簿书闲，昆刀铁。都会地，繁华歇。形胜在，犹堪说。更诸君表里，玉辉冰洁。水陆若论都漕计，夷门忍使黄流坼。好相须、着力障狂澜，休伤别。"
        },
        {
            "title": "水调歌头 寿王子寿，时年八十三",
            "content": "汾流＊余润，霜菊满秋香。酿成一堂和气，来荐老人觞。七十人生稀有，况复年逾八十，饮啖日康强。肮脏欲谁与，赵壹倚门旁。颊浮丹，瞳点漆，鬓如霜。平生阴有神相，特为表刚肠。世事语来无味，只有读书一念，老矣不能忘。九老更添一，图画见高堂。"
        },
        {
            "title": "木兰花慢 十三年平阳秩满，清明日赋",
            "content": "老西山倦客，喜今岁，是归年。笑镜里衰容，吟边华发，薄宦流连。功名事无有分，且旧鞭、休羡祖生先。望里芙蓉大府，梦余禅榻茶烟。恨无明略卧林泉。平子太拘＊。尽俯首辕驹，寸心能了，犹胜归田。前途事，如抹漆，又向谁、重理伯牙弦。自是一生心苦，非关六印腰悬。"
        },
        {
            "title": "江神子 金朝遗风，冬月头雪，令僮辈团取，",
            "content": "宴娱宾，谓之撇雪会。去冬无雪，今岁初白如此，灯下喜赋此词，录奉达夫，且应撇雪故事，为一觞之侑也小窗遥夜失冬严。觉春添。卷疏帘。掌许冰花，撩乱扑风檐。喜倒坐中儿子辈，争指似，谢家盐。一杯灯下醉掀髯。处穷阎。最情＊。万垅含春，江上麦纤纤。应笑冻吟苏老子，揩病目，认青帘。"
        },
        {
            "title": "感皇恩 昔向长年老敕断家事，无令子孙关白",
            "content": "绩，照映一世，未老得请于朝，亦慕子平为人，尽以内务付之。诸郎其贤于人远甚，某喜闻而乐道之，为赋此，以歌其盛德云节序四时闲，功成还退。此事君侯与心会。幽亭高卧，眼冷画堂金翠。越装都付与、诸郎辈。虎帐筹边，锦＊歌凯。惨淡风云梦江海。大绍挂壁，小隐一枝松盖。清闲人道胜、中书拜。"
        },
        {
            "title": "满江红 至元二一年岁次甲申，二月二十八日",
            "content": "一柱华峰，绿翠似、芙蓉金削。孤负却、画船春水，一尊同酌。寒食清明都几日，征鞍遽作西归客。漫春风、墙燕语留人，高城隔。春草碧，杨花白。妆点就，行轩色。道不应霜翮，能舒长策。三尺青萍风义在，看君冠盖长安陌。对夕阳、淡处最关情，河梁别。"
        },
        {
            "title": "浣溪沙 中秋虽见月，桂花出没于云影间，有",
            "content": "月色都输此夜看。人心偏处即多悭。碧云吹恨满瑶天。尽着冰壶凉世界，故将阴巧妒婵娟。桂香和露温幽弹。"
        },
        {
            "title": "南乡子 和干臣乐府南乡子，南乐言怀中间，",
            "content": "万汇帝城春。况是明时选用人。爱煞曲山周老子，依仁。任运□□不自论。六任漫逢辰。甚是荣华尽苦辛。赢得归来儿女笑，苏秦。白马红缨"
        },
        {
            "title": "黑漆弩 曲山亦作言怀一词，遂继韵戏赠",
            "content": "休官彭泽居闲久。纵清苦、爱吾子能守。幸年来、所事消磨，只有苦吟甘酒。平生道在初心，富贵浮云何有。恐此身、未许投闲，又待看、凤"
        },
        {
            "title": "鹧鸪引 辛卯九月二十三日，靖伯仲先携酒相",
            "content": "波荡江湖万里余。归来缩首伴凡鱼。门后席后轩车盛，鬓自霜来宦味疏。思往事，注残书。闲锄明月种秋蔬。傍人莫笑扬雄宅，好事时过载酒"
        },
        {
            "title": "西江月 清明拜埽回，值田家野饮，有颁白者",
            "content": "社鼓惊飞梨雪，村箫吹破桑芽。清明野饮见田家。老叟邀予下马。劝饮一卮芳酒，绕看满树幽花。杯盘草草乐年华。不弃同来观化。"
        },
        {
            "title": "木兰花慢 再和何侍御前府韵，前章所谓变风",
            "content": "六合一家统，依日月，到重光。道太岱封书，云龙接踵，此意难忘。西园万花绣错，好枕中、蝶花似蒙庄。敛翅深栖金粉，贪芳更度银塘。一生白眼贵人旁。赢得姓名香。几戏影棚边，随人鼓笛，贺老当场。虽可笑，犹有用，似也胜、陈许怒争床。静想行藏有命。且休眼热王阳。"
        },
        {
            "title": "木兰花慢 送史诚明总管还洛阳，春日饮饯任",
            "content": "爱春光淡沱，歌吹暖，竹西亭。正花簇金鞍，香翻雪树，碧酒同倾。谁将翠帷双卷，拥红妆、临水照娉婷。缥缈凌波仙子，依稀罗袜尘生。使君高兴动青冥。心事怯流莺。对如画江山，一时豪杰，湖海交情。自怜鬓华如此，且相逢、一笑惜飘零。明日河阳客舍，春风柳色青青。"
        },
        {
            "title": "水调歌头 文卿提刑自陕西按察改授河东，其",
            "content": "乐府水调歌头，以答雅意一峰华不注，东望雨冥冥。黄云画角，回首客舍又幽并。喜按西来佳耗，闻道东山未老，双鬓为谁青。经济有公论，且莫叹飘零。杏花吟，山色句，尽称停。平生风味不浅，聊尔写襟灵。步冷东垣秋水，坐对汾亭夜月，两地若为情。合作碧箫曲，留待醉时听。"
        },
        {
            "title": "感皇恩 赠李士观。讳仪，霸州人。予二十时",
            "content": "。尝为刑司经历官，好学不倦。与人交有终始回首竹林游，山阴陈迹。洒落襟期记畴昔。论文把酒，醉尽清泉白石。几年江海上、空相忆。邂逅淇南，羁愁都释。两鬓怜君更如漆。幽怀重叙，不待小＊红滴。新诗随＊唾、骊珠湿。"
        },
        {
            "title": "木兰花慢 谷雨日，王君德昂约牡丹之会，某",
            "content": "问东城春色，正＊雨，牡丹期。想前日芳苞，近来绛＊，红烂灯枝。刘郎为花情重，约柳边、娃馆醉吴姬。罗袜凌波微步，玉盘承露低垂。春风百币绣罗围。看到彩云飞。甚着意追欢，留连光景，回首差池。半春短长亭畔，漫一杯，藉草对斜晖。归纵酴＊雪在，不堪姚魏离枝。"
        },
        {
            "title": "三奠子 辛卯七月，时久雨未霁，中以感寓为",
            "content": "湛新秋风露，暧暧微霄。梧叶下，桂香飘。鹊翻银汉水，人渡玉兰桥。欢能几，虹影断，渚宫遥。人闲多巧，天上无＊。今古恨，苦相撩。果瓜丝曲缀，儿女思空饶。＊轩晚，香露湿，可怜宵。"
        },
        {
            "title": "望月婆罗门引 舜举宋屯田幕官也，与予一见",
            "content": "星屯落落，当年旌＊拥雍丘。西风腾踏清秋。回首黄云画角，吹断夕阳楼。且杯倾竹叶，歌戛吴钩。功名浪求。枉敝尽、黑貂裘。重恨人生无定，长负欢游。燕鸿南去，怅秋水、秋烟总是愁。江浦晚、稳宿汀洲。"
        },
        {
            "title": "蝶恋花 昔鹿庵  轩，乐育淇上，一时秀造，",
            "content": "宾王校本改）中元已来，例宦游四方。仆二十年间，三至乡里，慨然有离索之叹。今岁投绂自济南来归，而诸公颇集。所欠者惟王尚书子勉，傅漕使士开耳。因赋乐府以见欢会之不恒，聚敬之有数也。至于义安分定，词兼六客，倚声者当自知之。恐酒酣耳热后，不无倒冠落佩之谪也淇水当年麟凤渚。回首飞翔，落落风云举。三叠阳关回首处。渭城柳色朝来雨。今夕何年天所与。白发归来，一笑同歌舞。醉里相将寻杖履。"
        },
        {
            "title": "江神子 金朝遗风，冬月头雪，令僮辈团取， ",
            "content": ""
        },
        {
            "title": "临江仙 八月一日，同高仁甫李靖伯史涧之饯 ",
            "content": ""
        },
        {
            "title": "南乡子 承旨董公，寿登七秩，康宁好德，诚 ",
            "content": ""
        },
        {
            "title": "三奠子 辛卯七月，时久雨未霁，中以感寓为 ",
            "content": ""
        },
        {
            "title": "感皇恩 赠元舜举。尝为宋文屯田官，以善歌 ",
            "content": ""
        },
        {
            "title": "望月婆罗门引 燕城元夕有感，且去岁汴梁行 ",
            "content": ""
        },
        {
            "title": "木兰花慢 奉送节使贤侯分帅谯军，兼简仲季 ",
            "content": ""
        },
        {
            "title": "木兰花慢 河内人焦其氏得作乐器，仅容一握 ",
            "content": ""
        },
        {
            "title": "满江红 不肖目疾，中承都运赵侯天章侯天章 ",
            "content": ""
        },
        {
            "title": "满江红 德元来辞，求赠言为荣，且及河防利 ",
            "content": ""
        },
        {
            "title": "鹊桥仙 大德辛丑岁八月初四日寿平章相公夫",
            "content": "金波秋静，桂兰香重。瑞应熊罢佳梦。锦绷惊出玉麟儿，道释氏、老君亲送。寿筵增庆，朝鞍归控。恰及瑶觞拜捧。平津起舞棣华歌，好一醉"
        },
        {
            "title": "山溪",
            "content": "冰姿绰约，翠袖翻青露。林下谢夫人，依然是、故家风度。搔头玉重，云髻不胜寒，绣帘疏，凉月细，一点香来处。清标一插、脉脉秋如许。无语对西风，恍当年、六朝琼树。幽窗深锁，莫厌惜娉娉，瑶台路，藐姑仙，恐跨青鸾去。"
        },
        {
            "title": "如",
            "content": "老境心便多暇。束缚尘缨高挂。饭饱去寻君，闲步闲吟闲话。闲话。闲话。过眼纷华都罢。首，皆曲调，兹不录。"
        },
        {
            "title": "如梦令",
            "content": "友道雨翻云覆。胶漆几人持久。遣兴漫题诗，客至有钱沽酒。沽酒。沽酒。径入醉乡无有。"
        },
        {
            "title": "如梦令",
            "content": "半世随波从众。几被狙翁调弄。富贵苦相谩，一枕槐根春梦。春梦。春梦。况复此身无用。"
        },
        {
            "title": "如梦令 和曲山韵",
            "content": "仁宦须求遭遇。不顾已沾泥絮。攘攘世间人，总被虚名引去。引去。引去。光景促于朝暮。"
        },
        {
            "title": "点绛",
            "content": "碧玉环深，一尊同醉清明后。绿阴晴画。多少闲花柳。身世虚舟，日月惊跳走。谁豪右。忘怀惟有。拍泛船中酒。"
        },
        {
            "title": "点绛唇 已丑清明前",
            "content": "名酒相属，因放歌数阕而去，实至元二十六年三月七日也，可为不虚度此节矣。秋涧老人深香间适（朱校云深香间适疑有脱误）春雨如膏，最怜适与清明遇。晚晴庭宇。画出樊川赋。冉冉行云，低拂垂杨度。春如许。乱花深处。几点蔷薇露。"
        },
        {
            "title": "点绛唇 春雨后小桃",
            "content": "端正楼空，一枝春色谁偷得。夜来消息。暮雨胭脂湿。倚竹佳人，翠袖娇无力。须相觅。一尊休惜。转首春狼藉。"
        },
        {
            "title": "点绛唇 喜芍药发芽",
            "content": "红叶当＊，朝来拨土红芽秀。画阑晴书。凭暖佳人袖。一粒丹砂，谁点仙根透。从今后。为渠酿酒。去作花闲友。"
        },
        {
            "title": "点绛唇 探花",
            "content": "春雨添花，绕阑来看花开否。海棠红瘦。绿叶花如豆。梨雪生香，近在清明候。花为友。莫轻孤负。预问邻家酒。"
        },
        {
            "title": "点绛唇 春夜喜雨",
            "content": "好雨知时，万金欲买初无价。种花＊罢。似为芳枝下。花重宫城，好个风人雅。从飘洒。探花走马。明日春如画。"
        },
        {
            "title": "点绛唇 雨中故人相过",
            "content": "谁惜幽居，故人相过还晤语。话余联步。来看花成趣。春雨霏微，吹湿闲庭户。香如雾。约君少住。读了离骚去。"
        },
        {
            "title": "点绛唇 为承旨唐寿卿寿",
            "content": "秋气平分，＊匆都作充闾喜。玉堂风味。磊落青云器。醉墨乌丝，绿绮传湘水。千秋岁。月波如洗。长照金尊里。"
        },
        {
            "title": "点绛唇 寿周斡臣",
            "content": "千古诗坛，苦吟谁得风骚妙。羡君才调。一蹴无边徼。岁岁中秋，喜见朱颜好。霜蟾皎。一尊倾倒。万事秋毫小。"
        },
        {
            "title": "点绛唇 为房祖母寿",
            "content": "婺女呈祥，瑞光分自云衢烂。凤萱金＊。留待佳辰绽。林下丰容，闺壶瞻仪范。香萦篆。玉颜如＊。岁岁长康健。"
        },
        {
            "title": "点绛唇 后六月二十",
            "content": "川原四开，青嶂白波，非复尘境。忽治中英甫坚索鄙语，酒酣耳热，以乐晴倚层阑，飘飘醉上青鸾背。飞云崩坠。万叠银涛碎。青嶂白波，非复人闲世。人怀霁。夕阳有意。返照千山外。"
        },
        {
            "title": "点绛唇 癸酉夏六月五日同河中府官宴白楼",
            "content": "倚槛清歌，一声高遏行云住。长河倾注。不煞曦轮暑。燕寝清香，画栋珠帘雨。人何处。一尊绿醑。满眼青山暮。"
        },
        {
            "title": "点绛唇 送董彦才西上",
            "content": "杨柳青青，玉门关外三千里。秦山渭水。未是消魂地。坦卧东床，恐减风云气。功名际。愿君着意。莫＊春闺泪。"
        },
        {
            "title": "点绛唇 寿涿郡房二尊亲",
            "content": "露影庭萱，一枝金绽钗头凤。宝花香供。寿席光浮动。懿＊闺门，姻族同推重。琼杯捧。二亲安宠。共醉玻璃＊。"
        },
        {
            "title": "浣溪沙",
            "content": "纸帐梅花夜色清。行云香湿堕银屏。惜花人老若为情。对酒当歌须适意，凌烟图象是虚名。千年编简几人青。"
        },
        {
            "title": "点绛唇 题绛州花萼堂时大暑回自河中",
            "content": "一榻清风，故山邂逅欣相遇。绿阴池树。荡漾瑶翻处。赤日红尘，前日中条路。人良苦。壮心如故。快叱王阳驭。"
        },
        {
            "title": "点绛唇 寿周干臣",
            "content": "秋气平分，画阑桂树秋香底。良辰美景，弃取花前醉。彭寿添君，白也诗堪拟。高歌起。月波如水。长照金尊里。"
        },
        {
            "title": "浣溪沙 张右丞寿",
            "content": "补＊功深浴凤池。好贤人道似缁衣。佩声清音见委蛇。千岁寿祺阴有积，两宫恩＊古来稀。东山歌酒乐时熙。"
        },
        {
            "title": "浣溪沙 赠朱帘绣",
            "content": "满意苕华照乐棚。绿云红＊逐春生。卷帘一顾未忘情。丝竹东山如有约，烟花南部旧知名。秋风吹醒惜离声。"
        },
        {
            "title": "浣溪",
            "content": "月色都输此夜看。人心偏处即多悭。碧云吹恨满瑶天。尽着冰壶凉世界，故将阴巧妒婵娟。桂香和露温幽弹。"
        },
        {
            "title": "浣溪沙",
            "content": "旅馆灯青夜色曛。据床谈剧作春温。胸中云梦入雄吞。清议素高乌府月，秋霜低厌涨江云。吴山山下惜轻分。"
        },
        {
            "title": "浣溪沙",
            "content": "隋末唐初与汉亡。干戈此际最抢攘。一时人物尽鹰扬。褒鄂有灵毛发动，曹刘无敌简书光。争教含泣到分香。"
        },
        {
            "title": "浣溪沙",
            "content": "雨点鸣铙裂竹声。并随牙板一时停。词源都作建瓴倾。白羽挥开诸葛阵，苍涛翻动＊王陵。低空知有彩云横。"
        },
        {
            "title": "浣溪沙 付高彦卿",
            "content": "红翠丛中样度新。桃花扇影驻行云。隋唐嘉话阅来真。一片锦帆浮汴水，两京花柳风尘。彩声会动凤城春。"
        },
        {
            "title": "浣溪沙 赋筝",
            "content": "朋＊华簪醉未沾。主人张乐见厌厌。一声银甲裂霜缣。涧水咽冰翻陇怨，将军出塞忆蒙恬。碧桃花底玉笙＊。"
        },
        {
            "title": "浣溪沙 送刘仲元赴平定州亲迎",
            "content": "青鸟西传燕尔期。乘龙喜气见修眉。芳＊浓似去年时。禁脔名香天盼重，玉台春暖镜鸾栖。人生乐处是新知。"
        },
        {
            "title": "浣溪",
            "content": "露榻风帘烛影摇。故人留话慰萧条。徘徊花月可怜宵。天淡有云空漠漠，月明无雨更＊＊。洞天归路踏琼瑶。"
        },
        {
            "title": "浣溪沙 王中",
            "content": "珍品无多百和浓。露沾婆律湿兰丛。喜分新供到南丰。螺甲未融金雀饼，芳菲已梦碧湘宫。宝猊先障绣帘风。"
        },
        {
            "title": "浣溪沙 寿王子初",
            "content": "六合澄清到一家。＊＊文物望中华。未容诗礼养兰芽。松柏后＊有待，＊璋涵润本无瑕。诰恩行堕五云花。"
        },
        {
            "title": "浣溪沙 寿汤总管",
            "content": "十载烟花紫紫游。嘉谟曾补翠云裘。归来尤荷宠光优。画戟清香高北里，虎符金节照南州。寿波无惜卷吟瓯。"
        },
        {
            "title": "浣溪沙",
            "content": "梅点冰梢＊蒂凝。兰芽珠树＊鲜明。团奕香火此时情。避世远惭金马客，现山人道老人星。雪边岩桧尽青青。"
        },
        {
            "title": "浣溪沙 至元九年秋",
            "content": "雨势苍山共一云。雨声作气张三军。秋风亭下叶缤纷。官事何忧严限促，天心不负老农勤。夜窗孤客尽先闻。"
        },
        {
            "title": "浣",
            "content": "绿树连村际碧山。春风吹水涨黄湾。沙汀苹满钓舟间。薄宦崎岖清议里，风烟吞吐画图间。夕阳明处鸟飞还。"
        },
        {
            "title": "浣溪沙 客亭观涨",
            "content": "老雨长河壮怒涛。客亭夜久听喧号。平明两＊渺江皋。沙尾没来渔箔短，危墙看处客帆高。斜阳汀草乱青袍。"
        },
        {
            "title": "浣溪沙 题韩氏别墅",
            "content": "翠竹连村白沙。小＊回抱一川斜。旋开幽沼听鸣蛙。樵客局边惊橘乐，黄尘门外任蜂衙。树头山色晚来佳。"
        },
        {
            "title": "浣溪沙 送王子勉都运关中",
            "content": "蓟北分携已六年。秋风淇上又离筵。一尊情话重留连。内史调兵惟汉相，春潭通漕笑韦坚。＊云抛翠上吟鞭。"
        },
        {
            "title": "浣溪沙 寿周干臣",
            "content": "十载相期紫禁游。一官谁想客西州。春风闲倚仲宣楼。四海论交真益友，一年好处是中秋。寿波无惜卷金瓯。"
        },
        {
            "title": "浣溪沙 寿李卫尉",
            "content": "矍铄当年汉伏波。紫微垣外待＊戈。笑骑天＊下天河。华发雅宜麟阁画，春风先送武城歌。朱颜休惜卷金荷。"
        },
        {
            "title": "鹊桥仙 为何继光寿",
            "content": "调和谋断，论思机务。许大茫茫疆宇。当年姚宋救时才，听沙路、归来好语。阶翻红叶，省连温树。满贮春风瑞露。眼中庭桧＊苍苍，道晚节"
        },
        {
            "title": "鹊桥仙",
            "content": "五穷作祟。百端相滞。破帽一风吹碎。邯郸道上断人行，消铄尽、元龙豪气。商颜绮季。当时不起。误甚汉家经济。书生薄相到还元，要结末"
        },
        {
            "title": "鹊桥仙",
            "content": "金銮视草。蒲轮应召。客路人情殊好。岂知野鹿饰金镳。志却在、长年丰草。霜风料峭。形容枯槁。愁绪百端萦绕。故山归去有茅庐，任束置"
        },
        {
            "title": "鹊桥仙",
            "content": "沉酣往古。栖迟衡宇。＊有弓招此举。长林丰草野麋心，是中散、生平自许。日边草赋。矛头炊黍。谁道闲云有雨。周宣补＊要深功，除唤起"
        },
        {
            "title": "鹊桥仙 和刘梦吉韵",
            "content": "高人非古。冲襟粹宇。要览德辉飞举。伊周元不是庸人，吾志在、箕山巢许。兰纫有赋。菊香酿黍。梦断糟床秋雨。渊明卧老北窗风，犹胜似"
        },
        {
            "title": "点绛唇 雨宵即事",
            "content": "春雨空蒙，晚来点缀闲庭景。一床灯影。润入琴丝冷。清夜沉沉，谁慰孤怀耿。云生鼎。倚窗高咏。爱此春宵永。"
        },
        {
            "title": "鹊桥仙",
            "content": "金莲蜜炬。紫山仙侣。梦寐青门瓜圃。春风着处是行窝，要一笑、人间今古。锦＊佳句。新声金缕。洒遍蔷薇清露。东华待漏满靴霜，恐输与"
        },
        {
            "title": "鹊桥仙",
            "content": "调羹粉桂。爱香种蕙。自笑秋风野卉。两椽茅屋对青山，初不羡、入云高弟。将心自逸。欲行且憩。如爱清时有味。桐江波上一丝风，尽容得"
        },
        {
            "title": "鹊桥仙 寿胡紫山",
            "content": "秋香悬桂。光风转蕙。掩尽寻常花卉。西城来往已风流，更点检、生涯次第。堂名休逸。策扶流憩。占尽闲中风味。鸡声兔动已扶头，红日上"
        },
        {
            "title": "眼儿媚 呈周斡臣",
            "content": "桑榆晚景日＊＊。莫厌数相寻。静怜幽境，闲谈情话，与涤烦襟。济时幸有诸公在，乡社好浮沉。闲云却恐，西风吹去，认做商霖。"
        },
        {
            "title": "眼儿媚",
            "content": "我来＊古过悲秋。徒倚夕阳楼。画堂歌舞，都能几日，何限幽愁。合欢闲冷孤眠苦，争向死前休。凭阑闲看，一双＊＊，对起中流。"
        },
        {
            "title": "眼儿媚",
            "content": "满帘夜月耿霜秋。云梦黯歌楼。残灯伴晓，夕阳催暮，海水添愁。天涯地角相思恨，谁道北生休。一篇照映，唐人诗雅，千古风流。"
        },
        {
            "title": "眼儿媚 赋燕子楼用斡臣继路宣叔乐府韵",
            "content": "横塘烟淡冷涵秋。寂寞旧妆楼。珠帘夜月，露桃幽怨，总是闲愁。形消骨化情缘在，此恨若为休。长河解浣，佳人无那，倒卷黄流。"
        },
        {
            "title": "行香子 乙酉岁",
            "content": "曰，若作数语，以记其事，使通欲易解甚佳。既归不百步，得乐府行香子一阕，醉立斜阳浩歌而去秋霁遥岑。何处登临。水西头、来散闲心。远园细履，栽种成阴。□＊秋香，浮酒＊，入孤斟。老境＊＊。乡社浮沉。醉颜＊、白发盈簪。夕阳归路，听我长吟。待野梅芳，多载酒，再相寻。"
        },
        {
            "title": "秦楼月 已丑岁春",
            "content": "药词秦楼月一阕，因放声自歌，浮大白者数行，实至元二十六年三月二十日也。时夜漏交二鼓灯下书，秋涧老人题花时乐。＊尊记醉平津阁。平津阁。一声金缕，满＊红叶。小阑此日情萧索。土膏一寸春如削。春如削。几时盼到，绛灯红烁。"
        },
        {
            "title": "秦楼月 今岁八",
            "content": "时偏者，诗人不得无怅然之情也。取太白诗例，赋秦楼月一阕，歌以问之。是夜月色亦佳，但微云点缀耳华阳阁。一年心赏中秋约。中秋约。九霄风露，有怀都豁。挂香和雨风吹落。倚阑望处秋烟簿。秋烟簿。一尊能与，素娥同酌。"
        },
        {
            "title": "浣溪沙 内黄道中",
            "content": "风柳婆娑半亩阴。两枝巧与道相邻。树头幽鸟似知音。马上行人思困睡，天边赤日欲流金。解鞍休惜濯烦襟。"
        },
        {
            "title": "玉楼春",
            "content": "冬至夜侍祭阴消阳长从今数。除客归来闻好语。月明满地紫烟生，暖人剌文添绣缕。冷风肃肃生庭户。桂酒光清摇燕俎。今冬记我致＊时，爆"
        },
        {
            "title": "好事近",
            "content": "宫殿曲江头，漠漠轻阴开彻。花柳都城三月，正禁烟时节。阿鸣＊＊玉泉游，故老向人说。一片春风箫鼓，荡黎花香雪。"
        },
        {
            "title": "好事近 春寒继刘君卿韵三首",
            "content": "斗柄转春城，向暖小桃开彻。不似今年正月，过深冬时节。故将新巧发阴机，春事未容说。且就驱云风帚，埽西山晴雪。"
        },
        {
            "title": "好事近 赋庭下新开梨花",
            "content": "轩锁碧玲珑，好雨初晴三月。放出暖烟迟日，醉风檐香雪。一尊吟远洗妆看，玉笛笑吹裂。留待夜深庭院，伴素娥清绝。"
        },
        {
            "title": "好事近 尝点东坡桔乐汤作",
            "content": "石鼎＊松风，茗饮老来多怯。唤起雪堂清兴，＊鹧斑金屑。橘中有乐胜商山，香味不容说。觉我胸中＊磊，被春江澄彻。"
        },
        {
            "title": "眼儿媚",
            "content": "西风归燕几经秋。人老水边楼。一灯孤枕，满襟清血，花也含愁。前堂歌吹新声有，争似去来休。长河若解，将姝遗恨，与泪俱流。"
        },
        {
            "title": "好事近 过南云门",
            "content": "南北两云门，竹圃稻畦如画。罢亚黄云万顷，自长渠飞洒。太行钟秀尽三乡，形胜＊高下。笑我年来用舍，似田间秧马。"
        },
        {
            "title": "黑漆弩 曲山",
            "content": "休官彭泽居闲久。纵清苦、爱吾子能守。幸年来、所事消磨，只有苦吟甘酒。平生道在初心，富贵浮云何有。恐此身、未许投闲，又待看、凤"
        },
        {
            "title": "黑漆弩 游金山寺粼曲子  伯昌尝以漆弩侑酒",
            "content": "名似未雅。若就以江南烟雨目之，何如。予曰，昔东坡作念奴曲，后人爱之，易其名曰酹江月，其谁曰不然。仲先因请予效颦，遂追赋游金山寺一阕，倚其声而歌之。昔汉儒家畜声妓，唐人例有音（朱校云音疑乐误）学，而今之乐府，用力多而难为工，纵使有成，未免笔墨劝淫为侠（朱校云侠误）耳。渠辈年少气锐，渊源正学，不致费日力于此可也，其词曰苍波万顷孤岑矗。是一片、水面上天竺。金＊头、满＊三杯，吸尽江山浓绿。蛟龙恐下然犀，风起浪翻如屋。任夕阳、归棹纵横，待偿我、平"
        },
        {
            "title": "西江月 寿李彦祥",
            "content": "近岁忆游竹里，今年来遇生朝。平生洒落邑中豪。邂逅风神不老。赏尽山阳烟景，去翻亳海云涛。太行晴色任秋高。人与黄花长好。"
        },
        {
            "title": "西江月 寿王中丞",
            "content": "梅萼暗传春信，菊枝尽傲霜威。风姿元与岁寒期。况是小春天气。翠实调羹未晚，秋香添寿多宜。高名北海旧蟠螭。未似东山雅意。"
        },
        {
            "title": "好事近",
            "content": "华发一衰翁，世事眼中看彻。只为年来薄宦，负东山高节。冥冥神理到无凭，此外更何说。安得百壶春酒，埽羁愁如雪。"
        },
        {
            "title": "西江月 继张孝纯韵",
            "content": "郢下空歌白雪，琴中谁听高山。人生何用钉疏顽。不过两盂日饭。梦到钓台老树，秋风闲煞渔竿。沙鸥无数点江干。知我忘机去慢。"
        },
        {
            "title": "西江月 赠张子文",
            "content": "联辔闲谈诗雅，停杯高咏晁词。山城投宿晚凉时。邂逅青云公子。濯锦江边相忆，鸣条山下分携。秋风摇荡菊花期。＊候翩翩归骑。"
        },
        {
            "title": "西江月 大河凝冰",
            "content": "散策暂辞凫吏，倚楼来听渔歌。夕阳西下乱山多。白鸟苍烟卫破。一夜朔风吹雪，白云飞满长河。不将幽梦付凌波。意在吴郎画舸。"
        },
        {
            "title": "西江月 间步州南古堤",
            "content": "返照斜明双塔，乱山回远孤城。年来风物似升平。人说三王善政。世事正宜静待，田园好去躬耕。云闲归鸟有遗声。唤起投林高兴。"
        },
        {
            "title": "西江",
            "content": "社鼓惊飞梨雪，村箫吹破桑芽。清明野饮见田家。老叟邀予下马。劝饮一卮芳酒，绕看满树幽花。杯盘草草乐年华。不弃同来观化。"
        },
        {
            "title": "虞美人 谢成耀卿佥事携酒芋相过",
            "content": "山瓶乳酒甘如蜜。鸱芋堆盘赤。见君相赠固多情。润我枯肠一吸破愁城。秋光湖碧西湾潋。不到中心慊。何时尽煮土芝香。醉饱归来，肯把故"
        },
        {
            "title": "虞美人",
            "content": "红颜绿鬓无长好。日对菱花老。头童齿豁竟何裨。只有饥时餐饭饱时嬉。因行消散昏和闷。却觉筋骸困。那钱置个马儿骑。食饮难消，终日＊"
        },
        {
            "title": "鹧鸪引",
            "content": "闾井锥刀＊战烘。咏归奚取舞雩风。道开圣学千年后，春在先生一亩宫。敦诲诱，见从容。弦歌不隔幔纱红。珉溪几点梅梢雪，岁岁吹香入寿"
        },
        {
            "title": "鹧鸪引 辛卯九月",
            "content": "波荡江湖万里余。归来缩首伴凡鱼。门后席后轩车盛，鬓自霜来宦味疏。思往事，注残书。闲锄明月种秋蔬。傍人莫笑扬雄宅，好事时过载酒"
        },
        {
            "title": "鹧鸪引",
            "content": "潦倒衰翁不足尊。更堪剌口论诗文。经途江浙多兰友，照眼吴山霁雾云。伤别久，惜轻分。临歧一语见微勤。万艘未是周郎志，他日经纶要使"
        },
        {
            "title": "鹧鸪引",
            "content": "先相风流德业尊。又看天马五花文。飘飘青琐凝佳思，霭霭新诗似岭云。淮海秀，已平分。＊璋未碍琢来勤。吴人元重中州气，绣被何尝擅鄂"
        },
        {
            "title": "鹧鸪引 赠驭说高秀英",
            "content": "短短罗＊淡淡妆。拂开红袖便当场。掩翻歌扇珠成串，吹落谈霏玉有香。由汉魏，到隋唐。谁教若辈管兴亡。百年总是逢场戏，拍板门＊未易"
        },
        {
            "title": "鹧鸪引 寿李靖伯母",
            "content": "香静堂萱燕处温。一家柔＊被乡邻。三牲奉养真纯孝，八十康宁是福人。＊菊晚，岭梅春。丰容林下旧精神。婺光不动云衢烂，供佛床头景气"
        },
        {
            "title": "鹧鸪引",
            "content": "拾翠仙洲野兴长。尊前一曲杜韦娘。人怜暖日明歌扇，我爱兰英媚国香。供楚佩，笑梅妆。春风着意泛崇光。老怀不到凌波梦，要遣琵琶送一"
        },
        {
            "title": "鹧鸪",
            "content": "赋鹧鸪天以歌之。李氏字兰英，乐籍之名香者也花草离骚试品量。猗猗香色紫兰芳。乐棚擢秀名何丽，楚泽含秋思更长。金缕曲，紫霞觞。留连光景醉银塘。竹西歌吹归时晚，也胜扬鞭问葛"
        },
        {
            "title": "鹧鸪引 赋鲍家黄",
            "content": "何处人间淑景新。刘家池馆鲍家春。后庭花唱空琼树，曲水宫妆见丽人。金作粉，麝为尘。一枝千叶拥黄云。花工可是多情思，梦逐凌波问洛"
        },
        {
            "title": "鹧鸪引",
            "content": "何处人间淑景新。韶光都付牡丹春。后庭花老空琼树，曲水江深见丽人。金屑粉，麝香裙。近前细看倒芳尊。惜教赤壁矶头月，吹散春风陌上"
        },
        {
            "title": "鹧鸪引 为耶律总管太夫人寿",
            "content": "辽海千年将相家。婺星光动赤城霞。回首画戟清香地，满意春风玉树花。金椅背，紫云车。谢林风度见来赊。寿波潋滟宫壶暖，满泛秋光醉绿"
        },
        {
            "title": "鹧鸪引",
            "content": "浴凤池边养相材。朝端先肃汉仪开。九秋灏爽临初度，千丈恩光动＊台。锵剑佩，望蓬莱。翠华南扈拂天来。一枝好在霜前菊，留待清香＊寿"
        },
        {
            "title": "鹧鸪引",
            "content": "野粉宫墙两边。洛京依旧锁婵娟。一声金缕关情处，满串骊珠讶许圆。金谷月，石楼烟。留连光景待他年。袜尘休放凌波去，更听新翻倒玉船"
        },
        {
            "title": "鹧鸪引 为乐籍张惠英赋",
            "content": "秋水芙蓉镜里仙。一枝明玉濯烟鬟。莺初解语调柔石，柳不胜娇拂画阑。催叠鼓，按弓弯。楼心低月怯清寒。人生莫惜缠头锦，能得春风几度"
        },
        {
            "title": "鹧鸪引 谒太一宫赠王季祥",
            "content": "来谒齐宫又五年。道人邀我坐前轩。只惊前度刘郎老，不见庭松偃盖圆。人与境，两＊然。呼童茶罢炷＊烟。壁间一轴烟萝子，依约风流堕眼"
        },
        {
            "title": "鹧鸪引 韩氏别墅",
            "content": "竹映方台翠满湖。烟霏荷露净郊居。棣花辉映春风被，云锦香翻碧玉壶。吟倚杖，卧看书。一家风景辋川图。酒杯尽泛床头＊，未疑门多长者"
        },
        {
            "title": "鹧鸪引 和周斡臣韵。中统五年三月十二日夜",
            "content": "门外东风驻马蹄。月明庭树绿阴稀。眼中时事惊天运，醉里游谈似□机。思远走，拟高飞。此心安得与时违。遗书浩荡三千卷，未分穷愁老布"
        },
        {
            "title": "鹧鸪引 为王太夫人寿",
            "content": "簪＊潇然自谢林。一家柔＊到周南。以贤论母书彤管，有子能官尽孝心。香雾碧，寿尊深。岁时春辇醉花阴。从今业庆堂前月，翠竹高梧听凤"
        },
        {
            "title": "太常引 寿陶珉溪",
            "content": "南枝梅信点冰妍。觉初度，得春偏。人物＊堂仙。看才思、浑如＊泉。悠悠往古，纷纷俗学，＊＊绣空鲜。青鬓莫苍然。要折衷、陶家讲筵。"
        },
        {
            "title": "太常引 送段信卿拜河东宪司经历",
            "content": "北来孤剑＊苍颜。听时事，立谈闲。秋隼正腾翻。莫便倚、霜空陡寒。太行秋色，汾川雁影，极目送归鞍。簿领＊司闲。道好个、河东幕官。"
        },
        {
            "title": "太常引",
            "content": "春风碧水静林丘。对书史，日优游。来往更风流。问谁似、东陵故侯。黄陂襟度，曲江誉望，山立看扬休。春酿尽禁＊。拚醉尽、蟠桃上秋。"
        },
        {
            "title": "太常引 奉寄（朱校云奉寄二字疑衍）参政李",
            "content": "王相，人来徵诗于予，因作此奉寄，时屯田泾阳规书财赋北平移镇入咸秦。说睿眷，更情亲。下手见经纶。道好个、中原老臣。万屯晓日，一鞭农事，泾水画中春。陆海尽藏珍。似只欠、封侯富民。"
        },
        {
            "title": "太常引 为万奴总管寿",
            "content": "重于山岳蔼如兰。喜一旦，得同官。裁＊笑谈间。道不似、当年将坛。一年好处，中秋节近，凉露洗金盘。丹桂月中看。尺耐得、人间岁寒。"
        },
        {
            "title": "太常引 为王同知寿",
            "content": "雍容诗礼冠时髦。都忘却，贵人骄。横槊见英标。道勇似、当年嫖姚。默含万动，德尊一府，歌寿听民谣。绿鬓映金貂。尽千尺、青松后＊。"
        },
        {
            "title": "太常引 周都运生朝时添寿王村",
            "content": "量蟠英伟气和愉。道沧海，得遗珠。忠义与心俱。见漕府、归来转输。山呈霁色，杯添野水，春满野人庐。郑重万金躯。要羽翼、当年汉储。"
        },
        {
            "title": "太常引 寿刘同知",
            "content": "太行晴色泛帘＊。对书史，日优游。宾从尽风流。谁健似、东陵故侯。人间万事，尘埃野马，一笑付纹楸。眉宇寿光浮。拚醉过、黄花暮秋。"
        },
        {
            "title": "太常引 送王嘉父",
            "content": "去年鞍马客南＊。柰告别，苦＊＊。今岁又相逢。喜客舍、清尊＊同。仲宣楼上，杜陵幕下，着处话途穷。好去汉元龙。道休着、青春负公。"
        },
        {
            "title": "蝶恋花 和曲山韵因为赠之",
            "content": "经世此心谁尽了。欲画麒麟，功业何由到。白发满头青镜晓。花开花落人空老。适意杯盘从草草。甘坐清贫，方驾郊和岛。最爱新诗情致好。"
        },
        {
            "title": "蝶恋花",
            "content": "绿暗兰皋春雨暮。露＊风吹，馥馥香如雾。一曲清歌花解语。落红羞满沙头路。锦瑟华年谁与度。夜月珠帘，肠断春风句。我自兴来聊一顾。"
        },
        {
            "title": "蝶恋",
            "content": "宾王校本改）中元已来，例宦游四方。仆二十年间，三至乡里，慨然有离索之叹。今岁投绂自济南来归，而诸公颇集。所欠者惟王尚书子勉，傅漕使士开耳。因赋乐府以见欢会之不恒，聚敬之有数也。至于义安分定，词兼六客，倚声者当自知之。恐酒酣耳热后，不无倒冠落佩之谪也淇水当年麟凤渚。回首飞翔，落落风云举。三叠阳关回首处。渭城柳色朝来雨。今夕何年天所与。白发归来，一笑同歌舞。醉里相将寻杖履。"
        },
        {
            "title": "蝶恋花 赋来禽歇枝",
            "content": "今岁寻芳春已误。一粒丹砂，不到来禽树。满意红芳春也妒。长条簇满珍禽羽。花道无情应有素。似惜金尊，一醉珠帘暮。春自还来花自故。"
        },
        {
            "title": "临江仙 为曲山作",
            "content": "别墅寒梅方入梦，多君来报花期。野塘流水小桥西。南枝香烂漫，却恨赏音稀。正有玉堂人最爱，垂垂两鬓如丝。和羹心事未应迟。金尊重醉倒，且莫晚风吹。"
        },
        {
            "title": "临江仙 送治中李公",
            "content": "天一云衣无定态，眼中时事休惊。年来钟鼎到书生。一麾仍出守，五马看专城。千古金陵佳丽地，中郎素有先声。一江春浪暮烟平。此身眠食外，万事总虚名。"
        },
        {
            "title": "临江仙 寿李节使",
            "content": "柱石中朝黄阁相，河山千古南州。多君谈笑觅封侯。朱轮＊＊盖，锦带佩吴钩。满府治声歌五＊，稍稍俊气横秋。今年寿席更风流。青云新甲第，一笑醉金瓯。"
        },
        {
            "title": "青玉案 赋紫金沙",
            "content": "绿阴暗尽西城树。人总道、春归去，＊＊柔条高几许。绛灯闪烁，翠云萦护。元有留春处。金尊未＊倾芳醑。醉墨题诗要香露。蝴蝶飞来何栩栩。向人有意，绕阑翻舞。似约花闲住。"
        },
        {
            "title": "卜算子 辛卯九",
            "content": "，殊分明也。觉而赋此，秋涧老人识一抹截头云，＊＊从龙发。尾足连卷见半空，霁色翻苍＊。举手欲攀鳞，散我麒麟＊。天外雄风秘化机，吹落苍烟峡。"
        },
        {
            "title": "南乡子 和干臣乐",
            "content": "万汇帝城春。况是明时选用人。爱煞曲山周老子，依仁。任运□□不自论。六任漫逢辰。甚是荣华尽苦辛。赢得归来儿女笑，苏秦。白马红缨"
        },
        {
            "title": "南乡子",
            "content": "一雪静林皋。冷＊浮阳气不骄。菜甲榆椒浑不动，寂寥。赚得轻黄上柳条。诗思苦相撩。酒＊新来顿绝交。连夜客窗寒似水，无＊。谁约春风"
        },
        {
            "title": "南乡子 春日",
            "content": "溪水净滩沙。紫动林梢半是花。长日马蹄闲信步，谁家。晓入南园到晚霞。时事闹蜂衙。一片闲心逐去鸦。烂醉玉瓶沙上酒，生涯。过眼浮云"
        },
        {
            "title": "南乡",
            "content": "帘影静棋枰。平野风来分外清。一带好山供望眼，云屏。落日烟霏翠满亭。世事不须惊。底用相逢话独醒。常使玉瓶沙上酒，如渑。杖履时来"
        },
        {
            "title": "南乡子 近",
            "content": "行， 不无  自伤之意。故首章托以自怨自责， 忌嫉伤善略不见也。然怨不已，则夫妇道乖，故释以人子之孝，嗣续为重。鸣呼，商陵穆子之悲，卫庄姜伤已之叹，匪歌诗莫能宣其志，此乐府之所以作也。庶几言之者无人物旧温郎。心事珠帘月床。笑里玉台重藉手，谁量。折得杨枝恼孟光。得鲤岂思鲂。老境其如伯道伤。但愿维＊应汝梦，称觞。趁取春风慰"
        },
        {
            "title": "江城子 赋拜月图",
            "content": "一枝繁杏宋墙东。翠帷重。卷春风。留得残妆，帘月拜玲珑。云作鬓蝉霞作袂，香雾湿，玉鬟＊。闲情都付烛华红。琐窗中。照芳容。细逐行云，零乱紫金峰。天外翠鸾仙侣在，城阙晚，梦芙蓉。"
        },
        {
            "title": "江城子 为张同知寿",
            "content": "滦江晴漾首山前。玉为渊。秀相连。总把华英，都付使君贤。梅竹堂深歌吹动，香似雾，酒如川。列城千里听鸣弦。颂声喧。觉春偏。争遣翱翱，犹是贰车权。满泛一杯添寿酒，悬斗印，看他年。"
        },
        {
            "title": "三奠子",
            "content": "隔盈盈一水，欢会今宵。梧叶上，雨萧萧。星沉开帐烛，云黯渡河桥。渚宫深，离思苦，两无＊。金针缕细，彩舫花娇。儿女辈，漫情饶。巧来心愈拙，弦促韵难调。西楼月，银汉影，碧天遥。"
        },
        {
            "title": "三奠子",
            "content": "怅神光奕奕，天上良宵。花露湿，翠钗翘。风回鸾扇影，愁满紫云轺。恨相望，虽一水，隔三桥。朱弦寂寂，心思迢迢。人未老，鬓先＊。翻腾惊世故，机巧到鲛绡。凉夜永，箫声咽，篆烟飘。"
        },
        {
            "title": "三奠子 登河中迎",
            "content": "壮河山表里，百二喉襟。形胜地，古犹今。风云全晋在，草木故都深。淡长空，孤鸟没，总消沉。东山高卧，梁甫长吟。人未老，鬓毛侵。平生多古意，落日更登临。倚危阑，穷远目，恐伤心。"
        },
        {
            "title": "三奠子 都城七夕",
            "content": "渺新秋节物，客思天涯。岩桂重，碧云赊。烟华萦紫禁，心事梦长沙。青铜里，人未老，鬓先华。＊帘望月，得巧谁家。儿女辈，语空＊。露翻梧叶重，河映绮楼斜。倾云液，歌金缕，岸乌纱。"
        },
        {
            "title": "玉漏迟 留别淇上诸君",
            "content": "浙江江路杳。苍茫自叹，南飞鸟鸟。故国回头，梦里青山吟绕。手把一麾南去，道不比、八州常调。君莫笑。南楼苦要，胡床舒啸。休扰。归去扁舟，若比似陶朱，尚犹年少。飞泳虽殊，友义固应明了。拟览九江秀色，谁凄断、关河残照。霜月晓。去去眼中人少。"
        },
        {
            "title": "玉漏迟 前一篇怀旧",
            "content": "越山征路杳。东南淡淡，长空飞鸟。俪影同翻，明月一枝乌远。共道有心避事，甚未若、从渠相调。君莫笑。南楼苦要，胡床舒啸。空扰。画里江山，总轮与风流，眼中年少。也学凝儿，官事几时能了。一曲骊歌未动，还梦到、三山晴照。江月晓。莫为赏音稀少。生也。孙登者，为足下与诸君也。二子者，为西溪春山两忘年友也。后一阕将行即事，曰三山者，福城中山也。岁梦者，为不肖拜命前后，凡梦三至其处。曰赏音不少者，为彼中宋吏部陈菊圃者甚众，故云。二篇自觉语硬音凡，固非乐府正体，望吾子取其直书，可也"
        },
        {
            "title": "玉漏迟 答南乐令周斡臣来篇",
            "content": "竹林幽思杳。栖迟自叹，离群孤岛。万里云翔，海树去相依＊。邻笛一声唤起，忆共听、朱丝雅调。还自笑。当年已愧，孙登清啸。清扰。回首分飞，怅落落相期，望高崧少。会鲜离多，经世又谁曾了。二子况成陈迹，落月满、屋梁空照。庭户晓。得意眼中人少。"
        },
        {
            "title": "感皇恩 寿董野庄 本秋涧乐府卷二",
            "content": "健羡玉堂仙，中朝元老。过眼繁华任纷扰。百年心事，爱煞野庄春好。南枝谁道是、调羹了。风月吟怀，冰霜节操。千尺青松尽难槁。春宫调护，好个当年皓。日边消息近、中书考。"
        },
        {
            "title": "风入松 观灯下半开杏花",
            "content": "一枝浓艳照华堂。暖＊贮春光。写生莫羡徐熙笔，风流在、百子池傍。点缀红妆玉颊，帘苫粉淡宫妆。静怜疏影伴昏黄。添麝入＊香。惜花人老情缘在，云屏晚、银烛高张。细泻一杯春露，浩歌微雨东墙。"
        },
        {
            "title": "感皇恩 寿左司吴君章母夫人",
            "content": "晓色静帘栊，婺光千丈。香满含真泛春酿。洛花呈瑞，照眼一枝先放。要将金屑粉、妆仙仗。月榭焚香，松阴扶杖。好个人间寿星样。斓斑舞袖，辉映凤池春浪。年年称庆日、长无恙。"
        },
        {
            "title": "感皇恩 寿表弟韩云卿",
            "content": "临事羡君材，笑予拙宦。待诏云龙更英盼。梦迥孤枕，依旧新丰旅＊。明时无寸补、空留恋。绿泛莲波，望高霄汉。洒洒元康济时彦。诸公延誉，莫为骥淹台院。百年安健里、千千算。"
        },
        {
            "title": "感皇恩 史总管",
            "content": "十里走徵车，笑予游宦。老马为驹望英盼。客怀相慰，时对凌烟生面。浩歌虽慷慨、南山粲。公子翩翩，沉酣经传。不似当年闭门衍。杨花归路，肯逐东风流转。且遮西日去、长安远。"
        },
        {
            "title": "南乡子 癸丑",
            "content": "乔木色苍苍。山顶难留落日光。灯影碧流深几许，浮觞。来醉张家第四场。世事莫论量。相对尊前两鬓霜。富贵几时当适意，杯长。问甚春星"
        },
        {
            "title": "感皇恩",
            "content": "日日午餐余，即须幽讨。拄杖长行觅周老。三杯两＊，不致玉山倾倒。与君何处去、乾＊好。松影闲庭，长吟藉草。白发多来故人少。春山何在，两树寒梅枯槁。一声邻笛起、催归早。"
        },
        {
            "title": "感皇恩 登楼即事",
            "content": "斜日倚高楼，乱峰围绕。山色湖光翠如埽。天涯倦客，目断野烟高鸟。□□□□□，□□□。老境＊＊，忧心悄悄。也待凝顽事须了。故园三径，已是菊荒松老。诸君应有语、归来好。"
        },
        {
            "title": "感皇恩 赠提刑曹仲明",
            "content": "把酒爱髯卿，故家风度。不为临江老能赋。饱谙世事，成败见来无数。□□□□□，□□□。岁月如流，睽离良苦。更着佳人怨迟暮。＊愁顿解，一笑团圆儿女。殷勤奋君记取、周郎语。"
        },
        {
            "title": "感皇恩 与客读辛殿撰乐府全集",
            "content": "幽思耿耿堂，芸香风度。客至忘言孰宾主。一篇雅唱，似与朱弦细语。恍疑南涧坐、挥谈尘。霁月光风，竹君梅侣。中有新亭泪如雨。力扶王略，志在中原一举。丈夫心事了、惊千古。"
        },
        {
            "title": "感皇恩 乙酉岁八",
            "content": "。遂披衣步月于庭中，久之，觉风露凛然，恍疑去青冥无岁也。因以感皇恩歌之，且寓幽怀之梗概云佳节近中秋，秋霖晴快。飞净残云碧空大。金波穆穆，掩尽玉绳光彩。坐来风露冷、青冥外。世运难前，儒冠何赖。四壁相如到沽卖。纷纷过眼，多少时情物态。杳然清梦去、桴沧海。"
        },
        {
            "title": "感皇",
            "content": "之情也。示秀才郑彦通流水小桥横，冶头沙路。一道清阴转林坞。满襟凉润，犹是夜来新雨。幽禽＊客至、如晤语。坐荫辛夷，间挥吟尘。泽畔行歌恐良苦。人生适意，正要时情容与。却怜身处世、初无补。"
        },
        {
            "title": "感皇恩 广平道",
            "content": "风雨暗公堂，故人晤对。邂逅燕城又三载。偶因官事，喜向广平重会。照人光彩好、心期在。万里功名，半生湖海。十五年间颜改。笑谈尊俎，比老几回倾盖。秋风横漯上、期相待。"
        },
        {
            "title": "感皇",
            "content": "书叶散芸香，牙＊无数。案上藜羹当膏乳。地偏心远，日与圣贤晤语。市声飞不到、横披处。一炷龙涎，满瓯春露。旋埽幽轩约宝住。清谈有味，总是故家风度。子云亭户好、龙津路。"
        },
        {
            "title": "感皇恩 送子初中丞",
            "content": "灯火夜阑珊，故人相对。忘尽南窗引书睡。情谈＊＊，时带少年风味。门前霜月炯、停吟＊。湖海相望，金兰交契。白发中年能几会。明朝赵北，又是摇摇风旆。一杯还到手、休辞醉。"
        },
        {
            "title": "感皇恩 昔向长",
            "content": "绩，照映一世，未老得请于朝，亦慕子平为人，尽以内务付之。诸郎其贤于人远甚，某喜闻而乐道之，为赋此，以歌其盛德云节序四时闲，功成还退。此事君侯与心会。幽亭高卧，眼冷画堂金翠。越装都付与、诸郎辈。虎帐筹边，锦＊歌凯。惨淡风云梦江海。大绍挂壁，小隐一枝松盖。清闲人道胜、中书拜。"
        },
        {
            "title": "感皇恩 至元十七年八月八日为通议西溪兄寿",
            "content": "南衙，予始相识。时初夏桐阴满庭，故有南衙清书之句少日竹林游，凤麟飞走。一段江山最英秀。南衙倾盖，满院桐阴清书。鬓华思此际、浑依旧。云梦心胸，文章山斗。好个经纶玉堂手。婆娑桂影，凉人露盘仙酎。一杯先领取、乔松寿。"
        },
        {
            "title": "感皇恩 史公总帅子",
            "content": "。古人称文章与书同一关纽，所愧辞意恐不称于书也叠嶂际清江，枫林辉映。潮落波平镜光静。六朝兴废，都付渔郎烟艇。＊鲈香正美、秋风冷。笳鼓归来，风云增胜。梦里无烦想幽景。风流公子，写出五湖高兴。画中还领取、江山影。"
        },
        {
            "title": "感皇恩 下晋",
            "content": "暴下晋州城，茫然心曲。卧对风轩数竿竹。暑光不受，似我腰围□束。病机还自忖、非寒燠。力仕难任，居头不足。风雨忧愁更相促。星星鬓影，中有利名千斛。省来都外物、真蛮触。"
        },
        {
            "title": "感皇恩 题沙",
            "content": "浓绿涨千林，征鞍东去。十日祁阳为君住。几回清唱，飞尽海棠红雨。人生当适意、何良苦。簿领公堂，风沙长路。赢得佳人怨迟暮。沙头酒尽，犹惜玉鞭轻举。一声声不断、歌金缕。"
        },
        {
            "title": "感皇恩 赠李士观。",
            "content": "。尝为刑司经历官，好学不倦。与人交有终始回首竹林游，山阴陈迹。洒落襟期记畴昔。论文把酒，醉尽清泉白石。几年江海上、空相忆。邂逅淇南，羁愁都释。两鬓怜君更如漆。幽怀重叙，不待小＊红滴。新诗随＊唾、骊珠湿。"
        },
        {
            "title": "喜迁莺 已丑秋",
            "content": "然，为之赏音。刘因求乐府于予，遂赋此，且道坐客醉语秋怀谁写，听一声金缕，同倾芳酒。娇啭林莺，圆累珠串，春在碧罗云袖。宫中磬簧齐发，字外五音何浏。坐闲友。道江南风月，此声无有。回首。伤离久。三叠阳关，不到青青柳。得意石州，片帆云影，翻动海山明秀。风流故家未减，自笑杜陵衰叟。再相＊。卷中人正好，崔徽消瘦。"
        },
        {
            "title": "喜迁莺 题圣姑",
            "content": "仙年方笄，姿态殊丽，尝同郎辈采频溪中，乐而忘返。一日，  苍烟盛起，白书异色，龙渊鲛室，金支光烂，飘飘然有波神  流而上，众姝惊散。仙独留不去，遥见与神顾语，乘碧茵同逝。俄烟开日晶，遂失所在。其母哀求水滨愿言一见，良久，觉异香袭人，仙雾发风驭，隐约于波渚间，若有以谢曰，X 儿以灵契，托迹绡宫，阴主是水，尘缘已断，毋庸悲悒。今而后，使乡梓田  岁宜，有感而通，乃为吾验。时魏青龙二年也。年人相与馆仙于博陵城，台制甚宠丽。县教论李曜告予如此，今燕赵间冷灶日，香火趋祀者，所至风动，以孝感圣姑称云。至元庚辰夏四月，按部至县，喜其事甚异为民祷  祠下，以仙吕命曲，庶为迎送神词，俾邦人岁时歌汀洲苹满。记翠笼采采，相将邻媛。苍渚烟生，金支光烂，人在雾绡鲛馆。小鬟顿成云散，罗袜凌波不见。翠鸾远。但清溪如镜，野花留＊。情＊。惊变现。身后神功，丝满吴＊＊。汉女菱歌，湘妃瑶瑟，春动倚云层殿。彤车载花一色，醉尽碧桃清宴。故山晚。叹流年一笑，人间飞电。"
        },
        {
            "title": "喜迁莺 祁",
            "content": "五更残梦。听绿窗莺语，罗衾香拥。百啭多情，娇啼无泪，枕上一声时送。真成翠鬟双＊，当户玉琴初弄。欲谁共。趁风和求友，乔林烟蓊。春动。花气重。暗度垂杨，暖人酴＊洞。倦客芳＊。佳人幽思，愁满彩笺金凰。自怜比来心事，两翅果谁搏控。听指纵。望高城落日，黄尘飞＊。"
        },
        {
            "title": "夺锦标 君卿宣慰来别",
            "content": "歌之，六朝老树不无动色也六郡雄藩，会稽旁带，雨浙风烟如昔。碧草莫伤春浦，冠盖东南，几多行客。正新亭父老，望云霓、苦思休息。道朝家、雨露同春，问甚江南江北。贺监归舟逸兴，何似双旌，尽慰元郎行色。镜水绿通朱阁，威畅恩宣，海波春寂。笑东山老去。此心初、非□泉石。约海楼、翡翠同游，醉"
        },
        {
            "title": "摸鱼子 送雷",
            "content": "望都门、满山晴雪，葱葱君又西去。当时汉将征西幕，气压瘴江烟雨。还自许。尽虎穴雄深，万里班超举。燕台再过。甚牢落高情，霜风偃薄，似＊貂裘土。弦歌事、正尔邯郸故步。功名从此轩翥。一麾回首甘陵树，千室正歌来暮。须记取。拊麾外催科，未＊阳城古。征鞍莫驻。趁渭北春天，升堂拜慰，捧檄为亲舞。"
        },
        {
            "title": "摸鱼子 赋白莲  至元二十二年乙酉九月重九",
            "content": "淡亭亭、影摇溪水，芳心知为谁吐。玉华宝供年年事，消得一天消露。私自语。君不见仙家，玉井无今古。淡妆谁妒。尽千顷昆明，红幢翠盖，云锦烂秋浦。琼绡袜、自有凌波故步。赏心莫遣迟暮。风清月冷无人见，零乱碧烟修渚。闻好去。待醉＊秋香，不羡风标鹭。远游重赋。拟太一真仙，共浮沧海，一叶任掀举。"
        },
        {
            "title": "春从天上来 承御韩",
            "content": "御。事金宣宗天与二帝，历十有九年，正大末以放出宫。明年壬辰，鉴辂乐巡，又明年国亡于蔡，韩遂谪石抹子昭，相与流寓许昌者余十年，大元至元三年，弟澍为汲令，自许迎致淇上者累月。一日酒间，谈及宫掖故事，感念畴昔，如隔一世而梦钧天也，不觉泣下，予亦为之欷  也。今将南归，赘儿子丑于许，既老且贫，靡所休息，而抱秋娘长归金陵之感，乃为赋此，庶几据写哀怨，洗亡国之愁颜也。且使好事者倚其声而歌之，不必睹遗台而兴嗟，遇故都而动黍离之叹也。岁丙寅秋九月重阳后二日，翰林罗绮深宫。记紫袖双垂，当日昭容。锦对香重，彤管春融。帝座一点云红。正台门事简，更捷奏、清画相同。听钧天，侍瀛池内宴，长乐歌钟。回头五云双阙，恍天上繁华，玉殿珠栊。白发归来，昆明灰冷，十年一梦无踪。写杜娘哀怨，和泪把、弹与孤鸿。淡长空。看五陵何似，无树秋"
        },
        {
            "title": "望月婆罗门引 为吹头管张解愁赋",
            "content": "秋怀索寞，悠悠心事野鸥边。几回崔九堂前。照眼故家风调，人物尚依然。按清商一曲，倾动华筵。新声巧翻。道且莫、诧贞元。爱煞珠绳银管，满意清圆。风花无梦，待回施、春光与少年。杜陵老、凄断邻船。"
        },
        {
            "title": "望月婆罗",
            "content": "有抱瑟竽门之叹，以婆罗门歌之河山清眺，风烟两戒见殷都。唐津浩浩舟车。一水东浮沧海，宝带束燕吴。更中州雄跨，奇货堪居。平生壮图。笑到此、反区区。正似齐门抱瑟，不解吹竽。视吾耿耿，道玉佩、或能利走＊。如不尔、归老樵渔。"
        },
        {
            "title": "望月婆罗门引 中秋夜",
            "content": "柳边＊榭，倚兰人共月孤高。乱云脱坏崩涛。一片广寒宫殿，桂影数秋毫。尽掀髯老子，露湿宫袍。人生此朝。能几度、可怜宵。况对清尊皓齿，舞袖织腰。碧空如洗，拚一醉、河倾转斗杓。今夕乐、归梦临皋。"
        },
        {
            "title": "望月婆罗门引 春雪后看山",
            "content": "太行晴霁，孤墉高处揖清寒。云闲万髻千鬟。底事春风面目，一变玉＊＊。淡夕阳平远，野鸟飞还。青云莫攀。吾高兴、在东山。偃蹇孤松丘壑，不＊春悭。背阴桃李，正藉得、春光亦强颜。长剑＊、且莫轻弹。"
        },
        {
            "title": "望月婆罗门引",
            "content": "小窗人静，梅枝香细月华明。博山一缕云蒸。好个＊仙风骨，诗思苦凭陵。有间书遮眼，＊枕松声。素无宦情。较得失、一毫轻。自叹高歌白雪，寡和谁听。潇然巾卷，见芝宇、光浮寿颊生。春酒绿、何＊频倾。"
        },
        {
            "title": "望月婆罗门",
            "content": "星屯落落，当年旌＊拥雍丘。西风腾踏清秋。回首黄云画角，吹断夕阳楼。且杯倾竹叶，歌戛吴钩。功名浪求。枉敝尽、黑貂裘。重恨人生无定，长负欢游。燕鸿南去，怅秋水、秋烟总是愁。江浦晚、稳宿汀洲。"
        },
        {
            "title": "木兰花慢 伏闻",
            "content": "慢，以见葵藿倾乡之万一云怅居庸北口，爱苍霭，拥千岑。淡秋满陪京，翠华南狩，万骑＊＊。从千宫□□□，望清尘、拜听车音。日月中天统在，风云龙虎台深。马迁留滞卧周南。恋阙破丹心。恨伏枕悠悠，情关药里，梦共秋衾。岂知金镳野鹿，恐暮年、分薄是长林。却为有恩未报，许身愧比南金。"
        },
        {
            "title": "木兰花慢 居庸怀古",
            "content": "壮＊＊铁峡，谁设险，劈苍岑。拥万里风烟，一栓横锁，形胜雄沉。汉王阳□□□，忆当年、叱驭走＊＊。半夜邮亭索酒，平明燕市长吟。追思往事不堪寻。山色古犹今。甚三十年来，青云垂翅，素发＊＊。投闲却教应聘，笑委身、从事老难任。立遍西风残照，山光翠满疏林。"
        },
        {
            "title": "木兰花慢 为张詹事寿",
            "content": "爱承华詹尹，尽明略，更雄襟。甚潇洒清吟，半生梦寐，铜辇秋衾。莫论量，归计早，恐未容、亭扁遂初心。共道东山丝竹，风云两袖商霖。春坊桃李清阴。气干郁千寻。看他日明堂，圆杈偃植，栋宇雄沉。家近上林春早，觉桂香、浮酒动华簪。满酌一杯为寿、鲁连不用千金。"
        },
        {
            "title": "木兰花慢 寄王宣慰立夫",
            "content": "浩鱼龙＊海，曾同醉，凤凰楼。记猎较河南，并持英荡，千里长游。风流故家人物，爱赋诗、鞍马气横秋。落日隆中怀古，薰风洛水浮舟。重逢春色入东州。小试统清流。看生啸江淮，风连台阁，名动金瓯。经纶半生心事，细推量、合在百花头。此日清香画戟，不应谈笑封侯。"
        },
        {
            "title": "木兰花慢 寿崔子文",
            "content": "际河山两界，道此地，正文卫。才北渚离筵，南亭奔迓，终岁倥＊。风流故家从事，暂淹留、莲幕簿书业。更办锦＊诗句，笔端晕碧裁红。今朝寿席且从容。宾客喜相同。就雪蚁浮香，眉毫舒彩，莫放杯空。人生正须适意，尽冰梢、蜡蒂未冲融。海曲尚存遗爱，稼齐自有春风。"
        },
        {
            "title": "木兰花慢 赋酴蘼",
            "content": "爱雪团娇小，开较晚，尽春融。似麝染沉薰，檀轻粉薄，费尽春工。绿阴小庭晴画，放绣帘、轻度竹梢风。待着一天香韵，醉吟留伴诗翁。洗妆不用露华浓。玉树湿青葱。欲细挽柔条，重围锦幄，不放春空。春残未应多恨，道典型、犹在酒杯中。何似留芳翠枕，夜深归梦瑶宫。"
        },
        {
            "title": "木兰花慢 武邑",
            "content": "精彩如五六十人。教授马君向予方以善俗任责楫之孝养致乐，实有关於风化者，故作是词以付，俾来者庶有所劝焉烂云衢彩婺，和晓月，满庭闱。正梅粉香飘，林梢紫动，淑景初迟。观津盛传王氏，道孝心、重见老莱衣。和气一家瑞霭，慈颜九十柔仪。香烧静院趁朝晖。未省杖扶持。纵德厚流长，遐龄能健，此事应稀。婆娑绿萱堂背，爱一竿、苍竹六孙枝。照映西山秀色，年年翠点修眉。"
        },
        {
            "title": "木兰花慢 赋白莲和王西溪",
            "content": "爱玉华仙供，偶移影，下瑶池。怅野渚苍烟，结根非所，繁＊争欺。风清月寒半坠，道无情、有恨欲谁知。罗袜凌波微步，淡香高韵幽姿。风烟首梦共溪。采采画船归。趁粉露和香，秋光细酿，琼液淋漓。招呼谪仙共饮，记两舷、脚踏醉吴姬。一曲清吟未了，翠盘狼藉珠玑。"
        },
        {
            "title": "木兰花慢 和国范郎中见赠严韵",
            "content": "卧孤松云壑，爱青贯，四时心。自绝涧幽蟠，苍烟高拥，气压千林。冰霜几年凌傲，甚九天、一日露恩深。白壁无双国士，朱弦三叹遗音。春风草木变萧森。又复见雄襟。想直犯龙颜，片言曾霁，万里重阴。相逢莫惊白首，更明时、几世似于今。只恐南阳垅底，空怀梁父长吟。"
        },
        {
            "title": "木兰花慢",
            "content": "问东城春色，正＊雨，牡丹期。想前日芳苞，近来绛＊，红烂灯枝。刘郎为花情重，约柳边、娃馆醉吴姬。罗袜凌波微步，玉盘承露低垂。春风百币绣罗围。看到彩云飞。甚着意追欢，留连光景，回首差池。半春短长亭畔，漫一杯，藉草对斜晖。归纵酴＊雪在，不堪姚魏离枝。"
        },
        {
            "title": "木兰花慢 赋红梨花",
            "content": "爱一枝香雪，几暮雨，洗妆残。尽空谷幽居，佳人寂寞，泪粉兰干。芳姿似嫌雅淡，问谁将、大药驻朱颜。塞上胭脂夜紫，雪边蝴蝶朝寒。风流韵远更清闲。醉眼入惊看。甚底事坡仙，被花热恼，惆怅东兰。细倾玉瓶春酒，待月中、横笛倩云鬟。吹散碧桃千树，尽随流水人间。"
        },
        {
            "title": "木兰花慢 赋芙蓉杏花",
            "content": "听夜来微雨，甚一霎，过东墙。爱活色生香，芙蓉标格，暖贮春光。珑＊宝团琼缀，笑海棠、能睡更无香。烂漫宋郎心眼，风流时世新妆。少年走马杏花＊。句惹兴偏长。记夸酒青旗，树头招＊，唤客初尝。别来吴姬粉面，比旧年、风韵转芬芳。似觉生红闹意，未容说与东皇。"
        },
        {
            "title": "木兰花慢 为史总帅尊夫人之寿",
            "content": "霭长筵拜庆，似眉寿，几人同。更绿发垂肩，方瞳炯漆，五福尊崇。风流大家仪＊，甚能移、子孝作臣忠。猎猎征东汉＊，堂堂南下殊功。一江春醉醒中。都卷入歌钟。看和气怡声，承颜起舞，袖锦翻红。云闲婺光分彩，尽萧然、林下谢家风。笑拥满庭兰玉，年年乐事无穷。"
        },
        {
            "title": "木兰花慢 再和",
            "content": "六合一家统，依日月，到重光。道太岱封书，云龙接踵，此意难忘。西园万花绣错，好枕中、蝶花似蒙庄。敛翅深栖金粉，贪芳更度银塘。一生白眼贵人旁。赢得姓名香。几戏影棚边，随人鼓笛，贺老当场。虽可笑，犹有用，似也胜、陈许怒争床。静想行藏有命。且休眼热王阳。"
        },
        {
            "title": "木兰花慢 寿史中丞",
            "content": "相门佳公子，都忘却，贵人骄。有万石忠动，伯鱼诗礼，才气飘飘。风流谢家玉树，说妙龄、英誉冠东朝。桂殿亲承弓砚，豸冠高映金貂。两台清议耸风标。睿眷见恩饶。要宝瑟朱弦，羹梅伊鼎，试手更调。凤凰池，还浴凤，看羽毛、奕世动云宵。郑重岁寒贞节，青松千尺难＊。"
        },
        {
            "title": "木兰花",
            "content": "集之盛。予时移病在告，继而君美御使以严韵见徵，勉为续貂远风台上客，说雅集，玉生光。纵尊俎无情，登临佳节，此兴能忘。龙山会君莫羡，爱绿＊、影里到山庄。＊马长安清贵，留连春草池塘。渊明肮脏傍门旁。多病对秋香。怅岁晚田荒，几多稂莠，＊＊登场。人间事，如意少，且同来、一笑共匡床。寄谢牛山公子，何须挥涕残阳。"
        },
        {
            "title": "木兰花慢 望郝奉使墓",
            "content": "洒西风老泪，又马上，望郎山。对红露秋香，芙蓉城阙，依旧雄藩。碧云故人何在，忆扶摇、九万看鹏搏。赋就凤凰楼晚，星沉鹦鹉洲寒。一丘宿草锁苍烟。零落复何言。似燕许才名，风云际会，自古天悭。皇皇使华南下，爱丹衷、拟缔两朝欢。恨煞奸回秋壑，月明愁满江干。"
        },
        {
            "title": "木兰花慢",
            "content": "老西山倦客，喜今岁，是归年。笑镜里衰容，吟边华发，薄宦流连。功名事无有分，且旧鞭、休羡祖生先。望里芙蓉大府，梦余禅榻茶烟。恨无明略卧林泉。平子太拘＊。尽俯首辕驹，寸心能了，犹胜归田。前途事，如抹漆，又向谁、重理伯牙弦。自是一生心苦，非关六印腰悬。"
        },
        {
            "title": "木兰花慢 至元",
            "content": "记误）且忆马宾王来事可为云语，因感而赋此，以见其志云淡中庭暝色，初遣奠，夜寒凄。对草草杯盘，昏昏灯火，客里京师。比量旧年心事，笑蹉跎、书剑向来非。谁着朱衣白兰，春风三拜龙墀。山妻稚子竟何为。温饱汝嘻嘻。怅故国丘山，苍烟乔木，卿月空辉。葵心要须倾日，道等闲、休遣镜鸾知。自信苍颜如铁，不堪双鬓如丝。"
        },
        {
            "title": "木兰花慢",
            "content": "叹西山归客，又愁里，过清明。记幕燕巢倾，朝堂人去，往事堪惊。行藏固非人力，顿尘缨、终愧草堂灵。潘岳无间可赋，渊明何地堪耕。汉家一论到书生。六合望澄清。甚楼上元龙，山中宰相，何止虚名。当年卧龙心事，尽羽毛、千古见青冥。憔悴中堂故吏，醉来老泪纵横。"
        },
        {
            "title": "木兰花慢 送",
            "content": "爱春光淡沱，歌吹暖，竹西亭。正花簇金鞍，香翻雪树，碧酒同倾。谁将翠帷双卷，拥红妆、临水照娉婷。缥缈凌波仙子，依稀罗袜尘生。使君高兴动青冥。心事怯流莺。对如画江山，一时豪杰，湖海交情。自怜鬓华如此，且相逢、一笑惜飘零。明日河阳客舍，春风柳色青青。"
        },
        {
            "title": "木兰花慢",
            "content": "宪陵台畔客，笑几度，送人行。对一道青山，两行官柳，去住人情。苍生望初不＊。问此身、何用绊虚名。宦味真成画饼，隐居却伴侯鲭。十年惭愧草堂灵。自分苦飘零。甚一片闲云，几回归梦，野钓林耕。浮沉待从里社，觉倘来、轩冕总堪惊。寄谢竹林旧友，且休笔削寒盟。"
        },
        {
            "title": "木兰花慢 至元",
            "content": "问城南北柳，最好处，胜游乡。对湖水微茫，瑶翻碧潋，修禊浮觞。比量今春乐事，忆去年、书剑共游梁。晓日繁台古寺，春风碧草宫墙。人生离别是寻常。两岁喜徜徉。更金缕新声，佳人锦瑟，踏遍春阳。多君岁寒心在，似西溪、松柏＊苍苍。记得醉时笑语，梦回枕上犹香。"
        },
        {
            "title": "凤凰台上",
            "content": "宫树春空，御屏香冷，谁遗金＊人间。爱一枝紫玉，双凤声蟠。秋月春花客思，把幽情、都付伊传。惊吹处，籁翻天吹。鹤怨空山。风流贵家公子，记梦里琼楼，稳跨苍鸾。恍露凝银浦，霜裂琅＊。不见云间弄玉，余音散、赤壁江寒。秦台晚，碧云零乱瑶天。"
        },
        {
            "title": "满江红 寿康平章用臣",
            "content": "柱石中朝，人道是、汉家真相。试看取、凤池高步，佩声清音。世祖功臣三十六，第动合在云台上。欲暂分、霖雨霈秦川，从时望。睿思远，谁能□。空健倒，骊驹唱。抚一方何似，际天寅亮。肘后不知金印重，玉堂正要吾军张。向五云深处望三台，光千丈。"
        },
        {
            "title": "满江红 至元二",
            "content": "一柱华峰，绿翠似、芙蓉金削。孤负却、画船春水，一尊同酌。寒食清明都几日，征鞍遽作西归客。漫春风、墙燕语留人，高城隔。春草碧，杨花白。妆点就，行轩色。道不应霜翮，能舒长策。三尺青萍风义在，看君冠盖长安陌。对夕阳、淡处最关情，河梁别。"
        },
        {
            "title": "满江红 二十一",
            "content": "秣马膏车，又去作、天涯＊客。明见得、水云深处，万花如雪。绿暗江城多洞府，红烧烛影翻双节。被晓风、吹散枕中春，檐间铁。尘世事，无穷歇。吾最爱，沧浪说。恐灵均泽畔，只成孤洁。心事比量无少恶，前途何必论＊坼。倘祥金、陶铸遇良工，从区别。"
        },
        {
            "title": "满江红 复用前韵有怀西溪梁园之游",
            "content": "书剑梁园，忆曾是、青＊游客。宫苑废、三山依约，绿云红雪。好在西溪王老子，留连醉尽花时节。记尊前、金缕唱新声，忘筝铁。襟韵合，曾衰歇。消客气，歆情说。尽暮年心事，风霜孤洁。一片黄流翻晚照，回惊吴楚东南坼。偶追思、往事叹余生，长年别。"
        },
        {
            "title": "满江红 至",
            "content": "其旁。炎急报至云，有敌犯府城西面，公佩    ，集将领将出，予握玉鱼一双，跽请从行。公曰不迟不迟，因朗育一乐府，意欣暇曰，此徒单侍讲词也。既觉，但记其日月风云潇丽六字，五夜枕上，因足成之，觉思来甚雷动云横，惊飙鹜、北城西下。人共骇、赤丸夜语，电光飞射。将领未承诸葛令，橐＊已在汾阳胯。笑书生、思握玉鳞符，从公驾。铃索静，云麾亚。追往事，何多暇。道一篇乐府，翰林情话。日月低回黄阁梦，风云惨淡凌烟画。尽花边、高＊卧麒麟，终潇洒。"
        },
        {
            "title": "满江红 为大丞相史公寿",
            "content": "柱石中朝，还不减、汾阳劝考。人尽道、今年相府，南衙春早。肘后不知金印大，书中渐觉群众疑少。问南枝、消息几多春，调羹了。宝窦暖，香云＊。睛云霁，西山晓。见一星声入江淮渺。愿神尖、长对寿眉青，"
        },
        {
            "title": "酹江月 福建官舍言怀",
            "content": "散材无用，空拥肿、岂是入时花样。白发苍颜官舍底，日把早衙来放。主治官书，隐忧民瘼，＊惬澄清望。简华霜在，顾予关甚得丧。□□□□□□，藕丝能＊，况忝为司长。后拥前呵非不欲，梦寐山林长往。不忆＊鲈，不怀松桂，祗为身多恙。诸公垂顾，免教憔翠烟瘴。"
        },
        {
            "title": "酹江月 赋鸡头",
            "content": "紫荷盘若，向波心、溅溅鸿头高啄。满喙明珠三百颗，一夕秋风吹落。沙盎圆搓，麝汤旋煮，香喷佳人嚼。杯盘凉夜，楚江风味依约。今岁冷淡中秋，空＊雨湿，坐久寒生幕。草草时新聊应候，儿子灯前欢噱。趁暖争拈，分朋＊啮，翠屑纷如削。老夫旁看，苦吟思与韩较。"
        },
        {
            "title": "酹江月 为友人寿中丞子初",
            "content": "栖迟林壑，甚雍容、雅量气横寥廓。人道魁然真宰辅，心在朝家黄阁。几卷闲书，一门清乐，不羡千金橐。诸郎楚楚，凤毛辉映麟阁。今岁锦席云凉，菊香添麝，竹树烟霏薄。风爱堂前秋气好，歌里甘棠如昨。十二金钗，百壶清酒，细把红螺酌。年年此日，醉看清＊＊鹤。"
        },
        {
            "title": "酹江月 赋玉    薰炉赠数学刘文卿",
            "content": "客窗凉夕，问故家、何物能慰岑寂。都把龙涎三万斛，满贮宫池＊＊。玉立琼洲，雪翻花臆，梦绕春江碧。看云失水，淋漓元气犹湿。我昨拄杖敲门，主人情重，预报春消息。相对掀髯谈笑间，一缕飞盘泻露，约君"
        },
        {
            "title": "酹江",
            "content": "卿来培植顾护，始知重惜。今年清明前，花盛开，芳姿绰约，顿增容色。侯置酒高会，遂极欢赏。予因念草木之微，岂轻重显晦，亦有数存（存下原有为字， 兹据宋宾王校本秋润乐府删），其间耶，乃以酹江月歌之。同饮者忽治中英甫，刘提举老哥，时至元甲戌春二月十有三日也遗台树老，独画阑、春事犹未消歇。好在来禽花盛发，满意清明时节。翠袖翻香，朱颜晕酒，绰约冰肌洁。几年空谷，等闲飘坠香雪。回首绮阁东风，使君情重，一顾倾城色。只恐花飞春减却，束约尊前欢伯。起舞山香，醉歌金缕，细按红牙拍。青鸾高兴，恍然归梦瑶阙。"
        },
        {
            "title": "酹江月 东原寒食",
            "content": "天涯寒食，问东风、底事留连行客。千树芳菲春不管，吹尽枝头红雪。湖水春波，佳人锦瑟，肠断非离索。西来一剑，不堪尘满霜锷。凭仗谁话春愁，一尊浊酒，醉了还重酌。尽日西归归未得，怨煞山中猿鹤。六印双旌，两都无分，此去从吾乐。太行佳处，布衣高卧云壑。"
        },
        {
            "title": "水龙吟 飞卿系出将种",
            "content": "挫，迄于今十年，其穷极矣，既为哀之，且求其所以然，遂有斯作。以越调水龙吟歌之，庶几伯奇履霜，自伤穷思返义，俾采诗者闻之，不无当笞凋零万木丛中，秋霜不陨苍筠节。十年相见，燕南赵北，无根行客。妻病儿殇，归来空在，蒯缑弹＊。分躬耕垅□，□山鹊起，谁唤与，将军猎。腰下铁丝有箭，柰荒寒、冷霾彪穴。见哀漂母，犹胜低首，看人颜色。百折弥坚，一穷终泰，不容终结。望伯奇细写，履霜幽怨，洒西风血。"
        },
        {
            "title": "水龙吟 送崔中丞赴上都",
            "content": "绿杨一道飞花，绣花乱点如晴雪。都门几日，翠鸾回畛，情驰魏阙。顷不忘君，时虽多暇，远犹辰说。道六条尽备，诸人多样，卒难应，和鸾节。物胜自余芽＊，恐多输、豸霜摧折。人无定志，事随云变，莫扪渠舌。百步穿杨，空拳搏虎，岂容重发。望君侯早晚，去登黄阁，作调元客。"
        },
        {
            "title": "水龙吟 赋筝",
            "content": "故家张乐娱宝，乐中无似秦筝大。华筵听处，一挥银甲，笙竽幽籁。四座雄声，满空秋雨，来从天外。甚＊然思变，白翎清调，惊飞下，金莲塞。长忆桓伊手语，抚哀弦、醉歌悲慨。使君元有，不凡风调，平生豪迈。绿酒＊堂，为予翻作，八鸾□海。道更张正赖，新声陶写，继中书拜。"
        },
        {
            "title": "水龙吟 去岁秋至今",
            "content": "月九日雨，虽以小言随妥朱校去随妥二字疑有误而释，三日方霁。向来焦枯一洗而润，且又在清明节前。尝念一旱所繁甚重，诗，哿矣富人，哀此独。然众安，我乃能安，不然，虽屋润者其可能独安乎。此施既光，诚*珊匾玻?髟降饕愿柚??锶罄先诵*喜看春雨如膏，东风吹作冰花转。海棠红瘦，梨花香淡，似嫌春晚。纵使寒生，犹胜空隙，陌尘黄卷。道佳人拾翠，王孙忆草，都不负，寻芳眼。欲见太平有象，除丰年、更何可羡。田家作苦，老臣忧国，眉头俱展。最好知时，清明前后，一＊非浅。笑乐天空抱，元和诗律，梦金銮殿。"
        },
        {
            "title": "水龙吟 丙",
            "content": "日赋此曲以谢相逢一醉金荷，气豪长恨叹娱少。貂蝉贵待，内家声伎，琵琶最好。铁拨＊丝，划然中有，繁音急调。笑黄云出塞，青衫拭泪，恩怨事，君休道。且听新声硬抹，更银筝、与相缭绕。空堂雪辊，玉盘珠迸，清雄缥缈。汉殿承恩，侯藩作牧，此心未老。付曲中细写，他年事业，拜红云岛。"
        },
        {
            "title": "水龙吟 郭宣徽",
            "content": "，音弱弱，宛犹在耳，且有衰年情  之感。明日严甫修撰为求乐府，赋越调以歌年情乡之感。明日严甫修撰为求乐府，赋越调以歌之春风绿绮堂深，尊前初识＊年面。烟花紫禁，几年供奉，香飘合殿。悲壮凄清，九天飞下，凤吟莺＊。待近前细看，品题银字，知还是，红牙管。尽着金簧玉磬，泛宫声、五音初遍。朋簪四合，回头听处，少陵情惋。绿酒抛春，何心倾倒，汾阳金＊。为斯人少漏，玉堂消息，写清商怨。"
        },
        {
            "title": "凤凰台上忆吹箫箫 赠乔媪张氏 以上强村丛书",
            "content": "碧凤翘寒，玉宵宫晚，云窗误读黄庭。恨凌波罗袜，洛浦尘生。往事风流云散，但翠衾、冷落余馨。人何在，淡妆缟袂，幽树柴荆。相逢一尊芳酒，对夜色疏星，歌＊云停。记水南佳丽，姚魏池亭。梦绕芙蓉城阙，归驭稳、缑岭风清。桃花晚，等闲休负瑶英。"
        },
        {
            "title": "水龙吟 至元二十三年丙戌孟冬二十八日小雪",
            "content": "，而释润于春泽，其应时瑞，数年以来，未之见也，实可为明时庆，因作乐府水龙吟以纪其和。予平昔屡尝赋此，未免掇拾故事，张皇景气而已。兹篇之作，颇体白战，抑老怀，略见朴忠之至，畎亩不忘之意也画楼十日春阴，晚风吹作冰花转。初冬中候，应时呈瑞，几年未见。沽酒寻梅，就中此兴，撩人不浅。更露堂添得，虚窗夜白，清于水，光如练。我老久谙世味，最欣然、人安米贱。蝗＊入地，麦旗掉垅，翠翻平甸。大犰清边，为民祈＊，睿思何远。在词臣合取，元和贺例，＊明光殿。"
        },
        {
            "title": "水龙吟 赋秋日红梨花",
            "content": "纤苞淡贮幽香，玲珑轩锁秋阳丽。仙根借暖，定应不待，荆王翠被。潇洒轻盈，玉容浑是，金茎露气。甚西风宛胜，东兰暮雨，空点缀，真妃泪。谁遣司故来相慰。燕几螺屏，一枝披拂，绣帘风细。约洗妆快泻，玉瓶芳酒，枕秋蟾醉。"
        },
        {
            "title": "水龙吟 至",
            "content": "临歧把酒，长歌不休，既而壶倾，犹不忍别，复聊镳几三十里，逾大尹而去。不知刘君得于予者何，而乃而相爱，因以水龙吟歌之，且酬雅厚，仍绿杨一道飞花，绣衣乱点如晴雪。玉瓶酒尽，阳关歌彻，未容轻发。绿绮论心，几人得似，刘君风节。记山堂＊醉，已成陈迹，今又作，东城别。世事悠悠谁料，淡长空、孤鸿明灭。老怀耿耿，正须自信，坚弥百折。白发灰心，平生留在，情驰丹阙。怅孤云细草，东州回望，恨高城隔。"
        },
        {
            "title": "水龙吟 登邯郸丛台",
            "content": "春风赵国台荒，月明几照苕华梦。纵亡横破，西山留在，翠鬟烟拥。＊履三千，平原池馆，谁家耕垅。甚千年事往，野花双塔，依然是，骚人咏。还忆张陈继起，信侯王、本来无种。乾坤万里，中原自古，几多麟凤。一寸囊锥，初无语颖，也沾时用。对残＊影淡，黄粱饭了，听征车动。"
        },
        {
            "title": "水龙吟 舜泉在济南",
            "content": "泉流复出，其深可厉，回风潇潇，翠萍盈沼，邦人以为神来之兆。近陪宪使，展敬祠下，因索鄙作，谨继丞相双溪公怀古严韵，用纪其异窈然碧玉池方，绿波不见还凝＊。翠萍痕在，金支光淡，湘妃无语。瑶瑟声沉，画兰愁绝，几回如许。甚风烟依约，鱼龙黯惨，空回首，珠帘暮。一夕翠华临幸，也悲凉、故宫尘土。石根碧涨，天飘翻出，黑湾雷雨。思舜亭高，风漪吹散，满空秋暑。欲苍梧回叫，凤箫凄断，听躬耕处。"
        },
        {
            "title": "水龙",
            "content": "赋此词，且以经事之后，重有所惜云春流两岸桃花，惊涛极目吞天去。孤舟缆解，棹歌声沸，渔＊掀舞。云影西来，片帆吹饱，满空风雨。怅淋漓元气，江南图画，烟霏尽，汀洲树。天地此身逆旅，笑归来、满衣尘土。功名无子，就中多少，艰危辛苦。北去南来，风波依旧，行人争渡。听沧浪一曲，渔人歌罢，对夕阳暮。"
        },
        {
            "title": "水龙吟",
            "content": "日边俪景同翻，千年高际风云会。堂堂大节，中流砥柱，狂澜横制。黄阁归来，英姿飒爽，故家房魏。甚是中却有，东山雅量，经纶尽，金华事。总道丹心为国，要春满、人间桃李。诗坛风月，清时钟鼓，不妨游戏。一点台星，五云萦绕，凤池佳气。为相君满泛，金盘仙露，枕秋蟾醉。"
        },
        {
            "title": "水龙吟 寿陈节斋",
            "content": "倚天望汉台高，骞腾便到烟霄上。一时殊遇，风云俪景，元龙豪爽。刚断冰清，风流却有，东山雅量。道十年京洛，棠阴遗爱，人如醉，春风酿。一点德星回照，光浮动、太行千丈。戟门春静，人安事简，功余保障。燕寝香凝，不妨时在，骚坛吟赏。为使君预泛，凤池春浪，寿金华相。"
        },
        {
            "title": "水龙吟 赋春雪",
            "content": "空齐寂寞春寒，坐来庭竹风声悄。天低云暖，冰花谁翦，须臾云扰好是东君，与时呈瑞，春迥枯槁。快黄尘厌尽，千林膏沐，休更问，青山老。我爱春来起早。恍芸窗、光摇琼岛。玉华城郭，炊烟巷陌，酒旗风＊。高兴悠然，沽垆思与，文园倾倒。为使君预报，春城灯火，比年时好。"
        },
        {
            "title": "水龙吟 送焦和之赴西夏行省",
            "content": "当年紫禁烟花，相逢恨不知音早。秋风倦客，一杯情话，为君倾倒。回首燕山，月明庭树，两枝乌绕。正情驰魏阙，空书怪事，心胆堕，伤殷浩。祸福无端倚伏，问古今、几人明了。沧浪渔父，归来惊笑，灵均枯槁。邂逅淇南，岁寒独在，故人襟抱。恨黄尘障尺，西山远目，送斜阳鸟。"
        },
        {
            "title": "水龙吟 赋莲花海棠",
            "content": "两株云锦翻空，换根元有丹砂＊。绣帏重绕，银红高照，故家风味。翠羽生红，雾纱肌玉，风流谁比。记沉香亭暖，真妃半醉，云鬓乱，耽春睡。梦里昆明灰冷，恍留在、红幢翠袂。金盘华屋，无心与并，朱门桃李。一＊伤春，临轩便恐，彩鸾交坠。倩紫箫唤起，霓裳旧曲，拚花前醉。"
        },
        {
            "title": "水龙吟 寿都督",
            "content": "汉坛千古风流，笑谈自是诗书将。两淮草木，一门忠孝，先声远畅。奕世金貂，雄边韬略，三军独张。道十年汉水，旌旗动色，春都在，投壶唱。一点德星迥照，光浮动、太山千丈。戟门春静，人安事＊，提封保障。汉相规随，盖公安靖，平生心赏。见筹毫不远，凤池消息，醉仙家酿。"
        },
        {
            "title": "水调歌头 宴张右丞遂初园",
            "content": "园林足佳胜，钟鼓乐时康。去天尺五韦杜，此日汉金张。谁似主人好客，暂趁金华少暇，尊俎共徜徉。三馆尽英＊，簪履玉生光。眺东台，登北榭，宴南堂。露凉玉簪零乱，竹静有深香。醉听新声金缕，爱仰东山雅量，清赏兴何长。高咏遂初赋，松柏＊苍苍。"
        },
        {
            "title": "水调",
            "content": "乐府水调歌头，以答雅意一峰华不注，东望雨冥冥。黄云画角，回首客舍又幽并。喜按西来佳耗，闻道东山未老，双鬓为谁青。经济有公论，且莫叹飘零。杏花吟，山色句，尽称停。平生风味不浅，聊尔写襟灵。步冷东垣秋水，坐对汾亭夜月，两地若为情。合作碧箫曲，留待醉时听。"
        },
        {
            "title": "水调歌头 寿时相",
            "content": "佩兰近佳节，高第照神州。西山致有爽气，天际翠眉修。酿作碧霄清露，暗满庭前细菊，香淡一帘秋。春酒未容泻，寿席已风流。＊鸣玉，看独步，凤池头。＊贤真宰事业，＊笼到兼收。总道平生襟量，一片丹衷为国，不负幕中筹。齐瀚救时语，持用寿君侯。"
        },
        {
            "title": "水调歌头 寿",
            "content": "汾流＊余润，霜菊满秋香。酿成一堂和气，来荐老人觞。七十人生稀有，况复年逾八十，饮啖日康强。肮脏欲谁与，赵壹倚门旁。颊浮丹，瞳点漆，鬓如霜。平生阴有神相，特为表刚肠。世事语来无味，只有读书一念，老矣不能忘。九老更添一，图画见高堂。"
        },
        {
            "title": "水调歌头 寿雪齐",
            "content": "高斋际晴雪，万象入遐观。文章在公余事，闻望到欧韩。千古微茫洙泗，浩浩发源伊洛，百折障狂澜。歌咏武公志，儆折过铭盘。济时心，调鼎手，未容闲。重看印窠，垂锦花底压千官。风说梅梢春信，一夜蜡痕香满，光动寿杯宽。劝业鼎钟上，留待百年看。"
        },
        {
            "title": "水调歌头 和姚雪齐韵",
            "content": "书史有真味，谁遣博微官。丈夫出处道在，义命正须安。浩浩都门冠盖，眼冷鸡虫得失，矫首入遐观。时对雪斋老，清议豁襟颜。阅名书，探理窟，惊铭盘。自叹空然鼠腹，过饮不知繁。万古乾坤清气，散人诗仙脾鬲，挥洒有余欢。早晚付心诀，风雨满堂寒。"
        },
        {
            "title": "水调歌头 次前韵",
            "content": "纫兰缀芳佩，远驾振灵修。王城似海无际，泛若一轻舟。谁着朱衣白简，老坐凝床十日，双鹘漫横秋。落日壮心在，不负鬼神幽。笑咿＊，惊肮脏，竟何求。丈夫出处义在，不用计行留。万事味来嚼蜡，只有济时一念，未肯死前休。驱马出东郭，聊以散吾忧。"
        },
        {
            "title": "水调歌头 和赵明叔韵",
            "content": "西山卷残雨，天宇翠眉修。余霞渐成绮散，楼外月如舟。漾漾银河垂地，浩浩天风拂枕，吹满一帘秋。觉我清兴远，归梦到岩幽。野猿惊，山鸟笑，欲何求。十年一官黄散，了不到封侯。自有竹林佳处，满酌＊尊贮酒，一醉共浮休。夔契在廊庙，畎亩不须忧。"
        },
        {
            "title": "水调歌头 送王修甫东还",
            "content": "樊川吾所爱，老我莫能俦。二年鞍马淇上，来往更风流。梦里池塘春草，却被鸣禽呼觉，柳暗水边楼。浩荡故园思，汶水日悠悠。洛阳花，梁苑月，苦迟留。半生许与词伯，不负壮年游。我亦布衣游子，久欲观光齐鲁，羁绁在鹰＊、早晚西湖上，同醉木兰舟。"
        },
        {
            "title": "水调歌头 为仲方东园赋",
            "content": "野饮不称意，归促紫游缰。谁知草堂深处，清赏兴尤长。梦里佳人锦瑟，眼底瓦盆浊酒，衣袖醉淋浪。歌罢竹轩晚，风细月波凉。为东园，梅与竹，足清香。不须更栽桃李，花底驻春光。人道漆园家世，王谢风流未远，培取桂枝芳。读书贫亦好，此语试平章。"
        },
        {
            "title": "水调歌头 送王子初之太原",
            "content": "将军报书切，高卧起螭蟠。悲欢离合常事，知己古为难。忆昔草庐人去，郁郁风云英气，千载到君还。歌吹展江底，长鲜铗不须弹。路漫漫，天渺渺，与翩翩。西风鸿鹄，一举横绝碧云端。自笑??孤影，落日野烟原上，沙晚不胜寒。后夜一相意，明月满江干。"
        },
        {
            "title": "望海潮 为子初总管寿",
            "content": "桐乡遗爱，于门阴积，充闾气自葱葱。霜华对菊，橙金泛?，秋香吹满帘栊。人物汉元龙。喜升堂一拜，今几相同。洗尽金貂，贵气黄卷贮深功。见君雅量雍容。信男儿到此，方是豪雄。林下夫人，膝前文度，摩挲湖玉双峰。福寿尽无穷。看一家乐事，五县提封。彩袖歌钟。年年长醉玳"
        },
        {
            "title": "望海潮 为故相云叟公寿",
            "content": "炬明珂马，戟森兵卫，日长铃阁春凝。舜朝仪凤，傅岩霖雨，世传昂宿储精。天地入经纶。见东山高卧，一念苍生。谈笑金华，故事六合海波平。一杯福寿川增。请大人静听，贱子微诚。苏岭云霞，西溪梅竹，风烟画出共城。羽翼汉功成。尽山中名在，天外鸿冥。一点台星。清光长射老"
        },
        {
            "title": "望海",
            "content": "龙沙王气，恒山秀色，德星光动南州。使君高宴，北山佳处，薰风红闪旗＊。两翼拥貔貅。骇鼍鸣叠鼓，杖旧惊虬。一点星飞，画柱得意过边筹。貂蝉元自兜鍪。笑闾阎小子，谈笑对侯。万骑平原，千艘汉水，堂堂小试清油。宾从尽风流。喜武同张肄，书漫韩投。乐事更酬。醉魂还梦菊"
        }
    ]
}