{
    "dynasty": "元",
    "author": "姚燧",
    "intro": "（1238--1313） 元文学家。字端甫，号牧庵，河南（今河南洛阳）人。原 籍柳城。官翰林学士承旨、集贤大学士。能文，与虞集并称。所作碑志甚多，大都为歌颂应酬之作。原有集，已散佚，清人辑有《牧庵集》。",
    "items": [
        {
            "title": "浪淘沙 余年七十，洪山僧相过，言别公?",
            "content": "然耶，因为一莞，赋此晓之七十鬓双蓬。已分衰翁。烦君休誉面如童。只此正为吾老＊，物理曾穷。天地一微躬。草木还同。桃花初也笑春风。及到离披将谢日，颜色逾"
        },
        {
            "title": "定风波 南州以菌生竹间为蕈，并树鸡瘦?",
            "content": "为之蕈，盖得竹余气而生。然以世多未见，故祥之，余以理推如此，唐古宪佥笔生菌绘为图，因有是作五马双旌出郡堂。归来椽笔对凝香。只为好书天作意。相戏。故生三秀在毫芒。不是画师生手触。拳曲。层云连叶几何长。我有一占君试记。何事。已开他日判花祥。"
        },
        {
            "title": "清平乐 大德改元之明年辰在戊戌春三月?",
            "content": "吾肖齐，或云逃生朝矣，即席赋清平乐以寿之南阳昔岁。此日悬弧记。不料长沙今款避。红袖青轩负醉。横阙直＊西东。飘残万紫千红。不是茶＊喷雪，争些闲春风。"
        },
        {
            "title": "烛影摇红 新齐肃政李元让座闲，任氏妇?",
            "content": "赋二首录呈太初宣相时中天宝三郎，爱环睡起红妆懒。背渠素手洗朱铅，吹裂宁王管。羯鼓嵬坡尘散。记红冰、淫淫泪断。际天长，怅蜀栈青螺，锦江难浣。千古惊魂，泛兰转蕙光风暖。嫣然一笑尚倾城，桃李空繁满。银烛春宵苦短。愿青轩、流光缓缓。借诸任袖，回施新斋，捧□□□。"
        },
        {
            "title": "黑漆弩 吴子寿席上赋。丁亥中秋，遐观?",
            "content": "月不相涉，故改赋，呈雪崖使君青冥风露乘鸾女。似怪我白发如许。问?娥不嫁空留，好在朱颜千古。笑停云老子人豪，过信少陵诗语。更何消斫桂婆娑，早已有吴纲挥斧。"
        },
        {
            "title": "木兰花 刘子善得常德寿梅图持归镇江寿?",
            "content": "寿梅纸本传常武。远寿梅轩归北固。爱梅无有似君贪，东极吴中西尽楚。黄昏清浅孤山路。能对春风旬日许。不如满岁画中看，冷蕊疏枝常照"
        },
        {
            "title": "兰陵王 昨日奉候，知玉体已不恙，轩从?",
            "content": "之，上雪崖使君雪崖雪。玉垒浮云变灭。蓬婆外、晴白界天，西岭窗涵古今绝。秦山置下列。类媵姬姜娣侄。望太白、三百去天，六月人犹失炎热。缁尘苦为涅。问谁可配兹，千仞高洁。惟君雅号相优劣。有北正寒冽，传将移节，及门再命益磬折。未闻赐环与?。我拙。误名窃＊。甚此徵书，亦到岩穴。何人＊辘同车辙。华首最相悦，忍为轻别。定成竹否，乞为汝，负羁＊"
        },
        {
            "title": "木兰花慢 清明上已同日，亦吾生少遇，?",
            "content": "畅光风袅袅，转幽蕙，泛崇兰。最上已清明，相期一日，百岁逢难。秋千自儿女事，快邻翁、覆手羽觞乾。莫道韶华一月，从今已属春残。故人回首隔长安。轮值下金銮。对赐火新烟，应思?禊，何地江干。依然齿牙牢在，并年时、花似露中看。独赖中书未老，言时发尚冲冠。"
        },
        {
            "title": "绿头鸭 又寄疏齐 武昌歌妓小字倦儿，色",
            "content": "笑疏斋，老来犹未情疏。似嫌呼、缑山笙鹤，表彰特号云居。善形容、世间有几，写绰约、天外无余。我怅离群，阳春寡和，溉＊来食武昌鱼。对芳酒、一声金缕，丝竹用何如。今逾信、古人一言，名下无虚。记前回、东山胜赏，万株霜叶红初。向岩前、缓移玉勒，怕林下、相失篮舆。忘赋桃花，清新捷对，坐令辞客掷中书。看明日、片帆东下，江渺正愁予。凭消遣、算除睡乡，能到华胥。大典卷一万四千三百八十三寄字韵姚牧庵集"
        },
        {
            "title": "浪淘沙 大德丙午端月十四日立春，巧连?",
            "content": "春燕玉钗腾。又试初灯。天公节序巧相仍。纤手青丝盘出看，宝焰层层。鞭绝土牛绳。已送严凝。牙旗铁马乡春冰。六十九年余治学，老病宵"
        },
        {
            "title": "感皇恩 捧读雪楼宪使岁寒亭记，  节之?",
            "content": "寻丈岁寒亭，何多环侍。烟节雪?万青士。旄头铁甲，更两苍官为帅。落成天雨雪、皆奇事。不独玄冬，偏生幽思。六月清风失炎炽。三年转烛，君去岂无人至。惟应无坐啸、文章使。"
        },
        {
            "title": "黑漆弩",
            "content": "月不相涉，故改赋，呈雪崖使君青冥风露乘鸾女。似怪我白发如许。问?娥不嫁空留，好在朱颜千古。笑停云老子人豪，过信少陵诗语。更何消斫桂婆娑，早已有吴纲挥斧。"
        },
        {
            "title": "绿",
            "content": "笑疏斋，老来犹未情疏。似嫌呼、缑山笙鹤，表彰特号云居。善形容、世间有几，写绰约、天外无余。我怅离群，阳春寡和，溉＊来食武昌鱼。对芳酒、一声金缕，丝竹用何如。今逾信、古人一言，名下无虚。记前回、东山胜赏，万株霜叶红初。向岩前、缓移玉勒，怕林下、相失篮舆。忘赋桃花，清新捷对，坐令辞客掷中书。看明日、片帆东下，江渺正愁予。凭消遣、算除睡乡，能到华胥。大典卷一万四千三百八十三寄字韵姚牧庵集"
        },
        {
            "title": "六州歌头 赋木莲花 以上牧庵集卷三十六",
            "content": "灵均不信，木末搴芙蓉。徒自洁，好奇服，芰荷缝。看心胸。霁月光风。似爱莲叟，云难狎，应亦未观，林下淡丰容。坐荫高花十丈，身疑在，玉井三峰。甚东皇遣与，桃李斗春浓。男色昌宗。失昌丰。访平原记，奇草木，惟赤柏，与金松。岷岭导江，浩浩发临邛。进吴侬。万里江南北，行欲遍，未曾逢。堪怅恨，风与雨，苦相攻。怕学琼花不坠，潜飞去，地上无踪。柰明朝酒醒，空对夕阳春。流水溶溶。"
        },
        {
            "title": "兰陵",
            "content": "之，上雪崖使君雪崖雪。玉垒浮云变灭。蓬婆外、晴白界天，西岭窗涵古今绝。秦山置下列。类媵姬姜娣侄。望太白、三百去天，六月人犹失炎热。缁尘苦为涅。问谁可配兹，千仞高洁。惟君雅号相优劣。有北正寒冽，传将移节，及门再命益磬折。未闻赐环与?。我拙。误名窃＊。甚此徵书，亦到岩穴。何人＊辘同车辙。华首最相悦，忍为轻别。定成竹否，乞为汝，负羁＊"
        },
        {
            "title": "摸鱼子 赋玉簪录呈赵太初兼与时中茂异",
            "content": "更休寻、玉山瑶草，蓬莱知在何处。司花嫌被春风妒。留待九秋清露。还解语。试问著、当时月夜乘鸾女。何年遗汝。甚不怕高寒，青冥万里，鬟鬓乱风雾。人间世、无物有香如许。灵均遗恨千古。芙蓉杜若何堪佩，憔悴行吟沅浦。空自苦。悄教得、扬雄不信离骚赋。云窗月户。恨白发诗翁，年来多病，不识醉乡路。"
        },
        {
            "title": "贺新郎",
            "content": "杜宇为谋拙。只当时、西州已报，鳖灵功烈。何事为心轻传禅，坐取名＊身灭。化怨鸟、春山啼血。试听不如归去语，怕君远、未晓吾能说。冤愤在，失金阙。胡为不叩天＊裂。枉人闲、丁宁控诉，欲求谁雪。蜀道思归诚何有，便隔云山千叠。一再举、犹堪横绝。苦趣东君行不早，到千红、万紫飞时节。呼谢豹，慎扪舌。"
        },
        {
            "title": "石州慢",
            "content": "高与双崖，冯雪魏青，三子皆人杰。当年惯见中宵，天外德星难拆。华觞雕俎，清辞细切琅?，定应袖有锟＊铁。而我独离群，卧南阳甘节。书绝。故人石影，新翻欲谱，调疏声拙。谁遣巫阳，唤起腾王长别。珠帘画栋，萦飞南浦朝云，当时此句虽清切。何似倚危阑，满西山晴雪。"
        },
        {
            "title": "木兰花慢 清明",
            "content": "畅光风袅袅，转幽蕙，泛崇兰。最上已清明，相期一日，百岁逢难。秋千自儿女事，快邻翁、覆手羽觞乾。莫道韶华一月，从今已属春残。故人回首隔长安。轮值下金銮。对赐火新烟，应思?禊，何地江干。依然齿牙牢在，并年时、花似露中看。独赖中书未老，言时发尚冲冠。"
        },
        {
            "title": "满江红",
            "content": "袅袅东风，碧湘左畔群山囿。海棠无语不成蹊，桃李羞牛后。生脸朱唇晕酒。问坡仙、肝肠锦绣。未容花睡，银烛高烧，何如晴昼。十事之中，不随人意长居九。结贻憔悴笑灵均，兰ィ盈襟袖。今代巫阳恐有。剑南呼、樵人画手。向青轩底，貌取妖妍，为司花寿。"
        },
        {
            "title": "烛影摇红",
            "content": "赋二首录呈太初宣相时中天宝三郎，爱环睡起红妆懒。背渠素手洗朱铅，吹裂宁王管。羯鼓嵬坡尘散。记红冰、淫淫泪断。际天长，怅蜀栈青螺，锦江难浣。千古惊魂，泛兰转蕙光风暖。嫣然一笑尚倾城，桃李空繁满。银烛春宵苦短。愿青轩、流光缓缓。借诸任袖，回施新斋，捧□□□。"
        },
        {
            "title": "满江红 守岁",
            "content": "六十一年似，窗隙白驹驰。人家守岁痴计，明日怕容辞。万事才堪一笑，何必朱颜年少，谁不侮吾衰。只看屠酥酒，先酌襁中儿。无以为，闲隐括，谪仙诗。人生日日浑醉，百岁以为期。三万六千场耳，一日杯倾三百，巧历算能推。试问自今去，余有几何卮。"
        },
        {
            "title": "满江红 岳阳寄定庵王万户",
            "content": "兹游太奇绝，我亦壮君侯。春风殷地悲欢，笳鼓万貔貅。平昔心胸吞著，八九江南云梦，今上岳阳楼。尊酒浣尘土，山雨战青油。竟陵客，又挟病，入西州。惟余与汝湍水，东决则东流。遥想凝香居右有人不。"
        },
        {
            "title": "满江红 送徐大山",
            "content": "崇仁送行役，回首十周星。因今常武丞去，衣绣记曾经。西北桃源山峻，东北洞庭春尽，浩浩际沧溟。鄂渚玉薪米，连月雨冥冥。天气佳，殊未暮，莫扬＊。便令绾印迟上，谁夺老槐听。一语嗟卑乌用，览镜还宜自重，如此鬓毛青。轩冕暮涂看，驭日与鞭霆。"
        },
        {
            "title": "满江红 买田天生门外",
            "content": "买地近隍壑，十顷展平澜。相如漫说云梦，八九可胸蟠。已具扁舟放鹤，又且观鱼知乐，何忍利投竿。却恐避地下，鸥鹭怨盟寒。屋茨茅，蹊种竹，畹滋兰。天生此所宜著，素发疯垂冠。手苦弯弓难合，惟有招麾毛颖，筋力尚桓桓。携我二三子，日往将诗坛。"
        },
        {
            "title": "水调歌头 幽居",
            "content": "开轩对朝爽，吾亦爱吾庐。君亭有笏堪柱，人道富于余。尚恐轩裳念在，前日朱门故态，消释未全除。反覆看如此，侬岂据渐渠。最同是，烟减灶，斧生鱼。年年客里相值，佳兴负当初。纵使轩亭无恙，亦取山灵抵掌，猿鹤怨移书。尊酒酹江月，何日赋归欤。"
        },
        {
            "title": "满庭芳 寄赵宣慰平远",
            "content": "有北先寒，来时鸿雁，记经何地初霜。问渠鹅鹳，何苦上颜行。浩荡烟波万顷，怕谁去、争许三湘。聊容与，谁求系帛，传语寄炎荒。丹山如凤鸟，相逢定是，问我行藏。说于今华发，为汝增伤。晚笑巢阿览德，莫贪快、千仞翱翔。和鸣拟，从吹?管，终不似朝阳。"
        },
        {
            "title": "满江红 送张子正广西宣慰司都事",
            "content": "瘴海盲风，更谁避、楼船樯折。长记得、铙歌归路，获嘉时节。日夜丹青麟阁梦，论功才补朱衣缺。问世间、求宠有门无，终迷辙。为此错，平生铁。＊岭峤，皆炎热。独梅花万里，桂林冰雪。跃马十年销髀肉，还游一债偿难彻。笑悠悠、造物戏人哉，冠缨绝。"
        },
        {
            "title": "满江红 送李景山使交趾",
            "content": "六韶江山，十年厌、＊舟还辙。但只有、日南遐域，未尝持节。八月秋风来朔漠，燕然已没鞍鞯雪。料此时、铜柱瘴云收，无炎热。衔尺一，行宜决。烦重为，雕题说。道皇元威德，万方臣妾。直以越裳声教阻，千金装＊渠谁屑。要降王、明日共?轩，来金阙。"
        },
        {
            "title": "满江红 廉野云左揆求赋南园 庆云都城善",
            "content": "面势林塘，紧横睫、觚棱如削。还更比、城南韦杜，去天盈握。便有名园能甲乙，他山＊＊先尊岳。甚一花一石，总都将平泉学。虽鬓发，流光觉。浑未厌，明来数。有庆云善谱，新声天乐。正乐关弓鸿鹄至，可知弃屣麒麟阁。只北山逋客负尘缨，沧浪濯。"
        },
        {
            "title": "玉漏迟 与畅纯父学士同舟过鹿门山",
            "content": "溯丹青未了。森然玉立，相迎云表。劳苦诗人，郑重鹿门清晓。耆旧犹今好在，算窃比、山灵年少。青盖照。宜余翠葆，萧萧华皎。渺渺。汉水沧波，间流尽人间，几多悲啸。□对羊公片石，一尊相吊。唤起长庚小妾，试看坐、金鞍歌笑。飞蚋小。淡淡长空孤鸟。"
        },
        {
            "title": "江梅引",
            "content": "年年江上见寒梅。几枝开。暗香来。疑是月宫，仙子下瑶台。冷艳一枝折入手，断魂远，相思切，寄与谁。怨极恨极嗅玉蕊。念此情，家万里。暮霞散绮楚天外，几片轻飞。为我多愁，特地点征衣。我已飘零君又老，正心碎，那堪闻，塞管吹。"
        },
        {
            "title": "江梅引 谢王子勉提刑送江梅二首 以上聚",
            "content": "西湖不近上林隈。问江梅。定谁栽。莫是冥鸿，衔子远飞来。紫陌游人多不识，但惊看，青天霁，一树开。独有使君怜寂寞，为持杯。能几回。玉纤横管东风外，落日楼台。不恨明朝，飞雪满苍苔。恨杀南溪调鼎手，恐迟暮，到而今，霜鬓催。"
        },
        {
            "title": "洞仙歌 对梅",
            "content": "疏枝冷蕊，腊前时初破。年后才多玉妃堕。问梅轩白发，寂对空株，期三百六十，谁同幽坐。孔方兄善幻，半幅溪藤，貌出缁尘素衣＊。当盛暑展图看，据失炎蒸，甚欲摘倾筐三个。又却被、旁人劝休休，怕他日盐羹，凤毛无和。"
        },
        {
            "title": "洞仙歌 石山",
            "content": "伊谁斧凿，此玲珑岩岫。至巧先天化工手。又不知何地，夜壑深藏，今留待、白发诗人携走。向宣和废苑，睥睨高株，欲转愁回万千首。期出处与君偕，立则参前，卷密可怜之襟袖。尚未敢、云能此私从，怕雷雨冥冥，六丁来取。"
        },
        {
            "title": "定风波 题轴轩左右埋二石槛植荷其中",
            "content": "旋汲清泉石斛方。便疑身已置江乡。八九吞胸云梦小。应笑。白头儿戏未曾忘。荷叶且看张翠盖。此外。芙蓉谁望集朱裳。还有不如人意处。遮去。碧天明日照泱泱。"
        },
        {
            "title": "定风波 南",
            "content": "为之蕈，盖得竹余气而生。然以世多未见，故祥之，余以理推如此，唐古宪佥笔生菌绘为图，因有是作五马双旌出郡堂。归来椽笔对凝香。只为好书天作意。相戏。故生三秀在毫芒。不是画师生手触。拳曲。层云连叶几何长。我有一占君试记。何事。已开他日判花祥。"
        },
        {
            "title": "小重山 风雨折枝词",
            "content": "早是清明应候风。势如沧海浪、怒号空。更兼泼火雨冥蒙。如何得、枝上有残红。最惜牡丹丛。晓来吹尽折、教儿童。且为支拄曲兰中。还堪"
        },
        {
            "title": "小重山 女归宁还襄阳",
            "content": "江渚蒹葭白露系?。云间浑未有、早鸿飞。人情难在别庭闱。携诸幼、孤艇溯流归。七十古来稀。乃翁筋力，尚未衰微。岘山不是远相违。犹"
        },
        {
            "title": "南乡子",
            "content": "日觉鬓霜加。欲对清尊恋物华。离别纷纷长眩眼，生花。易散难抟掌上沙。蓬意不依麻。未必移居汉水涯。前日曾于遗集序，张夸。素范清风"
        },
        {
            "title": "南乡子 次冯雪崖韵二首",
            "content": "荆宪品皆加。才罢还除世共华。恨杀岘山山下路，梅花。谁醉双瓶玉照沙。涂水听宣麻。行脚阳春起未涯。君去莫嗟风土异，堪夸。君祖乡邻"
        },
        {
            "title": "南乡子 游洪山寺",
            "content": "良月大洪山。枫叶青青柏叶殷。一树桃花修竹里，天悭。连见春风一岁闲。争挽插云鬟。日暮金鞍未拟还。偏与歌姝相照，朱颜。应笑诗人两"
        },
        {
            "title": "木兰花 刘子善得常德寿梅图持归镇江寿",
            "content": "寿梅纸本传常武。远寿梅轩归北固。爱梅无有似君贪，东极吴中西尽楚。黄昏清浅孤山路。能对春风旬日许。不如满岁画中看，冷蕊疏枝常照"
        },
        {
            "title": "虞美人 玉梳赠内子",
            "content": "相辉瑜珥瑶钗凤。宝翼蜻蜓动。新妆又得水苍梳。人道秋风何物不琼踞。人无玉质容何害。玉德斯堪爱。尚惭犹未十分全。听取明年环佩戛?"
        },
        {
            "title": "虞美人 牧庵即事为李元素作",
            "content": "竹风吹落疏疏雨。纨扇收残暑。小轩蓦地细香来。莫是邻家早有木犀开。玉环穿耳谁家女。自献歌金缕。新声和彻紫檀槽。袖出乌丝才说要挥"
        },
        {
            "title": "浪淘沙 赠重阳奴",
            "content": "初度菊花秋。霜水痕收。可知不肯离荆州。元就龙山风力软，破帽飕飕。今夕定开舟。涨水矶头。渊明解印去来休。梦绕橘斋新草阁，檀板轻"
        },
        {
            "title": "浪淘沙 送贡应奉仲章归观宣城",
            "content": "明月万家＊。蟋蟀哀音。何人不起故园心。一语最难留断袖，说观云林。回首玉堂深。谁＊纶音。都门无酒与君斟。只赋祈招当赠别，如玉如"
        },
        {
            "title": "浪淘沙",
            "content": "春燕玉钗腾。又试初灯。天公节序巧相仍。纤手青丝盘出看，宝焰层层。鞭绝土牛绳。已送严凝。牙旗铁马乡春冰。六十九年余治学，老病宵"
        },
        {
            "title": "浪淘",
            "content": "然耶，因为一莞，赋此晓之七十鬓双蓬。已分衰翁。烦君休誉面如童。只此正为吾老＊，物理曾穷。天地一微躬。草木还同。桃花初也笑春风。及到离披将谢日，颜色逾"
        },
        {
            "title": "浪淘沙 竞渡",
            "content": "楚俗至今朝。服艾盈腰。喧江铙鼓节兰桡。士女踏歌巫觋舞，鱼腹魂招。去古既云遥。谗毁言消。修名立与日昭昭。免向重华敷衽跪，来直皋"
        },
        {
            "title": "浪淘沙 为柴氏题",
            "content": "河水发昆仑。浩浩泉源。余波九里润犹存。若问是谁家胄出，显德诸孙。今日在清门。玉季金昆。能时夏清与冬温。直得銮坡褒一字，华衮休"
        },
        {
            "title": "清平乐 大德改元之明年辰在戊戌春三月",
            "content": "吾肖齐，或云逃生朝矣，即席赋清平乐以寿之南阳昔岁。此日悬弧记。不料长沙今款避。红袖青轩负醉。横阙直＊西东。飘残万紫千红。不是茶＊喷雪，争些闲春风。"
        },
        {
            "title": "清平乐 闻雁",
            "content": "春方北度。又送秋南去。万里长空风雨路。谁汝冥鸿知处。朝朝旧所窥鱼。由渠水宿林居。为问江湖苦乐，汝于白鹭何如。"
        },
        {
            "title": "清平乐",
            "content": "菲菲香雪。更照溶溶月。管被司花嫌太洁。故遗啼鹃溅血。方舒笑脸迎丹。两声深院珊珊。有底春愁未诉，向人红泪阑干。"
        },
        {
            "title": "清平乐",
            "content": "水仙装束。风致清逾淑。春竟枝头添萼绿。要与梅花仲叔。生红从此羞颜。甘同桃李漫山。不是冥鸿过尽，情教衔子荆蛮。"
        },
        {
            "title": "菩萨蛮 中秋雨",
            "content": "素娥会把诗人调。衰颜不值圆蟾照。特地变云阴。江城三日霖。今宵佳节过。天上冰轮破。才却放余辉。要看清兴远。"
        },
        {
            "title": "菩萨蛮 皇废癸丑春赏花词",
            "content": "两闲日月同悠久。算来无比东君寿。一岁一归来。光风吹九垓。花枝依旧好。只自伤垂老。七十六年人。见花能几春。"
        },
        {
            "title": "浣溪沙 舟中纪事",
            "content": "白发年来自笑余。孔方从有绝交书。谁怜多病麴生疏。两岸行人争抵掌，谁家舟上载篮舆。江南休问看山无。"
        },
        {
            "title": "鹧鸪天 遐观堂暮饮",
            "content": "谁道夔龙不致君。白头离乱不曾闻。三秦碧树生春色，千里青山入暮云。何事业，底功勋。百年五十已中分。从今万八千场醉，莫酹刘伶荷锸"
        },
        {
            "title": "鹧鸪天",
            "content": "谁道夔龙不致君？\r\n白头离乱不曾闻。\r\n三秦碧树生春色，\r\n千里青山入暮云。\r\n何事业，底功勋！\r\n百年五十已中分。\r\n从今万八千场醉，\r\n莫酹刘伶荷锸坟。"
        },
        {
            "title": "阳春曲",
            "content": "笔头风月时时过，\r\n眼底儿曹渐渐多。\r\n有人问我事如何？\r\n人海阔，无日不风波。"
        },
        {
            "title": "凭栏人",
            "content": "欲寄君衣君不还，\r\n不寄君衣君又寒。\r\n寄与不寄间，\r\n妾身千万难。"
        }
    ]
}