{
    "dynasty": "元",
    "author": "沈禧",
    "intro": "",
    "items": [
        {
            "title": "沁园春 寿县令代人作  花城允政，喜迎凫舄",
            "content": "。某幸托葭莩，敢祈松柏，贡南丰一瓣之香。遥陈善，赓 宫三寿之语。**  宾筵， 敬录微词，用伸祝赞。伏惟电瞩，以表冰忱。某不胜拜贺之至快阁春边，石栏干外，东风晚情。有银潢公子，摩挲石刻，金华仙伯，主掌鸥盟。陶柳青新，潘桃红嫩，早有丰年笑语声。还知道，是街头父老，竞说升平。怪来云表长庚。与一道澄江月共明。但寿烟起处，千山天远，寿杯满处，千尺泉清。仁寿堂中，长生城内，早蹋金鳌背上行。明年准，望紫云楼上，一点台星。"
        },
        {
            "title": "沁园春 追次文丞相，题张巡许远两忠臣庙",
            "content": "临死不惧，临危不惊，何碍何妨。纵刀锯在前，鼎锅居后，当斯之际，观作寻常。天汉桥头，睢阳城上，两处成名一样香。精忠操，何堪与比，出冶坚钢。江山几见兴亡。□野草平原总战场。慨区区忍死，偷生恃宠，欺孤虐寡，敢并遗芳。庙食从今，纲常不弛，功烈何如郭汾阳。千秋下，论二公节义，天地难量。"
        },
        {
            "title": "浣溪沙 续川八咏，为施以和填  香径春游",
            "content": "三月韶华景最幽。越罗初试换轻裘。采香径里作春游。西子不来花自好，吴王去后水空流。感时怀古却生愁。"
        },
        {
            "title": "踏莎行 追次云间王德琏韵，为施以和作香匣",
            "content": "凤翅烟凝，鸦翎膏腻。湘云一片帘前坠。频呼小玉灌兰汤，金盆潋滟轻＊洗。翡翠窗前，合欢帐底。殷勤重把残妆理。拂＊开鉴对青鸾，芙蓉"
        },
        {
            "title": "清平乐 上苑清芬 强村丛书用知圣道齐藏明钞",
            "content": "芳滋上苑。此际光风转。刻玉攒金花宛宛。肯共蒿莱相溷。甘于深谷潜藏。无言独抱幽香。江海久无骚客，为谁犹待新霜。"
        },
        {
            "title": "朝中措 兰词  百亩余香",
            "content": "芳皋百亩长荪兰。竹石共檀栾。风泛国香冉冉，霞滋幽艳＊＊。芽抽紫玉，花垂月穗，叶缀香缨。堪羡也宜剑佩，此生不遇湘灵。"
        },
        {
            "title": "喜迁莺 赏牡丹",
            "content": "春光无几。赖名花留得，一分余意。独殿群芳，特称重贵，开向富家园地。剩有天香国色，不藉粉匀脂腻。倚风处，似真妃被酒，脸霞烘媚。槛际。施翠幄，密遮深护，怕省仙姝队。翦＊裁绡，披云卷雾，幻出许多纤丽。幸遇清平时世，胜赏也成故事。拚剧醉，任玉山＊倒，帽檐斜坠。"
        },
        {
            "title": "千秋岁",
            "content": "彩霞呈瑞。宿雨开新霁。春色渐看明媚。西池桃并结，南极星流丽。咸赞美，千寻笑指崧乔翠。绮席宏开际。仙吕锵金佩。捧琼＊，斟绿蚁。共祝南山寿，更与庄椿比。日正永，一株独挺千秋岁。"
        },
        {
            "title": "千秋岁 寿词",
            "content": "幸逢清世。四海皆兄弟。人未老，身无系。闲情湖水阔，高兴吴山邃。酣歌后，黑甜一枕南窗睡。华诞今朝是。绮席排良会。□□□，□□□。霞觞斟寿酒，彩服铿金佩。从今去，长生永享千秋岁。"
        },
        {
            "title": "沁园春 寿",
            "content": "。某幸托葭莩，敢祈松柏，贡南丰一瓣之香。遥陈善，赓 宫三寿之语。**  宾筵， 敬录微词，用伸祝赞。伏惟电瞩，以表冰忱。某不胜拜贺之至快阁春边，石栏干外，东风晚情。有银潢公子，摩挲石刻，金华仙伯，主掌鸥盟。陶柳青新，潘桃红嫩，早有丰年笑语声。还知道，是街头父老，竞说升平。怪来云表长庚。与一道澄江月共明。但寿烟起处，千山天远，寿杯满处，千尺泉清。仁寿堂中，长生城内，早蹋金鳌背上行。明年准，望紫云楼上，一点台星。"
        },
        {
            "title": "无题",
            "content": "临死不惧，临危不惊，何碍何妨。纵刀锯在前，鼎锅居后，当斯之际，观作寻常。天汉桥头，睢阳城上，两处成名一样香。精忠操，何堪与比，出冶坚钢。江山几见兴亡。□野草平原总战场。慨区区忍死，偷生恃宠，欺孤虐寡，敢并遗芳。庙食从今，纲常不弛，功烈何如郭汾阳。千秋下，论二公节义，天地难量。"
        },
        {
            "title": "踏莎行 金钱卜欢",
            "content": "默祷金钱，频占宝镜。几回鹊噪无凭准。文犀一点暗通灵，青鸾忽报瑶池信。风月情怀，漂流心性。归来燕子楼台暝。风厢几度立黄昏，凌波"
        },
        {
            "title": "踏莎行 绣床凝思",
            "content": "亲组香绒，错综纹理。倚床脉脉如春醉。沉吟暗想玉京人，雕鞍何处鸣珂里。无限离愁，谁知就里。滔滔比似西江水。无情日夜向东流，一缄"
        },
        {
            "title": "踏莎行 云窗秋梦",
            "content": "绮户云窗，玉楼绛阙。绀园花谢飘香雪。其中绰约总仙姝，乘鸾夜度天边月。地久天长，海枯山裂。连环击碎珊瑚＊。梅花何处断肠声，一双"
        },
        {
            "title": "踏莎行 芳尘春迹",
            "content": "径积红埃，风飘难尽。一钩新月云边印。锦鸳飞去尚留踪，青鸾舞罢犹存影。沉屑浮香，露华滋润。凌波人去遗芳恨。玉容想像夜曾来，星前"
        },
        {
            "title": "踏莎行 香颊啼痕",
            "content": "朔雪砭肌，东风浃髓。不由中酒人憔悴。丁香暗结雨中愁，相思滴尽枝头泪。恨积巫山，情随湘水。斑斑点得残妆碎。待将濡墨染霜毫，缄情"
        },
        {
            "title": "踏莎行 黛眉颦色",
            "content": "翠压双蛾，琼镌香靥。春来翻作伤春怨。一痕心事镇相萦，芳容不似年时倩。玉宇澄清，金波潋滟。宝猊香冷烟初敛。螺青黛绿总调匀，还凭"
        },
        {
            "title": "踏莎行 月奁匀面",
            "content": "桂影流金，梨花呈素。蟾宫不锁霜毫兔。休教容易负年华，西风树树行相妒。玉鉴冰壶，翠烟红雾。薄笼半壁清光露。蜂黄蝶粉了匀施，忽惊"
        },
        {
            "title": "踏莎行 追次云间",
            "content": "凤翅烟凝，鸦翎膏腻。湘云一片帘前坠。频呼小玉灌兰汤，金盆潋滟轻＊洗。翡翠窗前，合欢帐底。殷勤重把残妆理。拂＊开鉴对青鸾，芙蓉"
        },
        {
            "title": "买陂塘 赠徐孟祥用梦庵先生韵",
            "content": "爱雪堂、面湖依壑，望中一碧千顷。波光倒浸云山晚，风荡不晶帘影。尘迹迥。有牧唱樵歌，宿酒频惊醒。闲□钓艇。傍蓼岸芦汀，盟鸥狎鹭，适尽闲边兴。漫修省。我已乐天知命。何妨箪食瓢饮。尽将得失付无言，有酒且须觞咏。开三径。彷佛似、柴桑松菊何愁冷。优游晚景。白云如肯容分，便当卜筑来共此中隐。"
        },
        {
            "title": "满庭芳 为施克明题雪拥蓝关图",
            "content": "雪拥蓝关，云横秦岭，马头道路迷茫。几回翘首，何处是家乡。欲革当时弊政，摅忠荩、罄沥肝肠。谁知道，一封奏入，万里贬潮阳。伤心牢落处，形孤影只，地远天长。幸道逢孙姓，有意相将。早悟花间诗意，免教□、至此仓皇。频分付，瘴江落日，吾骨好收藏。"
        },
        {
            "title": "满庭芳 咏俞绍庵九芝堂",
            "content": "节义名门，簪缨华胄，圣朝旌表昭彰。声誉籍甚，青史注遗芳。积善偏钟余庆，天地报、芝产中堂。人希见，九茎并茁，奕烨绚祥光。应知和气萃，致生嘉瑞，千载永流香。况家传诗礼，名着吴邦。百世箕裘不替，庆源远、支派悠长。君知否，孝诚感格，灵异岂寻常。"
        },
        {
            "title": "八声甘州 咏施以和溪南小隐",
            "content": "拣西南好处创幽居，小结两三楹。有数竿修竹，五株疏柳，四野来青。最喜诗朋酒友，□共缔幽盟。放浪形骸外，不事浮名。足迹何曾入市，□性□樗散。不惯逢迎。叹区区逐利，抵死起纷争。争如我、清风皓月，助吟怀、何用一文□。□□□、迭为宾主，啸傲忘情。"
        },
        {
            "title": "满江红 咏全溪清隐",
            "content": "拣好溪山，容我住、有幽禽调曲。缚数椽、低低茅舍，也胜华屋。镇日柴门无俗客，一渠流水铿金玉。任苔痕、草色带朝烟，侵阶绿。篱边种，陶潜菊。窗前植，王猷竹。乐有余、坦率频忘荣辱。吾爱吾庐真得趣，男婚女嫁情缘足。总明朝、风雨及阴晴，眠初熟。"
        },
        {
            "title": "风入松 题来青楼",
            "content": "画楼高出子城湾。卷幔见南山。堆有叠翠排天际，似蛾眉、巧绾云鬟。风月四时长占，星辰午夜宜攀。蓬莱仙阙有无间。望处隔尘寰。何当养就升天翼，恣翱翔、飞去飞还。纵目真穷寥廓，置身如履孱颜。"
        },
        {
            "title": "风入松 题驿亭图",
            "content": "使轺今夜宿邮亭。邂逅见娉婷。琵琶斜抱生娇媚，悄无人、独倚帏屏。弦内暗传心事，镫前略＊幽情。丽词一曲按新声。调格总高清。筵前明日人传唱，难遮掩、耳目聪明。一宿风光固好，百年名节俱倾。"
        },
        {
            "title": "风入松 渔隐",
            "content": "绿蓑新制把渔竿。摆脱旧衣冠。房租去住无拘系，朝吴楚、暮宿湘湍。且躲是非荣辱，不愁雨暑风寒。得鱼沽酒任盘桓。但觉醉乡宽。姓名不落时人耳，对清风、明月团＊。踪迹长依云水，梦魂只绕江千。"
        },
        {
            "title": "风入松 赏牡丹",
            "content": "寿安新试粲红裳。珍重异寻常。群芳落尽呈娇态，倚栏干、独殿春阳。剩放天香国色，全胜魏紫姚黄。天时人事正相当。日日具壶觞。不妨醉了重教醉，忍孤负、艳质浓芳。明日再携肴核，还来花底徜徉。"
        },
        {
            "title": "风入松 水仙",
            "content": "忆从湘浦遇琼仙。解佩是何年。冰姿不许铅华污，淡凝妆、风度飘然。长伴霜前青女，来寻月下婵娟。一尘难染净娟娟。独立晚风前。黄冠翠袖殊清雅，误思凡、谪向江边。＊弟梅兄是侣，桃娇杏冶空妍。"
        },
        {
            "title": "风入松 题石坛道士焚香",
            "content": "暮云收尽紫霄宽。灏气袭衣冠。清泉白石长为伍，松头露、冷滴方坛。此际千林影断，于时万籁声乾。道人星下礼蒲团。宝鼎＊沈檀。风吹霞袂飘飘举，想芳名、已注仙班。东访麻姑跨凤，西邀金母乘鸾。"
        },
        {
            "title": "风入松 赠歌者马桂香",
            "content": "露华亭馆月明多。邂逅遇＊娥。藕丝嫩织仙裾薄，按霓裳、一曲高歌。袖拂天香缥缈，舞翻清影婆娑。玉绳低转夜如何。双曜渡银河。千金一刻□孤负，得磨跎、且共磨跎。漫把淮南招隐，不教空老岩阿。"
        },
        {
            "title": "风入松 赠书师",
            "content": "隐君家住白云深。华发已＊＊。芒鞋蹋破莓苔径，何曾惮、石磴＊＊。问酒每过村店、访僧时叩禅林。归来高卧北窗阴。名利不关心。半生清乐甘吾分，箪瓢饮、不慕腰金。胸次包含丘壑，笔端幻出云岑。"
        },
        {
            "title": "风入松 壁间书松",
            "content": "白云堆里奋苍＊。横亘洞庭秋。掀髯舞爪何狞恶，峥嵘势、抉石崩流。飞入君家栏槛，满堂风雨飕飕。须叟烟雾漠然收。幻出老松揪。谁濡墨汁传神妙，森森露、铁戟戈矛。对此翠涛银浪，也胜瑶岛沧洲。"
        },
        {
            "title": "风入松 赠鹤巢练师",
            "content": "葺茅编苇结行窝。四壁蔓烟萝。风棂月牖通幽爽，斗来宽、地促无多。高接上清真境，雄吞万象森罗。道人星夜起玄科。飞佩振鸣珂。剑光灼烁冲牛斗，斩妖精、降伏邪魔。赤壁坡仙复起，华亭丁令重过。"
        },
        {
            "title": "风入松 题城西草屋",
            "content": "隐君家住郭西＊。清政总堪论。身居尘市心丘壑，四时将、风月平分。座有洪儒谈笑，门多长者蹄轮。数椽草屋仅容身。别是一乾坤。小山花木饶佳趣，势崭岩、气压昆仑。兴到自弹绿绮，闲来时倒金樽。"
        },
        {
            "title": "风入松",
            "content": "红梅庆六十寿阳回潜谷起＊虬。万斛灿琳球。芳姿占得先春意，冰霜操、甘抱清幽。野店溪桥托质，苍松翠竹为俦。寿筵开处接瀛洲。彷佛见罗浮。朱幢绛节参差下，香风霭、共集南楼。为庆人间甲子，来添海屋仙"
        },
        {
            "title": "风入松 咏俞绍庵秋蟾台",
            "content": "层台高筑势崭岩。迢递隔闾阎。不将贮彼狂歌舞，深秋夜、登玩银蟾。为爱一轮光皎，又看孤影廉纤。桂花香里□吟髯。兴趣自能添。露华凉透罗衣薄，更深也、万籁声潜。弹罢瑶琴三叠，还将玉管重拈。"
        },
        {
            "title": "风入松",
            "content": "虬枝撑月倚高寒。瘦影拂琅＊。露华冷沁苍苔润，更深后、万籁声乾。尘虑于时顿息，冲襟此际惟宽。俨然妆饰整衣冠。独抱素琴弹。铿金戛玉何清趣，知音少、空自嗟叹。志在高山流水，□惊别鹤离鸾。"
        },
        {
            "title": "风入松",
            "content": "溪山如洗雨才乾。芦荻暗江湍。沙明水碧岚光净，似丹青、图画宜看。风卷浪花翻雪，□飘金粉生寒。老翁终日把纶竿。潇洒异衣冠。想应自得烟波趣，又何心、显职高官。踪迹往来吴楚，梦魂不到长安。"
        },
        {
            "title": "风入松",
            "content": "一溪新水绿涟漪。嫩柳袅金丝。扁舟载得春多少，轻摇过、芦荻沙堤。惊起一双＊＊，飞来几点凫鹭。笔床茶灶总相随。蓑笠不须披。烟波深处耽清趣，任逍遥、不管伊谁。抱膝吟余好句，回头又得新诗。"
        },
        {
            "title": "风入松 咏扇",
            "content": "一弯谁翦剡溪笺。雪色照人鲜。湘筠削骨劳工制，最堪怜、舒卷轻便。动处清风披拂，展时明月团圆。流金烁石势如然。此际有威权。只愁一夜西风到，又谁知、中道抛捐。自昔炎凉故态，始终难保相全。"
        },
        {
            "title": "风入松 咏书景",
            "content": "竹冠藜杖葛裁襟。华发半盈簪。尘缘一点无萦绊，闲边趣、不管浮沉。姓字不闻入耳，梦魂长绕山林。相随惟有一床琴。得趣最幽深。溪桥野径忘危险，任迢遥、为觅知音。一曲高山流水，利名都不关心。"
        },
        {
            "title": "风入松 子猷访戴",
            "content": "一天飞絮滚成＊。玉琢酒家楼。鸟飞不度人踪绝，朔风凛、寒气飕飕。偏称歌姬帐底，独怜渔父江头。此时清趣若为酬。千载尚王猷。知心忽尔思安道，冒严寒、趣□扁舟。未至山阴遽返，为言兴尽而休。"
        },
        {
            "title": "鹧鸪天 咏红梅寿守节妇",
            "content": "萼绿仙姝庆诞辰。酡颜晕酒粲朱唇。霞绡翦袂云裁佩，绛雪为肌玉作神。超俗态，断凡尘。飘然风韵夺天真。能坚北岭冰霜操，不竞南园桃李"
        },
        {
            "title": "鹧鸪天 水仙词",
            "content": "邂逅江妃泽畔逢。何年谪降蕊珠宫。轻绡翦袂罗裁袜，秋水为神玉作容。清浅处，月明中。凌波微步欲飘空。三生已断身前梦，一味全真林下"
        },
        {
            "title": "鹧鸪天",
            "content": "购得南山万岁杉。坚逾松柏健逾相。还邀天上公输子，来与麻姑斗宝函。狸首媚，雉纹斑。到头受用有何嫌。从今更益无疆寿，高并南箕更上"
        },
        {
            "title": "菩萨蛮",
            "content": "峨冠博带青藜杖。行行独步青溪上。时抱一张琴。云间觅赏音。烟霞深处好。泉石甘终老。我亦斯人徒。俱当来与居。"
        },
        {
            "title": "浣溪沙",
            "content": "着罢南华一卷书。放情□水自如如。却将仁义等蘧庐。千驷万钟无足贵，箪瓢藜藿有赢余。气吞八极隘堪舆。"
        },
        {
            "title": "浣溪沙 咏鹊",
            "content": "刷羽枝头翠色新。能传芳信与闺人。结巢长借拙鸠邻。飞入怀中曾化印，聚来河上为填津。休言微物解通神。"
        },
        {
            "title": "清平乐 题渔父图",
            "content": "烟波深处。占断溪山趣。逢着忘机闲伴侣。旋斫锦鳞烹煮。隔船相唤相呼。瓮头酒尽须沽。醉后都忘尔汝。生来不识荣枯。"
        },
        {
            "title": "清平乐 题扇小景",
            "content": "平湖渺渺。一叶扁舟小。荡漾不须频举棹。观尽云山多少。问渠乐意如何。平生惯识烟波。载却月明归去，数声＊乃清歌。"
        },
        {
            "title": "渔家傲 口浦澄霞",
            "content": "浩渺湖边三万顷。无风帖帖平如镜。更好晚晴霞弄影。天宇净。望空一抹胭脂凝。紫锦红绡空茜靓。纡蓝□碧祥光莹。余晕飘摇斜复正。堪唱咏。落霞孤鹜遥相并。"
        },
        {
            "title": "鹧鸪天 锦峰晴雪",
            "content": "蜀锦峰头雪半融。倚空一朵玉芙蓉。面朝阳处光消释。背向阴边尚积重。天气朗，日光瞳。看来浑似画图中。灞桥何处骑驴叟，西水谁招载鹤"
        },
        {
            "title": "清平乐 太湖月波",
            "content": "秋蟾澄皎。影落波心小。三万六千何渺渺。倒浸玉京瑶岛。＊娥笑倚栏干。素鸾飞处光寒。唤起谪仙同玩，浩歌激碎狂澜。"
        },
        {
            "title": "阮郎归 山市樵歌",
            "content": "烟蓑雾笠担随肩。斧柯腰下悬。生涯只在白云边。观棋曾遇仙。忘世虑，断尘缘。逍遥傲葛天。醒时一曲醉时眠。风清月正圆。"
        },
        {
            "title": "浣溪沙 美潭渔集",
            "content": "罢钓收纶日向西。美潭深处聚幽栖。东船西舫往来齐。旋斫锦鳞沽白酒，还烹紫蟹杀黄鸡。杯盘狼藉聚嬉嬉。"
        },
        {
            "title": "渔家傲 虹桥晚眺",
            "content": "溪上雨晴天似洗。遥峰几点空蒙里。策杖虹桥闲徙倚。当此际。霞光映水浮鲜绮。最是晚来增好趣。渔歌樵唱堪人耳。唤我浩然吟兴起。风景美。幔亭赤壁徒为尔。"
        },
        {
            "title": "浣溪",
            "content": "三月韶华景最幽。越罗初试换轻裘。采香径里作春游。西子不来花自好，吴王去后水空流。感时怀古却生愁。"
        },
        {
            "title": "菩萨蛮 灵严岚翠",
            "content": "幽轩东面灵岩麓。四时佳气供吟目。雨过断纤埃。郁蓝屏障开。岚光浮翡翠。日射添明媚。高涌出云间，只疑西子鬟。"
        }
    ]
}