{
    "dynasty": "元",
    "author": "张野　　",
    "intro": "",
    "items": [
        {
            "title": "临江仙 戊午九月二十一日，宴罢直省，和徐",
            "content": "帘暮酒阑人散后，满庭松竹萧森。捣残秋思是邻砧。翠屏惊旧梦，白发入新吟。盖世勋名将底用，悠悠往古来今。一灯孤恨夜窗深。筝间纤笋玉，杯冷软橙金。"
        },
        {
            "title": "阮郎归 题秋山草堂图 古山乐府卷下  以上强",
            "content": "青山重叠水萦纡。扁舟隔岸呼。依稀绿野辋川图。又疑陶令居。红树晚，白云孤。乾坤别一壶。草堂潇洒竹窗虚。个中容我无。"
        },
        {
            "title": "南乡子 赠歌者怡云，和卢处道韵",
            "content": "霭霭度春空。长妒花阴月影中。曾为清歌还少驻，匆匆。变作春前喜气浓。一笑为谁容。只许幽人出处同。却恐等闲为雨后，东风。吹过巫山"
        },
        {
            "title": "太常引 寿高右丞自上都分省回",
            "content": "巍然勋业历台司。一柱尽能支。报国与忧时。怎瞒得、星星鬓丝。龙门山色，滦河云影，添入介眉诗。沉醉莫推辞。趁秋满、天香桂枝。"
        },
        {
            "title": "玉漏迟 和人中秋韵",
            "content": "桂香浮绿酒。持杯邀月，何愁佳友。欲写秋光，钝笔近来如帚。空对珠宫贝阙，恍夜色、明于晴昼。休忆旧。人情节意，年年同否。浪走紫陌红尘，笑底用腰间，印金悬斗。鹭约鸥盟，江上怪余应久。便有＊云好手，向此夕、何妨深袖。沉醉后。忘却镜中白首。"
        },
        {
            "title": "南乡子 赠歌",
            "content": "霭霭度春空。长妒花阴月影中。曾为清歌还少驻，匆匆。变作春前喜气浓。一笑为谁容。只许幽人出处同。却恐等闲为雨后，东风。吹过巫山"
        },
        {
            "title": "临江仙 戊午九月",
            "content": "帘暮酒阑人散后，满庭松竹萧森。捣残秋思是邻砧。翠屏惊旧梦，白发入新吟。盖世勋名将底用，悠悠往古来今。一灯孤恨夜窗深。筝间纤笋玉，杯冷软橙金。"
        },
        {
            "title": "清平乐 和李御史春寒",
            "content": "日长亭馆。尚问寒深浅。底事今年花信晚。柳外东风未软。韶光已近春分。小桃犹＊霜痕。天意因怜病起，故教迟吐清芬。"
        },
        {
            "title": "望月婆罗门引 和李廷弼韵就庆初度",
            "content": "井梧叶下，西风正喜洗尘颜。犹然火甑之间。谁酿一天霖雨，爽气满河关。甚忧民老子，顿觉心宽。风亭月轩。更何用、种琅＊。自有平生节操，未老投闲。群鸟声里，又惊觉、黄梁梦一番。沉醉后、处处＊山。"
        },
        {
            "title": "清平乐 到洪寄新齐和前韵",
            "content": "别离心软。争似交情浅。去路愁肠千百转。回首高城天远。断云零雨西楼。落霞孤鹜南州。应把归期约定，忍教划损搔头。"
        },
        {
            "title": "江城子 和元复初赋玄圃梅花",
            "content": "雪迷幽径月迷津。水南村。竹间门。惟有天寒，翠袖伴朝昏。玄圃移根来万里，空怨杀，楚江云。玉堂深处护仙真。怕京尘。染芳魂。一种清香，占断百花春。只恐东君偏爱惜，桃与李，却生嗔。"
        },
        {
            "title": "鹊桥仙 寿王赵公时八十",
            "content": "鸾台钟吕，瀛州房杜。荣贵康宁天付。三公勋业四朝臣，不胜似、＊溪渔父。朝廷尊敬，君王知遇。香满春风玉树。十分寿比老彭年，恰喜庆"
        },
        {
            "title": "太常引 赠歌者妙音居士",
            "content": "前身应是散花仙。一念堕尘缘。参透曲中禅。比一串、摩尼更圆。林莺巧啭，玉冰飞韵，三昧有谁传。休惜遏云篇。早医得、维摩病痊。"
        },
        {
            "title": "鹊桥仙 咏梅赠人",
            "content": "琼枝纤弱，瑶英娇小。占得江南春早。前村雪里欲开时，料未必、东君知道。芳心一点，幽香多少。几度被花相恼。陇头人去早归来，莫直待"
        },
        {
            "title": "蓦山溪 和卢彦威应奉食柑韵",
            "content": "洞庭珍味，唤起愁千里。万颗晓霜余，记当时、小园秋霁。玉织分露，半醉对黄花，惊昨梦，渺前欢，岁月如弹指。天涯牢落，无计论心事。冉冉驿尘红，尚依然，袭人芳气。帕罗轻护，不忍破金苞，香簌簌，露霏霏，总是相思泪。"
        },
        {
            "title": "蝶恋花",
            "content": "狼藉春衫愁万点。半是征尘，半是啼痕染。别久流光空冉冉。料想病颊成双靥。罗带同心香未敛。甚日兰舟，重把归装检。极目画楼烟雾掩。"
        },
        {
            "title": "鹊桥仙",
            "content": "无穷前古，无穷后世。分得中间百岁。人生七十古来稀，况八九、不如人意。荣枯梦幻，功名儿戏。争甚一时闲气。劝君从此更休痴，且拚却"
        },
        {
            "title": "贺新郎 九日同柳汤佐梁平章弟总管  歌酒登",
            "content": "九日西城路。滟平川、黄云万顷，碧山无数。百尺危楼堪眺望，抖擞征衫尘土。又惹起、悲凉今古。佩玉鸣銮春梦断，赖高情、且作风烟主。嗟往事，向谁语。人生适意真难遇。对西风、满浮大白，狂歌起舞。便得腰悬黄金印，于世涓埃何补。愈想起、渊明高趣。莫唱当年朝士曲，怕黄花、红叶俱凄楚。愁正在，雁飞处。"
        }
    ]
}