{
    "dynasty": "元",
    "author": "蒲道源　",
    "intro": "",
    "items": [
        {
            "title": "秦楼月",
            "content": "昌期遇。天齐九五符乾数。符乾数。今朝称贺，载逢初度。金茎玉屑和丹露。宝炉沉水腾香雾。腾香雾。祈君万寿，永承洪祚。"
        },
        {
            "title": "秦楼月 以上寿词六首见顺齐间居业稿卷六",
            "content": "龙楼宴。千官拜表俱欢忭。俱欢忭。今宵帝座，瑞光高见。觚＊引领心常恋。南山万寿殷勤献。殷勤献。皇天眷顾，必从臣愿。"
        },
        {
            "title": "秦楼月",
            "content": "皇都晓。尧阶奉引瞻天表。瞻天表。麒麟不动，御香轻枭。电光曾记枢星绕。升平自此开先兆。开先兆。尧天日月，万年长照。"
        },
        {
            "title": "秦楼月",
            "content": "宸京里。玉卮为寿龙颜喜。龙颜喜。天开盛旦，日膺繁祉。蛮荒凯奏风尘弭，群臣虎拜同归美。同归美。山呼万岁，太平天子。"
        },
        {
            "title": "点绛唇",
            "content": "旭日东生，五云宫阙光辉映。百官班定。拜舞朝元正。春满瑶卮，万寿同称庆。边陲静。太平全盛。永赖吾君圣。"
        },
        {
            "title": "木兰花慢",
            "content": "想天开阊阖，正元日、受朝仪。美出震居尊，承乾继统，行夏之时。梅花领将春到，更祥烟、浮动万年枝。丽日徐行黄道，和风细度丹墀。天颜有喜近臣知。称寿献瑶卮。道品物惟新，阳刚＊长，百禄咸宜。觚＊五云佳气，但遥瞻、百拜只心驰。记得华封馀祝，不妨借人新词。"
        },
        {
            "title": "感皇恩 次子骧节使示赵内翰韵 强村丛书用善",
            "content": "家□本吾儒，六韬能晓。从事和林十年了。一麾才把，尤被＊揄嗔早。漠城官满，人传道。郊次攀留，马前持抱。□□殷勤尽癃老。谓君到处，不见月鸟惊绕。天公终料理，桑榆好。"
        },
        {
            "title": "太常引 送赵参政西城别筵",
            "content": "相君今日已登程。暂车马，驻西城。尊酒若为情。且唤取、双歌送行。远山颦蹙，秋波凝伫，清泪也盈盈。便有遏云声。怎留得、前头＊旌。"
        },
        {
            "title": "鹧鸪天 寿杨同知",
            "content": "好景良辰近上元。天公为闲产英贤。政声洋溢春风外，德泽流行汉水边。官一品，寿千年。应知仁者得兼全。凤凰池上恩波暖，指日丹墀步武"
        },
        {
            "title": "鹧鸪天 和客中重九",
            "content": "冷落寒芳一径幽。无诗无酒若为酬。一生几得花前醉，两鬓难禁客里秋。思往事，泪盈眸。共嗟日月去如流。短歌谩寄乡邻友，写入新笺字字"
        },
        {
            "title": "朝中措 张允济子满啐",
            "content": "熊罢佳兆应神签。何必梦中占。看取隆颅犀角，不愁长守齐盐。今朝满＊，诸般排比，笔墨先拈。休道添丁无用，能教乃祖掀髯。"
        },
        {
            "title": "临江仙 次解东庵学士咏梅韵",
            "content": "闻说东庵梅最好，何须远访西湖。金衣相映玉肌肤。幽香俱可爱，颜色不妨殊。花主惜春仍好事，作诗清似林逋。冰＊雪萼正敷腴。只愁无客至，那怕酒须沽。"
        },
        {
            "title": "人月圆 赵君锡再得雄",
            "content": "君家阴德多多种，重得读书郎。掌中惊看，隆颅犀角，黛抹朱妆。最堪欢处，灵椿未老，丹桂先芳。他年须记，于门高大，车马煌煌。"
        },
        {
            "title": "临江仙",
            "content": "俗务相仍何日了，纷纷百绪千头。空教萦绕似遭囚。情知鸥与鹭，亦解替人羞。春晓拂衣随父老，扶携寻壑经丘。本无肥马衣轻裘。闲身元自在，不问几宜休。"
        },
        {
            "title": "临江仙",
            "content": "健笔兴来挥乐府，无愁可到眉头。可怜郊岛两诗囚。枯肠徒自恼，＊汗只供羞。我欲与君追李白，神游共访丹丘。千金不惜翠云裘。呼儿多换酒，一醉万缘休。"
        },
        {
            "title": "临江仙 次仲正经历韵三阕",
            "content": "二路滔滔方得意，从渠掉臂昂头。峥嵘笑杀楚累囚。功名虽自许，妻妾见应羞。吏隐羡君怀雅志，胸中自有嵩丘。且须夏葛与冬裘。随时无不可，未用赋归休。"
        },
        {
            "title": "鹧鸪天 寿耶律总管",
            "content": "＊＊春膏兆有年。街头粟贱不论钱。时机似见天心顺，物理端由刺史贤。人富贵，寿绵延。满城桃李动芳妍。邦民香火才收罢，黄阁声名次第"
        },
        {
            "title": "点绛唇 赵嘉议大尹寿席",
            "content": "政感丰年，天公不禁兴之酒。金卮如斗。满献君侯寿。福禄川增，来处由宽厚。从今后。平登朝右。官与人长久。"
        },
        {
            "title": "点绛唇 赋野荼",
            "content": "玉蕊珑璁，绕篱盈树知谁种。碧云堆重。化作飞琼洞。句挽春衫，袅袅珠缨弄。风微动。行人飞＊。更着清香送。"
        },
        {
            "title": "点绛唇",
            "content": "深味遗编，无心禄仕求升斗。学惭师授。朱墨聊糊口。自笑疏顽，讵敢侪英秀。宁低首。五株门柳。闲袖春风手。"
        },
        {
            "title": "点绛唇",
            "content": "一赋阿房，水之江汉星之斗。□□□授。不待形容口。□□□□，□□□□秀。宜称首。肯教韩柳。独擅文章手。"
        },
        {
            "title": "点绛唇",
            "content": "西蜀咽喉，钩连阁道苍崖斗。□皇天授。故国□江口。往事浮云，依旧梁山秀。时延首。淡烟疏柳。欲画无奇手。"
        },
        {
            "title": "点绛唇 次杜仲正经历怀古韵",
            "content": "少日峥嵘，已看紫气冲牛斗。诗才神援。□辈宜缄口。莲暮风流，得见芝眉秀。空搔首。野梅官柳。先落君家手。"
        },
        {
            "title": "清平乐 寿李平章",
            "content": "□年宫教。龙＊随天造。定策两朝儒者效。勋业更谁能到。玉堂暂得余闲。归□燕坐知还。待满令公书考，却回丝竹东山。"
        },
        {
            "title": "清平乐 寿赵总管",
            "content": "相门华胄。勋业谁居右。且向人间涵养就。鼎轴青毡依旧。＊延遗爱尤思。梁州新政方宜。处处邦民香火，祝君千岁而期。"
        },
        {
            "title": "清平乐 李子文惠秋瓜",
            "content": "一罂甘露。来自东陵圃。五色金盘摩诘句。到□聊消沉痼。割开碧玉棱层。嚼时牙颊生冰。可惜这般风味，不当六月炎蒸。"
        },
        {
            "title": "西江月 九日南城郊行",
            "content": "堤柳风前影瘦，池荷雨后香残。高秋物色已阑珊。落日孤烟微暗。平野大家徐步，此身赢得长闲。路逢俗子笑相看。道我为欢冷淡。"
        },
        {
            "title": "木兰花慢 寿刘邢公",
            "content": "八旬今又八，说尚齿，更谁尊。况赐号司徒，跋封大国，荣及生存。白麻制词新宠，算一家、四世被皇恩。七十儿为内相，斑衣笑捧金尊。近闻迎驾到金门。亲奉玉音温。问父子行年，康宁寿考，定省晨昏。銮坡正须耆旧，道平时、致仕不宜论。这种灵椿丹桂，天公偏养深根。"
        },
        {
            "title": "木兰花慢 寿王国宾总管",
            "content": "数当今人物，问谁似，玉堂仙。但苏子才名，居中未几，补外何偏。天公意深有在，要周流、海内作师传。万古斯文正脉，一生前圣遗编。胸襟理胜自超然。虽老未华颠。念厚禄崇资，真成大耐，何计荣迁。心期岁丰民乐，更公庭、无讼酒如川。唤取梅花为寿，看他老桧千年。"
        },
        {
            "title": "满庭芳 南营探梅至梅隐丈",
            "content": "长忆当年，读书窗下，岁寒留看孤芳。巡檐索笑，重到更彷徨。梅隐先生何在，清江外、新构茅堂。人应道、攀枝嗅蕊，那得救饥肠。多情余习气，芒鞋竹杖，未忍相忘。但年年依旧，疏影幽香。好是春风近也，犹记得、吟绕昏黄。开尊饮，参横斗转，同醉卧花旁。"
        },
        {
            "title": "水调歌头 次权待制韵",
            "content": "燕城过长夏，乡思若为禁。故园松竹潇洒，久矣负幽寻。赖有仙坛诗伯，同寓玉堂清署，相顾意殊深。余暇尽谈笑，烦暑自消沉。绕长廊，临静砌，称闲心。飕飕树杪风至，流水入衣襟。尚愧无穷汗简，也预诸公奋笔，投迹是非林。何日了官事，倒佩脱冠簪。"
        },
        {
            "title": "水调歌头 癸未中秋雨闷中示德衡弟",
            "content": "天公何见戏，凡事每相乖。应知今夜秋半，故□放云霾。不遣＊娥窥户，空使骚人赏客，尊俎预安排。无复弄清影，只自黯愁怀。下帘栊，收绮席，罢金钗。谁能为我，叩广寒玉殿令开。待得良辰美景，却遇凄风苦雨，好事实难谐。高卧清无梦，檐溜滴空阶。"
        },
        {
            "title": "酹江月 次梅陷丈生旦感怀",
            "content": "南箕月直，想青天、万里光芒生夕。谁料英灵如此赋，孤负生平胸臆。世事悠悠，尘缘衮衮，仰看晴空碧。利名余子，面＊羞汗长沥。幸自吾爱吾庐，南山招隐，洒扫躬厮役。但愿身强余庆在，流与子孙逢吉。畅饮遗情，浩歌乘兴，风月共呼集。从今数去，那朝非是生日。"
        },
        {
            "title": "酹江月 次李寿卿侍西轩先生九日赏菊",
            "content": "暮秋天气，似堪悲、还有一般堪悦。憔悴黄花风露底，香韵自能招客。手当红牙，觞飞急羽，且为酬佳节。龙山依旧，不知谁是豪杰。我爱隐士风流，就开三径，欲往无能得。万事会须论一醉，非我非人非物。座上狂歌，尊前起舞，待向醒时说。傲霜枝在，莫教空老寒色。"
        }
    ]
}