{
    "dynasty": "元",
    "author": "李孝光　",
    "intro": "",
    "items": [
        {
            "title": "水龙吟 以上四印齐本五峰词二十二首",
            "content": "倚阑遥见江南，狒狸前度愁风雨。英雄安在，龙颠虎倒，空悲朝露。落日荒宫，北风过雁，柰何踌＊。见行人指点，战场犹说，三城下，西州路。有客登高长啸，访诸君、旧游无处。麒麟何物，累累谁者，消沉千古。北海人豪，骆驼坡下，而今黄土。算无过何逊风流，便拟赋，官梅去。"
        },
        {
            "title": "感皇恩",
            "content": "五马东来，人歌襦夸，春晚棠阴绿如许。草堂诗梦，应费湖中箫鼓。清香生画戟、连嘉树。父老踏歌、道君侯来何暮。容易君侯又归去。凤凰池上，去作九州霖雨。儿童骑竹马，沙堤路。"
        },
        {
            "title": "水调歌头",
            "content": "伯仲见伊吕，前日补天归。平生盖世勋业，何用藉群儿。出领绣衣龙节，入拥绣裳赤舄，名字在金闺。磊落正如此，焉学古人为。济川舟，调羹手，看当时。功成便引身去，大不负书诗。两鬓萧萧华发，总为爱君忧国，臣老系安危。天子方好老，领取帝王师。"
        },
        {
            "title": "青玉案",
            "content": "儿童齐唱民安作，问底事、来何暮。酷似当年廉叔度。春风千里，□□□□，绿到棠阴处。玉壶清贮金茎露。翻向人间作霖雨。今日东瓯成乐土。清都虎豹，借恂无计，衮职须君补。"
        },
        {
            "title": "水调歌头 和韵送公",
            "content": "酒酣肝胆露，把手共高歌。中年底用离别，作恶渐应多。春尽江头苦雨，日暮风沙万里，重俯大江沱。行李几时发，别意满琵琶。仲宣楼，桓公柳，少陵花。别时政自凄断，忍听祢生挝。＊作丈夫意气，莫作妻孥恋＊，后会渺无涯。风外柳花急，骏马夹轻车。"
        },
        {
            "title": "满江红",
            "content": "烟雨孤帆，又过钱塘江口。舟人道、官侬缘底，驱驰奔走。富贵何须囊底智，功名无若杯中酒。掩篷窗、何处雨声来，高眠后。官有语，侬听取。官此意，侬知否。叹果哉忘世，于吾何有。百万苍生正辛苦，到头苏息悬吾手。而今归去又重来，沙头柳。"
        },
        {
            "title": "水龙吟",
            "content": "举头南极星明，五云飘作天花雨。龟游莲叶，鹤栖松顶，□□□露。阿母瑶池，琼花新好，正逢初度。对碧梧翠竹，黄庭读罢，更细味，全生处。二十四番花信，待持入薰风旧谱。琴鸣瑟和，兰清玉暖，云翩彩舞。身在箫台，月明风细，犹闻笑语。想胡麻饭熟，只应流出，向桃源路。"
        },
        {
            "title": "鹊桥仙 为邱梅边赋",
            "content": "山蟠屋上，水蟠屋下，个里花香竹秀。天翁老去更多情，遣青女、幻无为有。天根老石，云根老树，谁解逡巡挥就。只应炼石补天时，□留取"
        },
        {
            "title": "感皇恩",
            "content": "算富贵康宁，于公独厚。天公着意君知否。古今盛事，百岁在堂寿母。斑衣鹤发、真稀有。三载河阳，种花插柳。惯父老歌谣拍手。名香朝野，公旦云仍无负、剑光连紫气、横"
        },
        {
            "title": "水调歌头 与于云峰",
            "content": "吾子钓游处，一过一徘徊。旧时酒壶茶碗，重洗古莓苔。点检东头松菊，料理西头水竹，一一手亲裁。别有古人意，石上五株梅。马少游，陶元亮，大佳哉。世间荣枯宠辱，我辈未须猜。此是君家邱墓，此是君家第宅，缘底不归来。我有一杯酒，准拟拂尘埃。"
        },
        {
            "title": "满庭芳",
            "content": "山色＊蓝，溪光鉴玉，天□流转精神。鹤盘松顶，松下坐高人。好个寿星图画，爱花间、流水长春。侬知否，此山老子，元是宰官身。胸蟠书万卷，翰林才调，独次冠巾。是僧中龙象，天上麒麟。送客虎溪三笑，溪头□、鸥鹭相亲。香一瓣，祝公眉寿，双＊碧嶙峋。"
        },
        {
            "title": "满庭芳 赋醉归",
            "content": "昨夜溪头，潇潇风雨，柳边解个渔舟。狂歌击楫，惊起欲眠鸥。笑杀子猷访戴，待到门、兴尽归休。得似我，裳衣颠倒，大叫索茶瓯。长怪天翁，赋人以量，偏曲如钩。有大于江海，小径盈＊。爱酒青莲居士，又何苦、枕藉糟邱。玉山倒，风流脍炙，底为子孙谋。"
        },
        {
            "title": "水龙吟 与北山觉公",
            "content": "倚阑蓝玉西边，长松千尺＊＊走。风吹香雾，云生幽树，泉鸣缺＊。嘻笑山翁，看山不厌，别来浑瘦。且休嫌俗客，竹床乌几，半分与，真耆旧。已办泽车款段，时时过、竹扉花牖。人来问我，功名老矣，狂歌摇首。袖里经纶，与时消息，只令杯酒。唤香山居士商量，添个似侬肯否。"
        },
        {
            "title": "临江仙 寿李后山",
            "content": "种竹栽花溪上宅，此翁初赋归欤。试尝菊水味何如。人间霖雨手，天上寿星图。把酒祝翁千岁寿，翁言政不关渠。少令高大我门闾。平反亦多矣，有驷马高车。"
        },
        {
            "title": "沁园春",
            "content": "花压双溪，月满千门，气象峥嵘。□乡村父老，踏歌旧曲，闾阎小子，弦诵新声。鸡犬无惊，桑麻如画，酷似驱车过武城。谁为此，事鲁人姬姓，公旦云仍。欲知政理功成。吾父母、斯民只至诚。太夫人九十，板与春暖，公年六十，彩袖风轻。富贵康宁，天公赋予，老去功名照汗青。祈公处，□人间霖雨，天上文星。"
        },
        {
            "title": "念奴娇",
            "content": "男儿堕地，便试教啼看，定知英物。老去只追风月债，天地应空四壁。黄石残书，赤松归去，不料头如雪。子房何信，竟推何者为杰。醉后一笑掀髯，狂歌拍手，四座清风发。竹帛功名人安在，去去云鸿灭没。枣下枯枝，黄金虚牝，此事真毫发。豪吟轰饮，直须唤取明月。"
        },
        {
            "title": "水调歌头",
            "content": "月来印千水，云去露千山。乾坤一草亭耳，为我洗愁颜。东户太湖摇碧，北户长松立铁，此岂是尘寰。老子乐何事，在山水之间。算吾生，□□□，只饶闲。平时斗酒本劳，笑语亲讥讪。千古武陵溪上，鸡犬也应问讯，春梦落花斑。李愿大佳士，谁为赋归盘。"
        },
        {
            "title": "水调歌头 题于彦明新居",
            "content": "东湖浸南麓，北荡带西山。其中大有佳处，元不减商颜。上有雁峰千叠，下有龙滩百曲，别是一人寰。昨夜雨新过，流水到花间。一张琴，一壶酒，伴渠闲。诗成真宰应妒，万象入嘲讪。北海尊＊依旧，东里杖藜无恙，未放鬓毛斑。吾亦秣吾马，不怕路盘盘。"
        },
        {
            "title": "鹧鸪天",
            "content": "千载循良汉鲍宣。云仍儒雅故依然。龙门他日文章客，雁荡今朝行地仙。鱼脍玉，酒流泉。紫萸黄菊斗清妍。祝君此会年年健，药里阴功已付"
        },
        {
            "title": "水调歌头",
            "content": "坐上且停酒，听我别时歌。人生会面何少，离别一何多。我有两行铁汁，平生不为人泣，但恐也滂沱。劝尔且轰饮，挈脚打琵琶。走儿童，骑竹马，折桃花。沙头日日风雨，犹自鼓频挝。今日玉箫台下，明日天台路上，是处是天涯。鹏搏扶摇稳，我欲趁飞车。"
        },
        {
            "title": "念奴娇",
            "content": "江南春暮，看麦枯蚕老，故乡风物。缟袂青裙桑下路，笑动斜阳村壁。鹅鸭比邻，牛羊日夕，父老头如雪。桑麻旧语，宁论汉庭人杰。谁办草草杯盘，朱樱绿笋，逸兴尊前发。冉冉年华吾老矣，目送孤云明灭。拾穗行歌，摘瓜抱蔓，此事真毫发。逢君轰饮，与吾唤取明月。"
        }
    ]
}