{
    "dynasty": "元",
    "author": "陈栎",
    "intro": "",
    "items": [
        {
            "title": "满庭芳 寿判县梧山先生（七字原缺，据?",
            "content": "生初度，敢尾贺宾，以祝千岁之寿。窃以为梧桐月向怀中照，此康节翁，极言天下之清致也。必闻世之贤邕能锺此清。必铢视轩冕，超然于荣名利达之表者，始能对越此清。必福寿康宁百禄俱全者，始能领略此清。三者先生奄有之，盖人间世千万人而一见者欤。谨以意倚满庭芳调而歌之，伏偻指中秋，齐头十日，后庚玉兔初弦。当年此际，天地恰生贤。自旦нн至望，清咏永、翻胜规圆。高挂在，碧梧山上，清绝绿生烟。怀中梧月照，天知心事，铢视貂蝉。采衣无价宝，乐自无边。此去古稀近也，长生?、世世相传。慈萱侧，金杯满泛，梧月吸年年。"
        },
        {
            "title": "浣溪沙 寿汪茂盘隐即竹逸戊午四月二十?",
            "content": "盘隐谁云必太行。神交李愿蹑遗芳。今朝南极一星光。野处襟期尤顺适，退藏滋味更悠长。歌中元说寿而康。"
        },
        {
            "title": "沁园春 代寿张起齐四月十一日",
            "content": "首夏清和，望三夕前，天现寿星。恰先庚三日，释迦浴佛，后庚三日，吕洞宾生。慈佛神仙，引前从后，来作人间瑞世英。今耆艾，久提纲诸道，凡万儒灯。金瓯行覆香名。天再遣留侯佐太平。会荣封万户，编符黄石，算绵千岁，经诵黄庭。从赤松游，足知雅尚，好待他年功已成。如今且，向寿星明处，满捧霞觥。"
        },
        {
            "title": "满庭芳 送陈德翁（原无翁字，据刻本补?",
            "content": "标格冲夷，声名洋溢，德人泰宇春融。一团和气，还与伯淳同。成就灯窗弟子，今升擢、论铸颜功。弹冠兴，依稀贡禹，应聘教王宫。公家梅涧老，皋比戚畹，声振江东。矧诜诜胄子，得坐春风。自此先生升矣，班玉＊、文补山龙。充德量，薰陶宇宙，和气一团中。"
        },
        {
            "title": "清平乐 寄惠山壬戌四月十二日",
            "content": "惠山苍翠。远与毗陵媲。彼处锡泉标第二。此更钟奇毓异。年年初度浮觞。醉余新沦茶香。山下冰濡雪乳，淡中滋味悠长。"
        },
        {
            "title": "满庭",
            "content": "生初度，敢尾贺宾，以祝千岁之寿。窃以为梧桐月向怀中照，此康节翁，极言天下之清致也。必闻世之贤邕能锺此清。必铢视轩冕，超然于荣名利达之表者，始能对越此清。必福寿康宁百禄俱全者，始能领略此清。三者先生奄有之，盖人间世千万人而一见者欤。谨以意倚满庭芳调而歌之，伏偻指中秋，齐头十日，后庚玉兔初弦。当年此际，天地恰生贤。自旦нн至望，清咏永、翻胜规圆。高挂在，碧梧山上，清绝绿生烟。怀中梧月照，天知心事，铢视貂蝉。采衣无价宝，乐自无边。此去古稀近也，长生?、世世相传。慈萱侧，金杯满泛，梧月吸年年。"
        },
        {
            "title": "浣溪沙 寿汪茂盘隐即竹逸戊午四月二十",
            "content": "盘隐谁云必太行。神交李愿蹑遗芳。今朝南极一星光。野处襟期尤顺适，退藏滋味更悠长。歌中元说寿而康。"
        },
        {
            "title": "临江仙 次月卿贺生日词韵戊午岁 时奇学",
            "content": "吾族英才常接迹，年来似晓星稀。子言日出喜能卮。先兄元不死，儿白马良眉。青佩次孙欣得与，樊川小＊名宜。香分甲午月宫枝。各当传祖钵，教养愿观颐。"
        },
        {
            "title": "满庭芳 送",
            "content": "标格冲夷，声名洋溢，德人泰宇春融。一团和气，还与伯淳同。成就灯窗弟子，今升擢、论铸颜功。弹冠兴，依稀贡禹，应聘教王宫。公家梅涧老，皋比戚畹，声振江东。矧诜诜胄子，得坐春风。自此先生升矣，班玉＊、文补山龙。充德量，薰陶宇宙，和气一团中。"
        },
        {
            "title": "西江月 代毕仲永作，迓汪梅庵御史",
            "content": "御史乘＊刚直，庑车揽辔澄清。先声应播五羊城。一道凛然尊敬。庵外疏花破玉，枝头佳实调羹。催归不入秉钧衡。岂但动公诗兴。"
        },
        {
            "title": "满江红 代送朱姓吏满归",
            "content": "只说琳川，精吏道、恢恢余地。元来是、深衣儒者，将儒饰吏。传世四书端实学，待人一县皆和气。及芳辰、美解赋归来，真堪醉。肩已息，心无愧。青鬓在，苍颜未。符君家翁子，□年当贵。九十月终行鹜退，三千水击抟鹏易。岂有材、如此不超迁，行知遇。"
        },
        {
            "title": "水调歌头 贺金沧洲花甲",
            "content": "天遣东莱吕，丁巳瑞南州。＊侯芳裔如此，生岁媲前修。偻指六旬逾一，过眼流光两世，花甲又从头。浩气塞天地，吾道付沧洲。暮日望，排日宴，九霞流。齐眉偕老如愿，桂子播芳猷。孙禀箕张双宿，祖付诗书千卷，此外复何求。但愿延椿算，燕翼更贻谋。"
        },
        {
            "title": "水调歌头 代寿朱子章 强村从书用裘杼楼",
            "content": "七十古稀有，今喜见先生。紫阳家学渊奥，场屋旧家声。鹗荐西风早岁，豹隐南山晚节，天爵自尊荣。桂子兰孙拥，南极老人星。杜陵老，多酒债，羡修龄。岂如寿富兼得，熊掌与鱼并。八十老翁为将，九十武公为相，不足为公称。鹤算与同久，道重藐公卿。"
        },
        {
            "title": "西江月 代毕仲",
            "content": "御史乘＊刚直，庑车揽辔澄清。先声应播五羊城。一道凛然尊敬。庵外疏花破玉，枝头佳实调羹。催归不入秉钧衡。岂但动公诗兴。"
        },
        {
            "title": "玉楼春 代和金沧洲韵",
            "content": "新篁摇翠添波绿。妆点?溪深一曲。青衫司马缓来游，卜夜清欢孤继烛。江心桃杖聊开束。更好着鞭驰骏足。樽前聊有遏云声，劣可纤纤扶药"
        },
        {
            "title": "水",
            "content": "里推吉水为名州斗南。公一人擢高才而上佐，除书星耀，喜气云蒸。僭揭短歌，用旌  手，  以芹香之赞，少见柏悦之诚。以期道觉期民，志本同耕莘之志，佐天子相天下，堂重新画锦之堂。赞庆  深涵容多幸殿阁微凉迥，吹到敕书新。定知盘谷深处，草木焕精神。帝念水纹成吉，合得卷阿吉士，州政佐经纶。婉婉幕中画，行矣细敷陈。负公望，行自此，列朝绅。志伊所志，将以斯道觉斯民。家有青毡钧轴，□□□□□□，振武接芳尘。自秉浮溪笔，昼绣记逢辰。"
        },
        {
            "title": "金菊对芙蓉 九月二十五日寿金 金氏园有",
            "content": "寿宿腾光，寿香袅碧，郁葱枝上梧桐。记＊麟令旦，门挂弧蓬。今年东阁郎皆侍，怀章绶、拜捧金钟。荣华富贵，眼前谁似，堪展眉峰。秋高景物俱浓。正阶前金菊，巧对芙蓉。爱菊名寿客，寿与公同。醉蓉初莹凝脂面，酣天酒、芳脸潮红。何妨判饮，与花双醉，醉似花容。"
        },
        {
            "title": "清平乐 寿彬齐四月二十八日",
            "content": "清和天气。三荚萱犹翠。恰喜先生初度至。近迓薰弦佳致。几年人物彬彬。文华质实惟均。寿宿临之在上，龙溪文脉常新。"
        },
        {
            "title": "玉楼春",
            "content": "庭槐郁郁云屯绿。新霁彩移阶砌曲。丽词入手可弦歌，想是咄嗟成刻烛。牙签高阁应难束。黄＊有时夸睡足。觉来课读爱诸孙，他日登金仍步"
        },
        {
            "title": "满江红 贺金子西生日十一月初十日 兹者",
            "content": "乾鹊鸣檐，殷勤振、玉人生旦。端巧遇、迎长添线，的堪称赞。律转一阳葭已动，复来七日梅初绽。符义经、□数迓新祺，绵高算。萱春永，斑衣绚。兰房焕，琴声λ。盎一门和气，流霞深泛。世济忠贞貂珥七，羊登强仕鹏程万。未起家、清赏敌神仙，闲游玩。"
        }
    ]
}