{
    "dynasty": "元",
    "author": "张之翰　",
    "intro": "",
    "items": [
        {
            "title": "感皇恩 庚寅立春",
            "content": "日日苦思春，春来何处。积雪层冰正无路。春风吹面，万里故人相遇。隔年离别恨，从头诉。鬓发清霜，形容枯树。渐觉人生不如故。唯春最好，底用一年一度。有心当不放，春归去。"
        },
        {
            "title": "沁园春 鹤答和，寄可与郎中",
            "content": "昔自九＊，慕翁而来，何期岁年。记初为翁客，献千百寿，后为翁友，得两三篇。夜夜飞鸣，朝朝起舞，不是赏音谁见怜。追随久，尽人多怨者，我独欣然。翁今犹未高迁。便离却交游载月船。想西岩梦我，大纲坡老，绣江畜我，小样逋仙。二老风流，他时相约，须到西湖烟水边。孤山路，看云间来迓，秋影翩翩。"
        },
        {
            "title": "感皇恩 立春日，次赵  堂大中韵",
            "content": "何处鸟飞来，一声清晓。报我东君已来了。青阳歌罢，又是一番春早。冷宫庭户里，才知道。千里归心，六年愁抱。不觉朱颜镜中老。故园茅屋，依旧白云深绕。有谁曾占却，西岩好。"
        },
        {
            "title": "沁园春 至元戊子冬，国子司业李君两山以春",
            "content": "国子先生，博带峨冠，胡为此行。正蛮烟瘴雾，远趋象郡，祥云瑞霭，近别龙庭。率土之滨，际天所覆，何处而今不太平。安南者，彼地方多少，敢抗吾衡。一封天诏丁宁。要老子胸中百万兵。看健如马援，精神矍铄，辨如陆贾，谈舌纵横。奉职称藩，功成事定，更放文星分外明。归来尽，不妨诗笔，颠倒南溟。"
        },
        {
            "title": "江城子 博文归意有未尽，又以江城子为赠，",
            "content": "闲中自合故人束。五湖居。二年余。郑重君家，远寄数封书。昨日相逢还忆不，只记得，旧清癯。留君无计住须臾。使归吴。重踌躇。曾挂风帆，三度过姑苏。为问台前双白鹭，烟景似，向来无。"
        },
        {
            "title": "水龙吟 秋严既别，是日晚又访予龙城外，复",
            "content": "中年怕见离筵，恶怀易感欢难遇。愁城百丈，旧时全仰，酒兵遮护。不饮而今，如何禁得，欲行还住。与元戎已别，弓刀小队，能为我、年来去。一阵黄昏细雨。正心头、万丝千绪。几家灯火，烟迷湖水，风号堤树。咫尺重﹂，故人千里，可能无句。听谯楼，更鼓寒声历历，倚篷窗赋。"
        },
        {
            "title": "金缕曲 送茅山道人，并寄山中诸道友",
            "content": "回首茅山路。渺滔滔、长江南畔，碧山无数。曾被天风吹醉梦，直到华阳深处。也亲见、鸾骖鹤驭。觉后分明空记省，怅丹坡、踪迹今何许。还又被，世缘误。几番自咏山中句。觉霏霏、云烟秀色，去来眉宇。曾共三峰重有约，已办清秋杖屦。看能与、群仙相遇。君去丁宁无别语，怕山灵怪我来何暮。才有伴，便同去。"
        },
        {
            "title": "江城子 和韵姜中丞，兼寄赵侍御明叔",
            "content": "黄金台下识行骖。著朝衫。宦情酣。不料维扬，留住老曹参。旧说长江千里外，今只在，小楼南。金焦倒影碧潭潭。送飞岚。要奇探。看取尊前，醉袖旋分柑。一曲高歌春未老，官里事，且休谈。"
        },
        {
            "title": "沁园春 用送鹤乐府韵，寄可与亦督和之",
            "content": "自别君来，日如三秋，夜如一年。想小金山下，笙歌促席，横江楼上，乐府连篇。世故相驱，欢情未已，遽尔归来祗自怜。空回首，望南州城郭，烟水茫然。思君便欲移迁。更共泛西湖湖上船。但杯中有酒，何分贤圣，心头无事，便是神仙。鹤去多时，甚无一语，回到高沙烟雨边。吾知矣，正挑灯和韵，笔势翩翩。"
        },
        {
            "title": "沁园春 不肖掾内台，时西溪王公为侍御史，",
            "content": "为前台掾。其后柳溪耶律公提刑河北，颐轩李兄都司台幕，皆平昔所敬慕者。至冬十月，迫以北归，由维扬至金陵，别行台幕诸公。适西溪柳溪拜中丞，遵晦擢侍御，颐轩恕齐授治书。越二十有五日，会饮颐轩寓第。时风雨间作，以助清兴。西溪草书风雨会饮之句,柳溪复出燕脂井阑之制，遵晦恕齐道古今之事，颐轩歌乐府之章，某虽不才亦尝浮钟举白，鼓噪其旁，一谈一笑，不觉竟醉。  尝谓人生同僚为难，同僚相知为难，相知久敬为尤难。今欢会若此，可谓一台盛事，因作沁园春歌之四海交亲，别离尽多，会合最难。见西溪老子，情怀乐易，柳溪公子，风度高闲。铁石心肠，风霜面目，更著中朝霍与韩。知音者，有颐轩待御，收拾清欢。不才自顾何颜。也置在诸公?酢间。似蒹葭倚依，琼林玉树，萧蒿隐映，春蕙秋兰。南北乌台，当时年少，双鬓而今半欲斑。明朝去，向德星多处，遥望钟山。"
        },
        {
            "title": "水调歌头 翰林诸公相饯齐化门外，因用不肖",
            "content": "烟柳绿阴底，祖席国门东。旧时沙上鸥鹭，此地别?鸿。几载备员苟禄，一日分符剖竹，谁道不遭逢。回望九重阙，高出五云中。重殷勤，深眷恋，谢诸公。佳篇继之以酒，情与礼俱通。渺渺松江烟水，斗郡若无多事，其孰可相从。杖屦放鹤叟，蓑笠钓鱼翁。"
        },
        {
            "title": "沁园春 谢王巨川侍郎，以澹游所书扇见惠",
            "content": "四海黄花，文采风流，于今尚存。直澹翁诗句，大羹玄酒，名家书法，流水行云。泗上青山，枫林丹叶，书破晴空月一轮。余尝见，把君髯摇动，特地精神。谢君雅意殷勤。便付与同僚更可人。爱紫筠真节，柄才到手，轻罗缟面，影不离身。纵使当年，石城风起，不怕庚公千丈尘。难忘处，正午天如火，凉满衣巾。"
        },
        {
            "title": "金缕曲 中秋不寐，枕上作以自遣",
            "content": "未过松江去。被高沙、同盟鸥鹭、暂时留住。曾共中秋心期定，再上江船容与。待满载、淮歌楚舞。岂料桂花香雾底，正河鱼、作祟深相苦。尊有酒，不＊举。梦中似听嫦娥语。道人生、百年才半，未为衰暮。江北江南行欲遍，几见月明三五。尝烂赏、通宵达曙。可是今年情思懒，便临风、误却清新句。聊援笔，为渠赋。"
        },
        {
            "title": "金缕曲 送可与，即用其韵",
            "content": "乐府宁无路。彼区区、斜门枉迳，少人知处。从得君词惊且讶，醉里坡仙曾遇。是梦里、稼翁教汝。玉尺金刀俱在手，把天机云锦裁成句。才落纸，便传去。笔头不用空豪怒。也应须、梨花缟夜，海棠红雨。一曲离歌悲壮处，不觉人间三鼓。有幽壑、潜蛟起舞。休道此情天不管，怕余音袅袅无人许。风送入，渡江橹。"
        },
        {
            "title": "酹江月 赋济南风景，和东坡韵",
            "content": "南山北济，算难尽、十二全齐风物。平地华峰天一柱，鹊倚岩岩青壁。金线横波，真珠出水，趵突喷寒雪。无穷潇洒，品题宜有才杰。遥忆工部来时，谪仙游处，兴自云间发。翠琰高名千古在，不逐兵尘磨灭。细嚼遗篇，高歌雅句，风动萧萧发。英灵何许，画船独醉月。"
        },
        {
            "title": "摸鱼子 辛卯清明日，尝以金缕曲侑觞，今年",
            "content": "问谁知此时情绪。匆匆寒食相遇。东风可是无闲暇，开尽白红千树。春几许。还又怕、转头风雨留难住。浮生浪苦。且携酒重寻，去年花下，歌我旧金缕。尊前友，惟有青山如故。至今面目无妒。冷光晴色三千丈，斜照夕阳窗户。堪讶处。被几叶风帆，催上江南路。无人自语。想五载居京，一朝得郡，却甚也能去。"
        },
        {
            "title": "南乡子 元夜，嘉陵江观放灯后作",
            "content": "灯夕在江阴。绿酒红螺不厌深。醉眼清江江上看，更沉。放尽春风万炬金。流到碧波心。水竹连舟尽自禁。此夜此情谁会得，如今。都付青崖"
        },
        {
            "title": "念奴娇 九日，同府学诸君饮王氏园 以上西严",
            "content": "二年重九，算都向、江北江南虚度。鸿雁来时秋最好，底用千愁万绪。九朵青山，几尖白塔，何限登临处。今朝乘兴，也和诗客凝伫。正是雨洗芙蓉，风翻野菊，霜染江枫树。一片天开图画里，留著天然佳句。收拾方来，安排未定，试问云间路。三杯才尽，笔头疑有神助。"
        },
        {
            "title": "水龙吟 伯庸近以乐府贺余新居，未及裁答。",
            "content": "情，不能无语，仆因用前韵奉饯，且为后凯还日，把杯一笑也。去年鞍马东来，为予尝说辽阳好。而今风物，战尘低暗，阵云高绕。幕府抡材，纵横健笔，似君元少。看灯前草就，捷书一纸，飞奏入、龙楼晓。遥望蓬莱＊霭，问何如、日边琼岛。雁来时候，霜风凄紧，应思归早。万里西州，双亲虽健，众雏犹小。怕区区，但了平日心事，约山间老。"
        },
        {
            "title": "贺新郎 余家古瓶腊梅忽开，清香可爱，质之",
            "content": "且云，素难题咏，山谷简齐但作小诗而已，在简齐余作且勿论，偶不及东坡长句，何耶。因以乐府贺新郎见意不受铅朱污。问娇黄、当初著甚，染成如许。便做采从真蜡国，特地朝匀暮注。也无此、宫妆风度。长记方壶春半贮，只萧然、尽慰人情苦。谁更望、暗香吐。为渠细检梅花谱。以芳声与梅相近，故梅名汝。底是石湖堪怪处，说道涪翁曾赋。还忘却、东坡佳句。从被二仙题评了，到而今、傲然吟诗似。吾试与，下斯语。西严词六十九首，间以四库珍本西严集校订"
        },
        {
            "title": "水调歌头 翰林诸公相饯齐化门外，因用不肖 ",
            "content": ""
        },
        {
            "title": "水龙吟 秋严既别，是日晚又访予龙城外，复 ",
            "content": ""
        },
        {
            "title": "贺新郎 余家古瓶",
            "content": "且云，素难题咏，山谷简齐但作小诗而已，在简齐余作且勿论，偶不及东坡长句，何耶。因以乐府贺新郎见意不受铅朱污。问娇黄、当初著甚，染成如许。便做采从真蜡国，特地朝匀暮注。也无此、宫妆风度。长记方壶春半贮，只萧然、尽慰人情苦。谁更望、暗香吐。为渠细检梅花谱。以芳声与梅相近，故梅名汝。底是石湖堪怪处，说道涪翁曾赋。还忘却、东坡佳句。从被二仙题评了，到而今、傲然吟诗似。吾试与，下斯语。西严词六十九首，间以四库珍本西严集校订"
        },
        {
            "title": "太常引",
            "content": "两株如玉瘦相邻。尽红复、抱芳春。看到不同群。比问白寻黄更亲。出尘态度，倚风标格，消得一词新。谁解按歌唇。教唱与、青崖故人。"
        },
        {
            "title": "太常引 红梅",
            "content": "幽香拍塞满比邻。问开到、几层春。谢绝蝶蜂群。祗么凤、和渠意亲。醉红肌骨，艳红妆束，能有许时新。也待不摇唇。忍孤负、风流玉人。"
        },
        {
            "title": "金缕曲 乙未清明",
            "content": "风雨惊春暮。恨天涯、留春未办，却留余住。时序匆匆催老大，又早飞花落絮。算禁得、清明几度。试倚危栏西北望，但接天烟水无重数。空目断，故山路。先茔松柏谁看护。想东风、杯盘萧然，饥鸟啼树。便做松江都变酒，醉里眉头休聚。万里南来缘底事，也何须、杜宇声声诉。千百计，不如去。"
        },
        {
            "title": "金缕曲 双陆",
            "content": "此博谁名汝。想当年、波罗塞戏，涅盘经语。天竺传来双采好，么六四三二五。要随喝、随呼随数。从得三郎绯衣了，再曾逢、潘彦知音侣。同入海，亦良苦。雄拿豪攫争鸣杵。正关河、疏星残月，几声秋雨。却是驱驰玄黄马，脚底蹈燕蹴楚。甚一涧一梁能阻。翻覆输赢须臾耳，算人间万事都如许。且一笑，看君赌。"
        },
        {
            "title": "金缕曲 送茅山道",
            "content": "回首茅山路。渺滔滔、长江南畔，碧山无数。曾被天风吹醉梦，直到华阳深处。也亲见、鸾骖鹤驭。觉后分明空记省，怅丹坡、踪迹今何许。还又被，世缘误。几番自咏山中句。觉霏霏、云烟秀色，去来眉宇。曾共三峰重有约，已办清秋杖屦。看能与、群仙相遇。君去丁宁无别语，怕山灵怪我来何暮。才有伴，便同去。"
        },
        {
            "title": "金缕曲 送德昌",
            "content": "走遍江南路。看天公、何时远我，故山深处。君处钱塘余甓社，千里不期而遇。更分甚、主宾吾汝。一片湖光浓似酒，待发挥、我辈清新句。几鱼鸟，不惊去。醉中不怕波神怒。尽人间、纷纷轻薄，翻云覆雨。灯火归来才半醒，月夜谯楼初鼓。正老鹤迎门飞舞。此乐人生能有几，怅后期好在知何许。明日又，送柔橹。"
        },
        {
            "title": "金缕曲 送",
            "content": "乐府宁无路。彼区区、斜门枉迳，少人知处。从得君词惊且讶，醉里坡仙曾遇。是梦里、稼翁教汝。玉尺金刀俱在手，把天机云锦裁成句。才落纸，便传去。笔头不用空豪怒。也应须、梨花缟夜，海棠红雨。一曲离歌悲壮处，不觉人间三鼓。有幽壑、潜蛟起舞。休道此情天不管，怕余音袅袅无人许。风送入，渡江橹。"
        },
        {
            "title": "摸鱼",
            "content": "问谁知此时情绪。匆匆寒食相遇。东风可是无闲暇，开尽白红千树。春几许。还又怕、转头风雨留难住。浮生浪苦。且携酒重寻，去年花下，歌我旧金缕。尊前友，惟有青山如故。至今面目无妒。冷光晴色三千丈，斜照夕阳窗户。堪讶处。被几叶风帆，催上江南路。无人自语。想五载居京，一朝得郡，却甚也能去。"
        },
        {
            "title": "沁园春 游孤山寺寄姜中丞",
            "content": "若论西湖，颖川汝阴，俱难似之。正涌金门外，天开罨画，钱塘岸侧，城展玻璃。曾借扁舟，晚凉一棹，先向孤山近处嬉。回头望，是吴山楼阁，烟霭参差。淡妆浓抹相宜。道不独晴奇雨亦奇。访欧公遗像，仍存古井，逋仙旧隐，犹有荒祠。泉若通灵，梅如解语，应也怪公题咏迟。从今后，怕公余无事，准备新诗。"
        },
        {
            "title": "沁园春 用送鹤乐",
            "content": "自别君来，日如三秋，夜如一年。想小金山下，笙歌促席，横江楼上，乐府连篇。世故相驱，欢情未已，遽尔归来祗自怜。空回首，望南州城郭，烟水茫然。思君便欲移迁。更共泛西湖湖上船。但杯中有酒，何分贤圣，心头无事，便是神仙。鹤去多时，甚无一语，回到高沙烟雨边。吾知矣，正挑灯和韵，笔势翩翩。"
        },
        {
            "title": "沁园春 鹤答",
            "content": "昔自九＊，慕翁而来，何期岁年。记初为翁客，献千百寿，后为翁友，得两三篇。夜夜飞鸣，朝朝起舞，不是赏音谁见怜。追随久，尽人多怨者，我独欣然。翁今犹未高迁。便离却交游载月船。想西岩梦我，大纲坡老，绣江畜我，小样逋仙。二老风流，他时相约，须到西湖烟水边。孤山路，看云间来迓，秋影翩翩。"
        },
        {
            "title": "金缕曲 中秋不",
            "content": "未过松江去。被高沙、同盟鸥鹭、暂时留住。曾共中秋心期定，再上江船容与。待满载、淮歌楚舞。岂料桂花香雾底，正河鱼、作祟深相苦。尊有酒，不＊举。梦中似听嫦娥语。道人生、百年才半，未为衰暮。江北江南行欲遍，几见月明三五。尝烂赏、通宵达曙。可是今年情思懒，便临风、误却清新句。聊援笔，为渠赋。"
        },
        {
            "title": "沁园春 送鹤寄可与郎中",
            "content": "鹤汝前来，与余相从，近乎一年。每座隅举目，看挥大字，窗前侧耳，听诵佳篇。月白风清，天高露下，不肯飞腾亦可怜。鸡群里，见雪衣丹顶，空自昂然。星郎明日南迁。待送上秋风千里船。莫因其所好，乘轩受禄，启其所欲，学道升仙。渠是而今，经纶大手，早取徵书下日边。长鸣罢，似知余雅意，两翅翩翩。"
        },
        {
            "title": "沁园春 谢王巨川侍",
            "content": "四海黄花，文采风流，于今尚存。直澹翁诗句，大羹玄酒，名家书法，流水行云。泗上青山，枫林丹叶，书破晴空月一轮。余尝见，把君髯摇动，特地精神。谢君雅意殷勤。便付与同僚更可人。爱紫筠真节，柄才到手，轻罗缟面，影不离身。纵使当年，石城风起，不怕庚公千丈尘。难忘处，正午天如火，凉满衣巾。"
        },
        {
            "title": "沁园",
            "content": "为前台掾。其后柳溪耶律公提刑河北，颐轩李兄都司台幕，皆平昔所敬慕者。至冬十月，迫以北归，由维扬至金陵，别行台幕诸公。适西溪柳溪拜中丞，遵晦擢侍御，颐轩恕齐授治书。越二十有五日，会饮颐轩寓第。时风雨间作，以助清兴。西溪草书风雨会饮之句,柳溪复出燕脂井阑之制，遵晦恕齐道古今之事，颐轩歌乐府之章，某虽不才亦尝浮钟举白，鼓噪其旁，一谈一笑，不觉竟醉。  尝谓人生同僚为难，同僚相知为难，相知久敬为尤难。今欢会若此，可谓一台盛事，因作沁园春歌之四海交亲，别离尽多，会合最难。见西溪老子，情怀乐易，柳溪公子，风度高闲。铁石心肠，风霜面目，更著中朝霍与韩。知音者，有颐轩待御，收拾清欢。不才自顾何颜。也置在诸公?酢间。似蒹葭倚依，琼林玉树，萧蒿隐映，春蕙秋兰。南北乌台，当时年少，双鬓而今半欲斑。明朝去，向德星多处，遥望钟山。"
        },
        {
            "title": "沁园春 送赵彦伯御史",
            "content": "君按西秦，我走东秦，一尊共开。恨匆匆行色，无多款曲，区区别语，未易安排。百二关河，三千道路，前岁如今曾往回。但休问，过潼关北去，都是诗材。公余应见青崖。怕念我、兹游无好怀。□也知巧宦，常居要地，其如公论，不用非才。北渚光中，华峰影里，放得婆娑亦快哉。三年里，尽平分烟景，抖擞尘埃。"
        },
        {
            "title": "沁园春 送刘牧之同知归江南",
            "content": "昨日送春，今日送君，难禁别离。正桃花水满，远归江浙，楝花风起，轻出京师。早把功名，置之身外，世上何愁可皱眉。从今去，但求田问舍，此意谁知。当年交友全稀。试屈指诸君更有谁。说郭髯磊落，犹居判府，许翁清健，已谢签司。回首南关，怅然如梦，几度凭栏费所思。烦传语，甚孤怀索莫，不寄新诗。"
        },
        {
            "title": "沁园春 寄刘光裔都事",
            "content": "有手拿云，有背摩空，相期昔年。记南方初下，送君硬语，东曹未满，寄我奇篇。二十年间，数千里外，底事曾无人所怜。青青鬓，但一回，相见，一度苍然。此心宁逐时迁。且同醉金波药玉船。要诗之悟处，深如学佛，词之妙处，绝似谈仙。匹马江都，片帆甓社，又别西风落照边。沉吟久，写离情不尽，雁字联翩。"
        },
        {
            "title": "水龙吟 寄郭安道御史",
            "content": "一杯未尽分携，匆匆争似休相遇。方余病起，不禁同醉，只须将护。万里淮天，数行征雁，雨晴风住。趁瓜州古渡，东来潮水，便高卧、孤帆去。卧听江声如雨。渐消磨、满怀愁绪。丹青画出，金山烟塔，焦山霜树。如此江山，发挥正要，雄章奇句。仗何人唤取，青骢御史，看挥毫赋。"
        },
        {
            "title": "水龙吟 送程达之万户还宣城",
            "content": "我从年少知君，胸中气与秋天杳。天戈南下，几番屯戍，几番征讨。笔砚从戎，诗书为将，世间元少。想何如静处，求田问舍，便辞得、功名了。兵府水围山绕。尽雄深、不妨吟稿。秋高时候，羽书催急，渡江须早。号令重明，角声风冷，剑华霜晓。要从今，做取十分事业，恰归来好。"
        },
        {
            "title": "水龙吟 伯庸",
            "content": "情，不能无语，仆因用前韵奉饯，且为后凯还日，把杯一笑也。去年鞍马东来，为予尝说辽阳好。而今风物，战尘低暗，阵云高绕。幕府抡材，纵横健笔，似君元少。看灯前草就，捷书一纸，飞奏入、龙楼晓。遥望蓬莱＊霭，问何如、日边琼岛。雁来时候，霜风凄紧，应思归早。万里西州，双亲虽健，众雏犹小。怕区区，但了平日心事，约山间老。"
        },
        {
            "title": "水龙吟 留别",
            "content": "别来几度秋风，数千里外还重遇。虚斋画掩，厌厌多病，赖君看护。鹅鸭比邻，鱼虾市井，拟留余住。被催人天上，除书一纸，又催过、江南去。一夜扁舟风雨。问谁知、此时情绪。明朝回首，荒城古塔，离亭高树。点检囊中，锦＊半是，秋岩佳句。待从今，且把新词阁起，共何人赋。"
        },
        {
            "title": "水龙吟 张大经寓第牡丹",
            "content": "旧时来往燕都，为花常向花前醉。十年一梦，鬓丝如许，尚余情味。曾见君家，后园深处，满栽姚魏。恨匆匆过了，寻芳时候，又早是、春归际。只想十分憔悴。说两株、吐花犹未。曲栏干凭，朝酣不语，为谁凝思。拟合金＊，清平妙曲，与渠相慰。怕今宵，便有无情风雨，作遮藏计。"
        },
        {
            "title": "沁园",
            "content": "国子先生，博带峨冠，胡为此行。正蛮烟瘴雾，远趋象郡，祥云瑞霭，近别龙庭。率土之滨，际天所覆，何处而今不太平。安南者，彼地方多少，敢抗吾衡。一封天诏丁宁。要老子胸中百万兵。看健如马援，精神矍铄，辨如陆贾，谈舌纵横。奉职称藩，功成事定，更放文星分外明。归来尽，不妨诗笔，颠倒南溟。"
        },
        {
            "title": "酹江月 赋",
            "content": "南山北济，算难尽、十二全齐风物。平地华峰天一柱，鹊倚岩岩青壁。金线横波，真珠出水，趵突喷寒雪。无穷潇洒，品题宜有才杰。遥忆工部来时，谪仙游处，兴自云间发。翠琰高名千古在，不逐兵尘磨灭。细嚼遗篇，高歌雅句，风动萧萧发。英灵何许，画船独醉月。"
        },
        {
            "title": "酹江月",
            "content": "人间良夜，是年年、八月中秋时节。万古青天当此际，正要十分澄澈。何处浮云，微茫黯淡，便把青光隔。凭栏三叹，恨无长笛吹裂。坐看蜡烛争辉，青灯吐焰，负煞尊前客。待到谯楼初鼓后，不觉衣裳凉彻。试草新词，凭风吹去，教向嫦娥说。须臾知道，广寒推出明月。"
        },
        {
            "title": "念奴",
            "content": "二年重九，算都向、江北江南虚度。鸿雁来时秋最好，底用千愁万绪。九朵青山，几尖白塔，何限登临处。今朝乘兴，也和诗客凝伫。正是雨洗芙蓉，风翻野菊，霜染江枫树。一片天开图画里，留著天然佳句。收拾方来，安排未定，试问云间路。三杯才尽，笔头疑有神助。"
        },
        {
            "title": "满江红 寄张蓝山",
            "content": "古木寒藤，高岸底、萧然舟宿。一夜雨、朔风吹浪，浪高于屋。梦觉蓬窗无共语，此时正自怜幽独。道蓝山老子送诗来，挑灯读。辞与理，俱能足。从别后，情尤笃，想鬓毛如鹤，目睛如鹘。四海如公知已少，有心日日相追逐。恨濯缨亭远水萦纡，山重复。"
        },
        {
            "title": "满江红",
            "content": "眼底交游，十载被、江湖相隔。尝记得、道庵人静，纵谈朝夕。纸上云烟随散落，毫端风雨何休息。甚这回相见便苍颜，都非昔。中年别，真堪惜。生辰会，谁曾必。看西风摇动，可人词笔。天上桂华香近也，此杯再要和君吸。恨抗尘走俗太忙生，无间日。"
        },
        {
            "title": "满江红 登汪师展江楼",
            "content": "山厌长江，流不尽、滔溜深碧。形胜地、以江为堑，以山为壁。兵府旧分城上下，人家新住城南北。说当年、天马入川时，皆传檄。市不易，居如昔。龙已去，攀何及。问人人能道，圣朝恩德。蕞尔南州成底事，宛然上将劳吾敌。看红尘一骑捷书来，来春必。"
        },
        {
            "title": "满江红 益都时习阁睡起",
            "content": "六月青州，何处是、此身堪著。都不似、素王宫里，倚云高阁。万里风来无隔处，睡余常觉衣裳薄。把暑天如水画如年，消磨却。心地上，何轩豁。眼界外，犹廖廓。被野烟高鸟，劝予清酌。一片青山知客意，冷光堆满栏干角。恨偃然、不肯入城来，难相约。"
        },
        {
            "title": "满江红 送刘叔谦御史",
            "content": "满酌离杯，留不住、绣衣行客。还正是、登车揽辔，慨然时节。白简才辞乌府去，红尘旋被青山隔。看弓刀千骑拥秋风，＊阳陌。自不负，心如铁。著甚语，堪为别。道太柔则废，太刚则折。任外岂非经济手，得中便是澄清策。待功成、随诏早归来，从头说。"
        },
        {
            "title": "婆罗门引 辛卯中秋望月",
            "content": "宦游南北，月明何处不相随。十年九赋新词。今夜清光如许。无以侑金＊。想叨居此职，著甚推辞。临风再思。是有句欲来时。除却广寒人见，尘世谁知。天香一阵，恰飘动婆娑桂树枝。秋影里、醉写乌丝。"
        },
        {
            "title": "婆罗门引",
            "content": "自公去后，曲栏荒径老芳。公来花亦生光。一阵朝来细雨，开作十分黄。甚厌厌抱疾，却误重阳。曾吟短章。也曾见醉衔觞。但得＊然相慰，欹枕何妨。燕山已远，且莫问园亭此际霜。人意足、处处花香。"
        },
        {
            "title": "婆罗门引 病中对菊",
            "content": "当轩有菊，几年不共结清欢。偶然乘兴南旋。却念都城手种，谁兴护霜寒。正闰余秋晚，曾未开残。宦游最难。算长在别离间。不是未逢蓓蕾，早已阑珊。今年好处，恰花近重阳慰病颜。微雨后、一笑相看。"
        },
        {
            "title": "婆罗门引 赋赵相宅红梨花",
            "content": "冰姿玉骨，东风著意换天真。软红妆束全新。好在调脂纤手，满脸试轻匀。为洗妆来晚，便带微嗔。香肌麝薰。直羞煞海棠春。不?数＊芳酒，谁慰黄昏。只愁睡醒，悄不见惜花贤主人。枝上雨、都是啼痕。"
        },
        {
            "title": "无题",
            "content": "何处鸟飞来，一声清晓。报我东君已来了。青阳歌罢，又是一番春早。冷宫庭户里，才知道。千里归心，六年愁抱。不觉朱颜镜中老。故园茅屋，依旧白云深绕。有谁曾占却，西岩好。"
        },
        {
            "title": "唐多令",
            "content": "冠上满尘埃。未弹君莫猜。有诸公、暮省朝台。醉后狂歌歌后醉，能办此、竭吾才。可以慰幽怀。此时何有哉。道寒梅、又欲新开。碧玉枝头今几蕾，须一一、寄书来。"
        },
        {
            "title": "唐多令",
            "content": "怨思入清笳。斜阳鸣乱鸦。正开尊、细酌流霞。北里南庄今岁然，全不觉、米难赊。笔砚淡生涯。胸中气自华。看凋零、野草闲花。事不相关收脚坐，吾便是、贵人家。"
        },
        {
            "title": "唐多令",
            "content": "不是强辞荣。风波实可惊。算平生、耐久交情。走遍天涯依旧好，都不似、一灯青。世路自欹倾。湖天方晦明。也休将、文字争鸣。一曲渔歌无别调，烟雨外、两三声。"
        },
        {
            "title": "唐多令",
            "content": "静有读书缘。贫无使鬼钱。尽虚斋、尽日萧然。鲸海波涛三万丈，元不到、此山前。梦蝶正翩翩。香＊飘篆烟。更何心、敢怨青天。若论闲居多少兴，风与月、浩无边。"
        },
        {
            "title": "唐多令 怀高沙",
            "content": "往事水东流。槐根春梦休。被长淮、隔断中州。三十六湖湖上住，却又过、一年秋。佳处总堪游。同盟只数鸥。把功名、且付扁舟。天上故人知己者，休笑我、太迟留。"
        },
        {
            "title": "唐多令 和刘改之",
            "content": "何处是沧洲。寒波不尽流。恰登舟、便过城楼。一片锦云三万顷，常记得、藕花秋。渔父雪蒙头。此情知道否。说生来、不识闲愁。青笠绿蓑烟雨里，吾与汝、可同游。"
        },
        {
            "title": "蝶恋花",
            "content": "往岁相从今几许。今岁逢君，愈见真诚处。除却交情无别语。匆匆忍上归舟云。醉里犹歌长短句。醒后轩窗，历历余音度。销尽炉熏三两炷。"
        },
        {
            "title": "踏沙行 和张梦符",
            "content": "踏月才归，戴星还起。客怀苦似当途李。旧时曾钓细鳞鱼，新醅旋＊浮香蚁。此兴茫然，于今已矣。朝朝暮暮奔忙里。淮春楼下有吾舟，挂帆"
        },
        {
            "title": "木兰花慢 送赵治中",
            "content": "见平蛮诗卷，都道是、胆包躯。听细话平生，辞虽慷慨，气却舒徐。春风忽然吹兴，正琼花时节别江都。恨煞楼头双鹤，不能留住须臾。轻烟细雨湿平芜。一舸下东吴。想柱杖寻梅，敲门看竹，多在西湖。行装不须多办，把锦囊、分付小奚奴。怕过孤山山下，一杯先酹林逋。"
        },
        {
            "title": "木兰花慢",
            "content": "自中年以去，觉岁月、疾如流。渐鬓影萧萧，人情草草，世事悠悠。言归几曾归去，向高沙、一度一年秋。未要清云著脚，且簪黄菊盈头。五湖烟月一扁舟。仿佛凤麟洲。但乘兴而吟，吟而须醉，醉则才休。余生本来疏懒，更忘机、鸥鸟苦相留。不是旧游情厚，梦魂不到南州。"
        },
        {
            "title": "木兰花慢 同济南府学诸公泛大明湖",
            "content": "唤扁舟载酒，直转过、水门东。正十里平湖，烟光淡淡，雨气蒙蒙。回头二三名老，望衣冠、如在画图中。但得城头晚翠，何须席上春红。清樽旋拆白泥封。呼作白头翁。要与汝忘情，高歌一曲，痛饮千种。夕阳醉归扶路，尽从渠、拍手笑儿童。官事无穷未了，人生适意难逢。"
        },
        {
            "title": "木兰花慢 听姜惠甫摘阮",
            "content": "羡黄台公子，能办此、淡中清。看璧月当胸，松风应手，一洗秦筝。都来四条弦上，有几家乐府几般声。秋水孤鸣老雁，春风百啭娇莺。嫩凉窗户酒初醒。特地为渠听。写江南江北，无穷意思，字字分明。悠扬博山烟底，把满怀幽恨一时平。长记曲终时候，钱塘暮雨潮生。"
        },
        {
            "title": "太常引 寄乡中诸友",
            "content": "一书除得海边头。怅无地著羁愁。何处望吾州。漫斜日、高城倚楼。东湖湖上，锦云十里，政好藕花秋。日日醉扁舟。也曾念、山东旧游。"
        },
        {
            "title": "临江仙",
            "content": "须信人生皆有命，前途造物由他。年光时事苦相磨。一从居冗剧，两度见新禾。枉著黄尘三万丈，等闲换却沧波。别来谁与＊渔蓑。不知同钓者，时复谓余何。"
        },
        {
            "title": "朝中措 十六夜月",
            "content": "夜来三五月初圆。歌吹竟喧阗。二八婵娟更好，便无人对樽前。可怜浮世，只争一夕，如许心偏。玉色何尝喜愠，年年岁岁依然。"
        },
        {
            "title": "菩萨蛮 暮春即事",
            "content": "梁间双燕呢喃语。想曾知得春归处。问著不应人。芹泥香正匀。翠阴庭院悄。手摘青梅小。天气恰清和。越衫犹薄罗。"
        },
        {
            "title": "江城子",
            "content": "道途急急莫留骖。敝尘衫。困如酣。二载徐州，刚唤作髯参。长记秋风吹别酒，君向北，我来南。来时霜未落寒潭。正山岚。便平探。尝遍闽中新荔不论柑。留著归囊三百首，都直待，见君谈。"
        },
        {
            "title": "江城子 和韵姜中",
            "content": "黄金台下识行骖。著朝衫。宦情酣。不料维扬，留住老曹参。旧说长江千里外，今只在，小楼南。金焦倒影碧潭潭。送飞岚。要奇探。看取尊前，醉袖旋分柑。一曲高歌春未老，官里事，且休谈。"
        },
        {
            "title": "江城子 博文归意有",
            "content": "闲中自合故人束。五湖居。二年余。郑重君家，远寄数封书。昨日相逢还忆不，只记得，旧清癯。留君无计住须臾。使归吴。重踌躇。曾挂风帆，三度过姑苏。为问台前双白鹭，烟景似，向来无。"
        },
        {
            "title": "江城子 寄庐副使处道",
            "content": "去年雪里送君时。马迟迟。思依依。及至金陵，还却值君归。独抱此情谁与语，空三复，草堂诗。年来霜鬓欲成丝。惜睽离。喜追随。四海而今，浑有几相知。上到庐山高绝处，曾为我，一支颐。"
        },
        {
            "title": "江城子 游孙园",
            "content": "丹青画出小亭台。巧安排。绝尘埃。二十年间，成此亦奇哉。借问主人凡几醉，直到老，不曾来。来莺去燕莫相猜。水平阶。迳生苔。倚遍阑干，堪爱也堪哀。柳外春风都不管，依旧遣，百花开。"
        },
        {
            "title": "江城子 瓶梅",
            "content": "南乡子隔帘风动玉娉娉。见来曾。眼偏明。手拣芳枝，自插古铜瓶。六载乌台饥欲倒，犹为汝，未忘情。幽姿芳意正盈盈。可怜生。欲卿卿。更取青松为友竹为朋。今夜黄昏新月底，还却怕，太孤清。"
        },
        {
            "title": "南乡子 和秋岩重阳",
            "content": "红树挂斜阳。秋满淮南甓社乡。古往今来多少恨，萦肠。写作诗词四五行。酒熟胜鹅黄。直待西风醉一场。说与多情篱畔菊，留芳。青女能悭"
        },
        {
            "title": "南乡子 谢王秋岩元帅重阳送糕果",
            "content": "霜冷雁来天。甓社重阳又一年。多病文园扶未起，挛拳。节物关心正自怜。照眼菊花鲜。盘果旗＊簇满前。知是秋岩人送似，欣然。便带新词"
        },
        {
            "title": "南乡子 十六夜待灯不见作",
            "content": "帘幕卷春阴。坐守江灯正夜深。两岸人家楼阁暗，消沉。笑道良宵直万金。负煞隔年心。多病情怀难更禁。肠断一江春水碧，从今。著甚垂鞭"
        },
        {
            "title": "南乡",
            "content": "灯夕在江阴。绿酒红螺不厌深。醉眼清江江上看，更沉。放尽春风万炬金。流到碧波心。水竹连舟尽自禁。此夜此情谁会得，如今。都付青崖"
        },
        {
            "title": "万年春 立春日宫前对雪",
            "content": "断送余寒，舜韶声里春风度。九重金户。催进宜春句。道是春来，又候春将去。朝天处。柳花无数。飞满宫前路。"
        },
        {
            "title": "万年春 案此即点绛唇调",
            "content": "一夜东风，满城和气先吹彻。问春来也，几点梅花雪。心事蹉跎，羞对东君说。长为客。去年时节。走马铜台陌。"
        }
    ]
}