{
    "dynasty": "元",
    "author": "张伯淳",
    "intro": "",
    "items": [
        {
            "title": "柳梢青 赋枯梅寄张郎中马同知 强村丛书用绣",
            "content": "冷淡根ア。小春时候，两蕊三花。栽向西湖，移来东阁，一任安排。绝怜瘦影横斜。但宜在、山巅水涯。花里平安，岭头孤秀，荣悴争些。"
        },
        {
            "title": "玉漏迟 寿马右丞",
            "content": "浙江回棹处。急流勇退，冥鸿高举。出书迟迟，不为虎丘，留住。姑待春和水涨，旋乘个、月明船去。天未许。云归又出，依然霖雨。熟路小队轻车，想司马重来，聚观如堵。暇日西湖，点检旧题诗句。冷落江南倦翼，但惟有、心香一缕。长记取。每岁仲春端午。"
        },
        {
            "title": "玉漏迟 寿张右丞",
            "content": "太平元夜好。鳌山宴彻，祥烟凝晓。端正婵娟，为我玳筵留照。曾待龙潜旧邸，更欣际、鸿图初造。人尽道。两宫柱石，元真廊庙。天转右辖星＊，尽向上勋名，历阶须到。商鼎周彝，时奉退朝吟啸。剩有埙?韵雅，况庭户、纤尘如扫。经济了。长醉遂初春早。"
        },
        {
            "title": "望月婆罗门引 送徐容齐",
            "content": "容斋平日，一身用舍系安危。儿童走卒皆知。谁料鲈鱼江山，忽忆故山薇。任西风别酒，月正圆时。性斋有诗。道扫舍，待吾归。二老相招如此，公论畴依。人生行乐，对佳水佳山何必归。公笑曰、归去来兮。"
        },
        {
            "title": "贺新郎 次韵",
            "content": "回首章台路。又一番春事阑珊，满帘风絮。郭外谁家闲院落，别是壶天意趣。拚一日、来游一度。除却忧愁风雨外，肯容他、野马埋双屦。行乐地，更何处。人生忍把佳期误。况今朝满坐春风，怎禁不去。莲社兰亭当日话，便合从今委付。算此语、非缘要誉。饮少欢多还觉醉，看归途、叠嶂青无数。情未足，日催暮。"
        },
        {
            "title": "摸鱼儿 次韵抱瓷",
            "content": "采黄花、自斟清醑，南山人在何许。浮生聚散云萍似，消得几番寒暑。些个路。□不断情?，惟有春天树。停歌罢舞。更说甚悲欢，从教白首，心事付崔橹。钧天梦、忘却当年宦谱。吟蛩休怨休诉。如今世味更尝惯，但见青山多妩。清对苦。是我误儒冠，还是儒冠误。西湖胜处。且趁取时佳，不寒不暖，同泛小舟去。"
        },
        {
            "title": "齐天乐 次韵谢倦翁",
            "content": "班荆倾盖当时事，回头屡更寒暑。倦翼才还，苍颜易得，零落江陵千树。相逢冷署。且莫讶儒冠，解将人误。计我生朝，采笺新调映红炬。投闲谁道太早，人生行乐耳，何地非旅。绿暗书眸，红生醉脸，聊对檐花细雨。移尊共语。问何日扁舟，嫩荷香处。坐待蟾光，四更犹未吐。"
        },
        {
            "title": "齐天乐 送马德昌",
            "content": "人生南北如歧路，相逢自怜不早。倾盖班荆，分灯并壁，吟卷笔床茶灶。交情古道。怕催诏连翩，好风吹到。聚久别难，砌蛩那更碎怀抱。临行谁劝驻马，待将尘土事，妨我吟啸。小住虽佳，还堪就否，催得云帆缥缈。官梅正好。比前度孤山，剩开多少。两处心旌，倚楼同晚照。"
        },
        {
            "title": "齐天乐 寿王伯起",
            "content": "庭柯一叶炎曦淡，秋光宦情相似。驷马争驰，千帆竟送，不羡纷纷时辈。随缘赋禄，庆官府清明，纪纲兴起。暇日吟鞍，湖山公案更兼理。将军犹自未老，旧时供奉曲，还有风致。拄笏西山，蟠螭北海，却是君家盛事。佳辰雅聚。且满引霞觞，坐看芝砌。富贵长年，四时谈笑里。"
        },
        {
            "title": "糖多令 寄吴间",
            "content": "移住还瀛洲。天槎去莫留。数归期、已过中秋。上界群仙官府足，云不碍，水长流。酒令与诗筹。依然记旧游。倚斜阳、分付羁愁。应与鳌峰人共语，还不减，去年不。"
        },
        {
            "title": "糖多令 寿王肯堂",
            "content": "前日是中秋。婵娟为我留。画图间、主劝宾酬。忙处偷闲谁得侣，真意度，淡交游。薇省老参谋。三台一举头。鲁祥麟、憎重儒流。今岁彩衣还有伴，方衮衮，庆公侯。"
        },
        {
            "title": "临江仙 寿程雪楼",
            "content": "白雪楼前清画，新来喜事连绵。朱明绿暗麦秋天。绣衣何日去，丹荔已香传。前夜团圆明月好，清光流照华筵。锦囊随处地行仙。庭椿关望眼，同庆八千年。"
        },
        {
            "title": "满江红 次韵寿雪涧兄",
            "content": "七日新秋，还又记、生申初度。清梦到、小桥流水，翔蓬深处。去岁滦京犹望远，今年谈宴知谁与。想荷翻、翠盖饱凉?，时掀舞。何时吸，惊盘露。何必颂，长明炬。更何须伊召，何须巢许。但有金丹消息在，待将铜狄摩挲去。尽西湖、山水四时佳，宜晴雨。"
        },
        {
            "title": "满江红 寿张绣江",
            "content": "省＊丝纶，早传到、和羹消息。无限事、但从纲领，认教端的。回省平生游宦处，那曾些个由人力。算知心、惟有好湖山，秋澄碧。从此去，开寿域。缘底事，催行色。傍重阳时候，且排瑶席。何待殷勤斟菊水，底须托兴青松柏。愿年年、浓蘸绣江波，供词笔。"
        },
        {
            "title": "木兰花慢",
            "content": "次唐格齐韵尽交游满眼，岁寒者，果谁欤。羡锦绣为心，冰霜作操，仁义＊庐。门前扫清俗轨，自熙然、瓮牖与绳枢  记我蓬弧寓情翰墨欢娱。驱车。特地致函书。高义渺江湖。悄梦断?鸾，盟深鸥鹭，闲适从渠。槐阴渐成翠幄，看庭前、莺过引新雏。岁岁期君一醉，相忘非我非鱼。"
        },
        {
            "title": "木兰花慢 赠弹琵琶者",
            "content": "爱当垆年少，将雅调，寄幽情。尽百喙春和，群喧夜寂，老凤孤鸣。都来四条弦里，有无穷、旧谱与新声。写出天然律吕，扫空眼底＊筝。落红。天气暖犹轻。洗耳为渠听。想关塞风寒，浔阳月色，似醉还醒。轩窗静来偏好，到曲终、怀抱转分明。相见今朝何处，语溪乍雨初晴。"
        },
        {
            "title": "木兰花慢 寿陈介轩",
            "content": "问家传旧物，有清节，与高风。任野色充庭，俗尘扫迹，谈笑从容。生涯但随分足，比孟尝、襟度只差穷。曾是贞元朝士，本来湖海元龙。旦评。推分许轩翁。万□一词同。喜渐近稀年，从教发白，目炯双瞳。蟾钩又还乍吐，对荷香、莫放酒尊空。砌下芝兰竟爽，年年家庆图中。"
        },
        {
            "title": "木兰花慢 寿抑齐",
            "content": "尽江南江北，谁不慕，抑斋名。羡梦笔才华，粲花谈论，乔木家声。重寻玉堂旧步，喜今番、天语重丁宁。云是儒家领袖，居然史笔权衡。相迎。便觉眼常青。相对话羁情。正绿暗园林，朱明时候，瑞霭腾腾。期公久长名节，太羹中、还著五侯鲭。此去明堂一柱，当年玉树阶庭。"
        },
        {
            "title": "木兰花慢 寿刘东崖",
            "content": "记当年客里，是今日，奉霞觞。任厨传荒凉，风林震撼，乐自难量。别来岁华电走，又都门、我北尔南塘。我半百年已老，兄多四岁偏强。玉堂。满袖惹天香。凤阁样词章。看采帖题春，椒盘草颂，蓬矢开张。金瓯御屏简记，赋□钧、寿域奏明光。后十五年再见，伴兄绿野徜徉。"
        },
        {
            "title": "木兰花慢 寿张可与",
            "content": "对黄花烂漫，能几日，又重阳。问眼底湖山，新□□□，别是风光。三台近临吴地，映奎＊、明处紫微郎。人道当年豸角，这回收敛秋霜。笑谈。幕府昼偏长。何事最为忙。但宽取一分，一分方便，亦足流芳。山人敢攀宗衮，为东南、民命秉心香。更借南阳菊水，殷勤满注瑶觞。"
        },
        {
            "title": "木兰花慢 送季治书",
            "content": "羡高标雅量，窗八面，更玲珑。每风日佳时，湖山清处，袍锦从容。不把云霄自隔，向尊前、看我啸吟中。人世流光易老，古来知己难逢。青骢。来往太匆匆。呵护有纱笼。想当道豺狼，先声到处，胆落英风。南楼暂容横榻，算览观、有限兴无穷。别后相思何处，心期付与飞鸿。"
        },
        {
            "title": "木兰花慢",
            "content": "载西山爽气，添不重，月船轻。记前度今朝，琼花烂漫，管领歌声。今岁?华深处，羡衮衣、还看彩衣荣。人世云萍相遇，岁寒松柏长青。行行。催觐朵云明。晓色上觚棱。看春去春来，依然黄阁，移近家庭。浮云傥来轩冕，算古今、久远是功名。尚有寒い枯卉，东君也解留情。"
        }
    ]
}