{
    "dynasty": "元",
    "author": "王丹桂",
    "intro": "",
    "items": [
        {
            "title": "行香子 忆师父训号白云子，名丹桂，字昌龄",
            "content": "幼悟离尘。炼汞烹银。把壶中、造化区分。虎龙调处，滋助阳初。亘理来容，元来面，本来身。云水为邻。风月常亲。妙玄通、方称全真。忆师慈训，稍异常人。便字昌龄，名丹桂，号白云。"
        },
        {
            "title": "好离乡 余祖居利州，有李仙者，自彼而来。",
            "content": "，未知是王家那一书，因成此词以寄之聊与话行藏。生死轮回岂尽量。无奈顽心迷爱欲，滋彰。千古悠悠不到乡。幸遇祖重阳。开阐全真出世方。寄语吾族当省悟，消详。这个从来"
        },
        {
            "title": "满庭芳 平州节使完颜骠骑命作醮，索词",
            "content": "和气融融，日迟风软，艳阳物景相宜。园林铺秀，桃李正芳菲。燕语莺声斗巧，黄金嫩、柳带低垂。香风细，仙姿是日，分瑞向深闺。神仪。何秀发，温颜玉润，鹤态依稀。志谦和慈惠，大善常持。遐寿不须重祝，真元性、自有仙期。俗缘断，人间梦觉，还去宴瑶池。"
        },
        {
            "title": "心月照云溪 赠魏德柔家中魔障，权令牧羊",
            "content": "当初学道，望脱尘缘累。迤逦渐生魔，是时间、些儿凝滞。君还识破，慎守勿因循，心决死，志精专，别有清凉味。羊儿牧处，收管休疏失。稍欲走东西，在主人、调伏断制。山间林下，早早趁归期，天欲暮，日将沈，关锁牢封闭。"
        },
        {
            "title": "洞仙歌 达虎部落游仙观醮毕，众人索",
            "content": "游仙一境，上下川原秀。背负高岗面长溜。看峰排、千刃地占三阳，佳气聚，相接居民淳厚。黄童白叟。信道崇真久。同启哀诚荐枯朽。命簪裳＊奏，列圣高真，颁惠渥、符下宣恩赦宥。释幽涂、苦爽悉停酸，保见在家家，共沾福?。"
        },
        {
            "title": "无俗念 本名念奴娇  咏竹，谨继长春真人韵",
            "content": "一竿修竹，有天然标本，森然唯独。槛外窗前横翠影，幽雅真非寻俗。内蕴虚心，外彰高节，超越凡材木。静吟风月，韵同敲击冰玉。可爱素质英姿，引鹤栖凤，四序清人目。茂叶重重光润腻，袅袅柔枝凝绿。根曲蛟蚪，气含蔬笋，全味胜粱肉。此君嘉秀，并余遐算遐福。"
        },
        {
            "title": "行香子 示从，复用前韵",
            "content": "说甚根尘。辩甚铅银。这仙佛、路径明分。何须外觅，不在劳神。欲要全完，当全道，露全身。一体同观。无起疏亲。志常清、常静常真。不惟自利，兼利他人。定结祥光，成祥瑞，蹑祥云。"
        },
        {
            "title": "水调歌头 赵舍人又写日本国人词，索和其韵",
            "content": "年华若飞矢，贪爱竞无休。西城始逢春色，转眼又惊秋。日月递相昏晓，暗里消磨人老，甘逐逝波流。争似闻强健，拂袖觅抽头。放心闲，从体便，胜封侯。优游到处无系，浑似一孤舟。但得自家合道，任使旁人笑错，忘耻亦忘忧。高卧晴岚表，吟啸对石楼。"
        },
        {
            "title": "炼丹砂 本名浪淘沙  孙义来说，弟子昨夜梦",
            "content": "，子孙未立，家道未成，恐无出家缘分，且只在家修行可否。真人笑曰，吾固有云，无偎妻抱子神仙，没在家蓬岛公，岂不知也。言讫，弟子觉来，未知怎生，因以词赠之稽首富春仙。听说根源。金枷玉＊紧牵缠。惟要自家心决裂，休道无缘。贤圣梦中言。的不虚传。家缘事事待周全。更望一身成道果，掘地寻"
        },
        {
            "title": "昭君怨 赠女姑萧敬善等 草堂集",
            "content": "奉劝修真仙众。日用全凭实行。乌兔疾如梭。莫蹉跎。遇景勿念心动。坐卧住行安静。只此是功夫。合虚无。"
        },
        {
            "title": "洞仙歌",
            "content": "游仙一境，上下川原秀。背负高岗面长溜。看峰排、千刃地占三阳，佳气聚，相接居民淳厚。黄童白叟。信道崇真久。同启哀诚荐枯朽。命簪裳＊奏，列圣高真，颁惠渥、符下宣恩赦宥。释幽涂、苦爽悉停酸，保见在家家，共沾福?。"
        },
        {
            "title": "洞仙歌",
            "content": "素天澄彻，时令秋将暮。志尚洁虚寄岩谷。看云中、征雁列序成行，续复断，迤逦呱呱南度。忘情真侣。共讲玄玄语。犹胜尘凡奋名誉。待欣来舞袖，睡即和衣，全放下、管甚红轮夕没。霎时间、一枕梦游仙，觉来也重行，锦屏深处。"
        },
        {
            "title": "洞仙歌 九日",
            "content": "风高露冷，又报重阳候。过雨群山倍明秀。正披岩、红叶接径黄花，堆锦绣，袅袅清香依旧。凝神望久。思入无何有。回首溪边听长溜。念人生如梦，世事无涯，空汩没、争似吾家拂袖。据盘石、容膝坐忘机，看天末飘飘，断云归岫。"
        },
        {
            "title": "洞仙歌 示门人",
            "content": "修行日用，试与重提领。本为抛家顾性命。下虔心、苦志挫锐摧强，忘宠辱，自得神安气定。番番境上，猿马休教弄。稍觉偏颇便改正。向闲中炼就，一粒金丹，成片段、万道霞光辉映。有青龙、白虎共扶持，遍三界十方，尽来称庆。"
        },
        {
            "title": "洞仙歌 述怀",
            "content": "道家门户，寂淡清虚好。荣耀矜夸自无扰。向午窗、披玩道德南华，除此外，闲弄丝桐一操。秋光未老。锦树屏山绕。适性携筇任登眺。对茫茫鲸海，触目琉璃，天一色、何必搜穷密妙。待他年、功满化飞仙，越烟浪云涛，直趋蓬岛。"
        },
        {
            "title": "木兰花慢",
            "content": "叹滔滔苦海，任群迷，恣漂游。被有限形躯，无涯爱欲，一向拘囚。空生万千计较，况百年、短景不常留。贪为名深利切，岂期水远山悠。如流。岁月相催，宜省悟，觅抽头。向太一峰前，双林树下，早把心收。从来既知是错，待番番、放下便休休。撒手纵横无＊，状同不系之舟。"
        },
        {
            "title": "木兰花慢 用长春真人韵",
            "content": "忆当时颖脱，道情浓，世缘疏。爱古洞深溪，苍松翠柏，万景齐敷。箪瓢粗为遣日，乐贫闲、况味胜莼芦。千古昏昏醉梦，廓然一旦樵苏。瑶图。宝?幽微，精勤佩，未尝辜。庆灵验昭昭，心花灿灿，并没凋殂。威雄猛持慧剑，屏三尸、六贼泯狂徒。永保胎仙出入，往来紫府清都。"
        },
        {
            "title": "木兰花慢 中秋",
            "content": "又中秋届候，日初沈，夜微凉。对烟障云屏，良朋益友，逸兴何长。飙然玉轮宛转，历茫茫、巨浸跃天网。碾破玻璃万顷，洞明三界十方。宜将。火枣交梨，开清赏，胜飞觞。肆雅志幽怀，遐襟旷迹，百虑俱忘。＊思教风始振，感重阳、隐语示回阳。桂树香传十九，致余极味先尝。"
        },
        {
            "title": "满庭芳 答人问，缘甚出家，如何修炼",
            "content": "闲写荒词，谩成拙句，略将管见铺陈。贪迷世梦，虚度二十春。忽悟前头路险，拖恩爱、孰敢因循。投玄教，搜穷密妙，坦荡乐天真。清贫。活计好，还淳反朴，养素颐神。幸清风作伴，明月为邻。占得逍遥自在，从乌兔、东出西倾。忘言处，些儿消息，能有几人闻。"
        },
        {
            "title": "诉衷情 九日登黄崖",
            "content": "重阳又早一年期。景物正凄凄。凭高畅情凝望  ，极目彻天涯。秋日短，塞天低。雁南风。诗题红叶，酒泛黄花，不醉无归。"
        },
        {
            "title": "醉桃源 赵恭善生朝",
            "content": "前期三日是蕤宾。芝＊别紫宸。祥烟瑞霭结氤氲。同资诞玉真。才敏慧，性敦淳。常希道德邻。人间短景不堪陈。壶天别有春。"
        },
        {
            "title": "浣溪沙 刘姑姑生朝",
            "content": "仲夏＊开四叶初。仙姬分秀下云舆。祥光瑞气共相扶。法性殊无尘事累，灵安那有世情拘。自然遐寿等麻姑。"
        },
        {
            "title": "步云鞋 本名软翻鞋  赠玄真观单姑等献履鞋",
            "content": "幸遇教风开。和气洽吾怀。玄真清众总仙才。志谦和、恭顺垂慈惠，殷勤献，步云鞋。妙手巧剜裁。珠宝砌双＊。一回朝礼蹑坛台。待他年、真行真功满，超尘世，赴蓬莱。"
        },
        {
            "title": "长思仙 赠平州宋志洪",
            "content": "脱樊笼。离樊笼。无变无迁抱始终。直须显志洪。积真功。累真功。真正无私合大空。炉中丹自红。"
        },
        {
            "title": "长思仙 赠平州刘志真",
            "content": "慕全真。处全真。举动行为务正真。惟凭一志真。合天真。契天真。十二时中守内真。头头现本真。"
        },
        {
            "title": "长思仙 赠滨州李志持",
            "content": "李志持。做修持。早把心田荆棘治。休教下手迟。汲华池。灌华池。劣马颠猿不骋驰。功成拜玉墀。"
        },
        {
            "title": "长思仙 本名长相思  赠平山刘志常、神山刘",
            "content": "平山刘。神山刘。更易俗流作道流。人情誓莫留。悟骅骝。悟骅骝。灿灿神珠得自由。光明常逗遛。"
        },
        {
            "title": "水调歌头 赵相公寿日",
            "content": "秋色入林杪，湛湛碧天长。篱边数丛黄菊，次第吐清香。自昔群真朝会，共话人间兴废，应运佐时康。遽命骑鲸客，＊羽下穹苍。禀天和，怀信惠，效忠良。甘分重职调御，大度愈恢张。况是从来声价，优渥溥沾高下，民愿庇馀光。献颂期君寿，永与镇安阳。"
        },
        {
            "title": "水调歌头",
            "content": "年华若飞矢，贪爱竞无休。西城始逢春色，转眼又惊秋。日月递相昏晓，暗里消磨人老，甘逐逝波流。争似闻强健，拂袖觅抽头。放心闲，从体便，胜封侯。优游到处无系，浑似一孤舟。但得自家合道，任使旁人笑错，忘耻亦忘忧。高卧晴岚表，吟啸对石楼。"
        },
        {
            "title": "桃源忆故人 再用前韵藏头拆字",
            "content": "来万事心头少。隐任他昏晓。兀但忘谈笑。限谁愁恼。闲愈觉冲和好。后午前功了。补衰颜重少。检仙无老。"
        },
        {
            "title": "桃源忆故人",
            "content": "桃源忆故人来少。独占洞天清晓。追想从前失笑。谩惹闲萦恼。琴书活计端然好。一曲山堂了了。保护胎仙常少。永永依黄老。"
        },
        {
            "title": "桃源忆故人",
            "content": "愁思俗态知多少。萦绕谁能分晓。方欲强追言笑。翻复成忧恼。春花秋月虽然好。总被功名误了。才见儿童年少。又早容颜老。"
        },
        {
            "title": "桃源忆故人 因赵元帅舍人出示用其韵",
            "content": "人生百岁诚稀少。此事任谁明晓。相见但开口笑。管甚闲悲恼。四时风月寻常好。放下心肠便了。虽是身难恒少。到底须迟老。"
        },
        {
            "title": "春从天上来 冬至日",
            "content": "兔走乌奔。竞西没东生，四序潜分。亚岁方迎，万户千门。欢笑共庆良辰。暗推移晷运，正南檐、爱日初新。考丰凶，会银台占候，史笔书云。玄元大哉造化，渐梅蕊飘香，槛竹偷春。坦坦幽人，百福咸臻，默默养浩全真。体冲和妙道，自然理、斡运蒙屯。岁功成，六阴爻始尽，复建阳"
        },
        {
            "title": "春从天上来 赠首阳山李志朴",
            "content": "既悟尘缘，摆爱海恩山，蜗利蝇名。乐然拂袖，绝虑忘情。熟境慎勿牵萦。抱始终一志，但兀兀、莫问途程。处无为，捱潇潇洒洒，静静清清。闲中做成修炼，炼百脉通流，四体和平。虎绕龙蟠，气结神凝，大丹一粒圆成。引灵童歌舞，瑞云房、满酌瑶觥。兴无穷，保深根固蒂，久视长"
        },
        {
            "title": "瑶台第一层 吴大卿寿日",
            "content": "阴极阳升。当律应，黄钟正严凝。昔年此际，素云容裔，瑞气清英。玉衡潜运转，显弧南、一曜增明。降仙卿，渐风晴阆苍，月冷蓬瀛。峥嵘。天才富赡，早年名遂与功成。顺天合道，退身养浩，同辈吞声。客中开小宴，会朋俦、交错霞觥。醉还醒。表冰姿玉骨，寿占椿龄。"
        },
        {
            "title": "瑶台第一层 元宵",
            "content": "时令相催。又还是，元宵报春回。桂轮新满，金莲乍坼，不待栽培。六街三市遍，列鳌山、辉映楼台。竞追陪，簇香车宝马，驰骋多才。吾侪。情忘企慕，绛宫深处保仙胎。觉花芬馥，慧光明灿，别是欢谐。玉浆琼液泛，结刀圭、不让樽＊。恣开怀。任鸾迎凤引，游宴蓬莱。"
        },
        {
            "title": "瑶台第一层 崔大师生辰",
            "content": "岁运推迁。时正遇，十月小春天。老人生灿，玉绳低纵，云汉高悬。晓来佳气聚，庆谪仙、初驻云骈。应良缘，渐重敷素艳，复阐金莲。飘然。尘情一荡，志归清静禀根原。鼎鉴烹炼，河车搬运，丹满三田。洞房辉焕处，会虎龙、婴姹团圆。表长年。傲龟龄鹤算，永劫绵绵。"
        },
        {
            "title": "悟南柯 溟州值雨阻道友留恋",
            "content": "落魄白云子，身无个事萦。闲思云水下山屏。策蹇携童，行化过东溟。暑气潜然退，秋风分外清。连连小雨未开晴。有意相留，不放出门行。"
        },
        {
            "title": "悟南柯 赠乐亭刘司候",
            "content": "猿乌诚幽伴，泉石亦近邻。三竿红日欲侵门。睡起从容，无事暂相亲。玄谷规千圣，泥丸聚百神。些儿功用养天真。远害全生，清乐未输君。"
        },
        {
            "title": "悟南柯 本名南柯子  和常显之",
            "content": "宴坐心恒适，幽居兴可嘉。静鸣天鼓漱云芽。吐纳绵绵，随分保生涯。但解安时运，奚忧换物华。三山琼路信非赊。未去权依，积翠与明霞。"
        },
        {
            "title": "炼丹砂 赠徒单姑姑",
            "content": "确志慕前程。宠辱犹惊。五千奥旨灼然明。所以百川俱凑海，＊则当盈。上士处无争。柔弱为凭。外虽应物内澄清。履道如斯常坦坦，步步蓬"
        },
        {
            "title": "炼丹砂 赠女姑张善行",
            "content": "狂语话真诚。清众宜听。不期白发鬓边生。前有无常相等待，著甚祗迎。除是做修行。心地宽平。旧来熟境不相萦。已过更能频改正，功自圆"
        },
        {
            "title": "炼丹砂 赠女姑郭守渊郭善知",
            "content": "奉劝二汾阳。略序行藏。有缘身入道家乡。尘事番番宜损损，舍短从长。日用＊心香。返照回光。逢魔逢难敢承当。尽始尽终无变易，决赴蓬"
        },
        {
            "title": "炼丹砂 本名",
            "content": "，子孙未立，家道未成，恐无出家缘分，且只在家修行可否。真人笑曰，吾固有云，无偎妻抱子神仙，没在家蓬岛公，岂不知也。言讫，弟子觉来，未知怎生，因以词赠之稽首富春仙。听说根源。金枷玉＊紧牵缠。惟要自家心决裂，休道无缘。贤圣梦中言。的不虚传。家缘事事待周全。更望一身成道果，掘地寻"
        },
        {
            "title": "武陵春 寄乐亭刘嗣昌",
            "content": "道念精诚闻已久，皆昌宿生因。何日相陪愿结邻。挑剔出迷津。自在逍遥随分过，兀兀养天真。火里莲开日转新。永永占长春。"
        },
        {
            "title": "武陵春 寄七河镇陈都统",
            "content": "美誉深仁兼孝行，远近尽谈扬。为寄新词细审详。早早悟黄粱。一朵心花初绽处，袅袅吐清香。风散馀芳入道场。廓尔露祯祥。"
        },
        {
            "title": "秋霁 继古韵述怀",
            "content": "肥遁人家，对东南万里、鲸海横碧。兰苑芝田，暖香风送，不灭凤城春色。寿松径里。绿茵嫩□纹如织。又还是。鹤诏乍回，犹听九霄唳。天教赋我、此段嘉期，寸心澄寂、百虑蠲息。向闲中、呼童煮茗，玉瓯轻泛浪花白，神爽气和何有隔。况真常道，时时默运玄功，湛然无为，澹然自"
        },
        {
            "title": "悟黄梁",
            "content": "浮名浮利两悠悠。终不道，把身囚。好贪多败更多忧。又著个，甚来由。愿人识破早抽头。从前事，尽都休。飘飘物外不淹留。管有分，继吾"
        },
        {
            "title": "悟黄梁 本名燕归梁  赠刘九郎",
            "content": "人间何事最堪悲。迷火院，受驱驰。不曾时霎暂舒眉。算何日，是休期。况他衣饮各相随。空热乱，又奚为。明明生死眼前催。放得下，是便"
        },
        {
            "title": "心月照云溪 赠赵德备",
            "content": "但凡入道，屏弃繁华早。柔弱守清贫，把灵台、时时拂扫。尘心起处，宜向死前观，凭乞化，做生涯，馀事绝论讨。日来月往，勤炼先天宝。默默内含光，照俗缘、番番颠倒。无中还有，此理最幽深，功成日，行圆时，自有天书昭。"
        },
        {
            "title": "心月照云溪 牧牛喻",
            "content": "牛儿性劣，奔竞无时辍。短棒与长绳，每驱驰、牢擒痛决。朝来暮往，久久渐调柔，芳草渡，曲江头，露卧如霜雪。牧童闲散，无限情怀悦。独坐古松阴，短笛弄、声悠韵噎。重堆蓑笠，拍手笑归来，清风劲，碧天澄，现出家家月。"
        },
        {
            "title": "心月照云",
            "content": "当初学道，望脱尘缘累。迤逦渐生魔，是时间、些儿凝滞。君还识破，慎守勿因循，心决死，志精专，别有清凉味。羊儿牧处，收管休疏失。稍欲走东西，在主人、调伏断制。山间林下，早早趁归期，天欲暮，日将沈，关锁牢封闭。"
        },
        {
            "title": "心月照云溪 本名蓦山溪  山居述怀",
            "content": "既抛火院，尘事难拘检。物外乐逍遥，总疏远、征徭赋敛。粗衣淡饭，据分且随缘，青峰畔，白云中，独把清闲占。茅庐一厦，相称平生愿。里面但容身，也不在、浮华妆点。锁窗寂静，恣意任高眠，红日上，两三竿，犹自柴门掩。"
        },
        {
            "title": "醉桃源 赠库使县君完颜氏",
            "content": "全家一意道心坚。皆因宿世缘。精严精谨愈精专。真诚实可怜。听教化，悟微言。尘劳渐渐捐。内调神息两绵绵。功成自证仙。"
        },
        {
            "title": "醉桃源 赠吾古论戒师善渊",
            "content": "本来一点号牟尼。端严越世奇。随缘应物任施为。圆明合范围。或显用，或潜机。灵光出入随。但能认正决无疑。携云物外归。"
        },
        {
            "title": "醉桃源 赠赵戒师",
            "content": "略将微语破昏衢。尘情立剪除。色空空色两无殊。真实理不虚。常湛湛，体如如。出离生死途。澄塘性月一轮孤。光明射四隅。"
        },
        {
            "title": "醉桃源 赠赵姑",
            "content": "修行径路坦然平。直须断爱情。邪思妄念不相萦。三尸势自轻。坐与卧，住兼行。常休忘静清。一朝忽尔显灵灵。辉辉晃晃明。"
        },
        {
            "title": "醉桃源 本名阮郎归  钓乌林答二郎君",
            "content": "今生豪贵宿生缘。分明说与贤。回头早早悟根原。休教俗境牵。搜秘密，访幽玄。炉中炼汞铅。真功真行满三千。飞腾作大仙。"
        },
        {
            "title": "齐天乐 赠蔡德厚",
            "content": "用千方万便，惟把修行，一一开露。至道幽深，玄机杳邈，须仗十分勤苦。韶华迅速。念宝运昌期，忍教虚度。此段因缘，等闲失了再难遇。听予重重付属。向旧来境上，挑剔勿令差互。性烛昭彰，心花灿烂，无限清香敷布。如斯作做。自然感高真，暗垂加护。行满功圆，步入丹霄路。"
        },
        {
            "title": "齐天乐 得遇",
            "content": "悟浮生幻化，速把恩情，爱恋俱弃。垢面蓬头，麻衣纸袄，海角天涯飘逸。摧强挫锐。守柔弱清贫，忘忧忘耻。劣马颠猿，顿然休歇杳无迹。些儿玄玄妙理。对碧天澄彻，别是一家风味。＊＊哩＊，唇歌舌诞，何有纤毫拘系。频加敬礼。幸出自吾师，昔年提携。异日参从，共赴蟠桃会。"
        },
        {
            "title": "月中仙 望海",
            "content": "暑气方阑，渐云收四野，山海明霁。凭高放目，视万里汪洋，东连无极。廓然风浪静，屡显现、嘉祥至瑞。大哉玄元体，澄清浩渺，浮动乾坤势。神功圣力难量，信归墟运转，无有休息。恢张万化，任云物飞翔，鱼龙游戏。混融千古秀，隐三岛、十洲异域。直待功成后，骑鲸笑傲超於彼"
        },
        {
            "title": "月中仙 返照",
            "content": "历劫昏蒙，为恩情爱恋，一向迷执。争头竞角，觑巨浪洪波，岂顾沈溺。幸今生觉悟，便拂袖、开怀畅意。返照从前事，行踪过迹，翻作大雠隙。飘然做个闲人，向青松影下，白云堆里。怡怡自乐，但咏歌谈笑，随缘销日。晚来增雅趣，对天鉴、澄澄湛碧。次第银蟾上，昭彰奋离三岛迹"
        },
        {
            "title": "满路花 赠两山道友乌林答同监等",
            "content": "东南形胜地，极目锁岚烟。海山钟异秀、产英贤。人多吉善，息念屏嚣喧。是处追朋挹，探妙＊真，共修物外因缘。愿由斯、道念弥坚。早早悟重玄。殷勤营养就、火中莲。清香馥郁，递互尽相传。异日真功满，拂袖携云，迳超无上人天。"
        },
        {
            "title": "满路花 岁日赠冯六等",
            "content": "节令频移政，寒暑递相迁。光阴驹过隙、古今传。晓来万户，欢笑贺新年。谁肯回光照，绀发童颜，渐成衰鬓皤然。愿人人、早悟根原。搜觅妙中玄。洞天风月下、舞胎仙。刀圭潋滟，一颗大丹圆。捧入青霄路，步步无生，任从海变桑田。"
        },
        {
            "title": "满路花 赠小崔评",
            "content": "人间何最苦，说著替君愁。眼前生灭景、象悠悠。虚名薄利，随分少贪求。幸遇嘉时节，乘兴偷闲，访寻霞侣云俦。更那堪、猛悟回头。物外恣飘游。布袍襟袖阔、好风流。纷纷尘事，一笔尽都勾。磨莹先天宝，灿灿辉辉，恰如朗月当秋。"
        },
        {
            "title": "满路花 谢昌黎道友访及",
            "content": "早年忘俗累。云水寄天隅。群峰藏弊舍、养痴愚。寂寥孤淡，默默守如如。深谢崇真友，步＊携筇，不辞远访山居。奈门风、冷落清虚。相待礼全疏。微言频劝谕、省区区。前程路险，认取妙元初。物物头头上，一段灵光，本来无欠无馀。"
        },
        {
            "title": "行香子 示",
            "content": "说甚根尘。辩甚铅银。这仙佛、路径明分。何须外觅，不在劳神。欲要全完，当全道，露全身。一体同观。无起疏亲。志常清、常静常真。不惟自利，兼利他人。定结祥光，成祥瑞，蹑祥云。"
        },
        {
            "title": "行香子 忆师父训",
            "content": "幼悟离尘。炼汞烹银。把壶中、造化区分。虎龙调处，滋助阳初。亘理来容，元来面，本来身。云水为邻。风月常亲。妙玄通、方称全真。忆师慈训，稍异常人。便字昌龄，名丹桂，号白云。"
        },
        {
            "title": "心月照云溪",
            "content": "五峰挺秀，滴翠岚光腻。气势压沧溟，对烟浪、云涛无际。碧岩深处，腌映道人家，忘宠辱，绝骄矜，勘破人间世。野情幽兴。谁羡公卿贵。闲运妙玄机，看虎龙、盘旋作戏。婴娇女姹，欢笑庆金丹，功成去，步云霓，显我嘉祥瑞。"
        },
        {
            "title": "行香子 自咏",
            "content": "云水生涯。到处为家。远浮名、浮利浮华。三宫升降，上下无差。要结灵胎，收灵物，聚灵芽。清兴幽赊。此外何加。姿陶陶、畅饮流霞。大丹熟也，归泛仙槎。便曳琼琚。摇琼佩，戴琼花。"
        },
        {
            "title": "诉衷情 赠魏老",
            "content": "寿高由是?耽家。斜日对馀霞。不觉尽成皓鬓，难得再如鸦。牙渐朽，眼蒙纱。少光华。残年何异，雨打衰桐，风撼狂花。"
        },
        {
            "title": "诉衷情 九日",
            "content": "重阳嘉节兴尤深。胜赏一登临。天阔水清山秀，霜叶坠疏林。增雅趣，助微吟。息尘襟。壶觞满泛，清韵重弹，谁是知音。"
        },
        {
            "title": "朝中措 和孙圆明先生韵",
            "content": "顿抛尘世事，无涯知命度年华。占断草堂风月，恬然欲对谁夸。平生据我无拘束，宝鼎养丹砂。直待功成九转，飘游海上人家。"
        },
        {
            "title": "上丹霄",
            "content": "弃浮荣，忘羁绊，胜秋蓬。乐天命、所遇皆通。随缘一饱，算来奚用禄千钟。甘闲守拙，捱清贫、岂顾顽铜。陪霞友，邀风月，临溪石，对岩松。论坦然、出世家风。烹金炼玉，斡旋牝虎与玄龙。而今重悟，万缘空"
        },
        {
            "title": "上丹霄 本名上平西  用张子云韵",
            "content": "得真闲，投真趣，傲萍蓬。任运命、否塞亨通。生涯寂淡，二十年罢倒金钟。头头返照，破昏蒙、灵鉴非铜。或游戏，红尘境，或栖隐，碧岩松。掌谭马、遗范馀风。驱驰造化，自然交媾虎和龙。上清仙举，要争魁"
        },
        {
            "title": "风栖梧 清明前三日因微雨过示众",
            "content": "割爱忘情惟谨谨。兔走乌飞，催逼年华迅。又是清明将欲近。家家烟火宜防慎。和气氤氲当宝运。细雨廉纤，不负阳春信。造化工夫犹此进。"
        },
        {
            "title": "风栖梧 暮春闻莺",
            "content": "短景相催何太促。丽日和风，又送春光暮。渐听流莺枝上语。绵蛮似把衷情诉。昨日花开红满树。今已飘零，狂荡逐飞絮。奉劝游人生觉悟。"
        },
        {
            "title": "凤栖梧 劝游春子",
            "content": "嫩柳垂金花烂坼。随处园林，拂袂香风快。无限眼前闲景色。只应妆点春光＊。游骑骈骈驰雅态。不道繁华，暗换朱颜改。到底有情终不耐。"
        },
        {
            "title": "凤栖梧 寄同道",
            "content": "世事纷纷何事苦。死去生来，轮贩无停住。有幸高真开法宇。引人同上无生路。路上行人当听属。属付虔诚，念道忘思虑。清静功夫昭且著。"
        },
        {
            "title": "凤栖梧 山居遣兴",
            "content": "满目青青松间竹。掩映山家，有甚闲荣辱。独自唱吟斟美?。味浓醉倒和衣宿。清梦觉来情未足。重抱瑶琴，品弄无生曲。谁是知音余伴侣。"
        },
        {
            "title": "秦楼月 咏竹",
            "content": "性贞洁。柔枝嫩叶堪图写。堪图写。四时常伴，草堂风月。孤高劲节天然别。虚心永永无凋谢。无凋谢。绿阴摇曳，瑞音清绝。"
        },
        {
            "title": "秦楼月 咏松",
            "content": "烟霞客。亭亭隐在幽岩侧。幽岩侧。霜欺雪压，了无纤碍。蚪枝招＊寒云外。天然姿质真堪爱真堪爱。青青别是，一番标格。"
        },
        {
            "title": "好离乡 赠崔妙信",
            "content": "一个好明师，洪范恢恢出世奇。香味色声难染滞，须知。纵使波流岸不移。认取莫生疑。休费功夫向外驰。坐卧住行相守定，思惟。瞬目扬眉"
        },
        {
            "title": "好离",
            "content": "，未知是王家那一书，因成此词以寄之聊与话行藏。生死轮回岂尽量。无奈顽心迷爱欲，滋彰。千古悠悠不到乡。幸遇祖重阳。开阐全真出世方。寄语吾族当省悟，消详。这个从来"
        },
        {
            "title": "诉衷情 继古韵",
            "content": "瑞云深处是仙家。高枕卧烟霞。调引个中物象，玉兔配乌鸦。甘淡素，弃轻纱。远浮华。身崇三教，心敬三光，头戴三花。"
        },
        {
            "title": "好离乡 余隐居昆仑山清神洞。常习不睡。因",
            "content": "溜半溶，似乎有声。俄然而起，出户视之，四围山色，尽为更变。因倚松而作是词坐久欲胧晴。不觉天公祥瑞呈。夜暖忽闻岩滴，声声。唤觉游仙梦不成。＊履起开扃。四望遥峰尽变更。唯有长松天性异。坚贞。独倚幽岩显道清。"
        },
        {
            "title": "好离乡 本名南乡子  警世",
            "content": "人本是神仙。只为当初纵马猿。换骨更形无定止，连绵。致使尘情种种牵。若解固根原。玉鼎金炉聚汞铅。锻炼三千功行满，还元。复返蓬瀛"
        },
        {
            "title": "忆王孙 因王孙二旧友同日不期而会",
            "content": "闲闲闲里忆王孙。今幸相逢语笑频。各各勤修精气神。行功臻。同宴"
        },
        {
            "title": "忆王孙",
            "content": "四时流转急如梭。百岁韶华屈指过。惟愿人人出爱河。养冲和。功满"
        },
        {
            "title": "忆王孙",
            "content": "本来真性唤神仙。为爱幽栖远市廛。独隐山堂妙最玄。乐恬然。欣即"
        },
        {
            "title": "忆王孙",
            "content": "三田常用铁牛耕。种得黄芽渐渐生。法雨时时浇灌频。转滋荣。采摘"
        },
        {
            "title": "忆王孙",
            "content": "不持斋戒不看经。不论金丹共五行。玉瑟闲调月正明。韵轻清。响彻"
        },
        {
            "title": "忆王孙",
            "content": "逍遥坦荡绝忧愁。管甚流年春复秋。露地安眠放白牛。晚烟收。一曲"
        },
        {
            "title": "忆王孙 自咏",
            "content": "云何便会做痴憨。只为番番世事谙。度日随缘不外贪。处云庵。渴饮"
        },
        {
            "title": "喜迁莺 赠康德机",
            "content": "宿缘深重。早省悟浮生，都如一梦。壮志回头，专心入道，尘事豁然驱屏。要脱死生轮转，认取元来本柄。甚为准。待与君说破，些儿捷径。日用。持清静。积累内功，外行心平等。次泯贪嗔调和神气，休放马猿驰骋。万里黑云消散，一点灵明光莹。仙路稳。这回须免了，改头换影。"
        },
        {
            "title": "望海潮 自咏",
            "content": "昔年贪爱，平生做作，而今一旦纷飞。知命乐天，风前月下，依山临水幽栖。杜口且如痴也，不管傍人，说是谈非。尽日无馀事，惟保守这些儿。幽微。暗洽玄机。觉澄澄湛湛，并没归依。兴即唱吟，欣来歌舞，随缘悦我希夷，不整外容仪。放落魄婪耽，自在无为。但乐贫闲过，任乌兔"
        },
        {
            "title": "满庭芳",
            "content": "佑国雄才，皇家贵戚，御恩守镇平山。一方安堵，何幸感怡颜。视众犹同赤子，宽刑宪、矜恤愚顽。无私曲，政声流美，应遍满人寰。公馀，重积德，投诚奉教，使保心闲。又远蒙见召，祗建灵坛。醮谢诸天圣众，仗青裙、开启阴关。从今后，高真降鉴，名系上仙班。"
        },
        {
            "title": "朝中措 抛俗",
            "content": "宦途好似水，东流得失几时休。选甚王侯黎庶，无常限到难留。争如解放名缰锁，且免了闲愁。异日三丹结正，携云却访瀛洲。"
        },
        {
            "title": "满庭",
            "content": "和气融融，日迟风软，艳阳物景相宜。园林铺秀，桃李正芳菲。燕语莺声斗巧，黄金嫩、柳带低垂。香风细，仙姿是日，分瑞向深闺。神仪。何秀发，温颜玉润，鹤态依稀。志谦和慈惠，大善常持。遐寿不须重祝，真元性、自有仙期。俗缘断，人间梦觉，还去宴瑶池。"
        },
        {
            "title": "满庭芳 示众",
            "content": "＊正清油，重罗白面，如牙细米舂淘。精严办供，庖馔列珍肴。虔属恪香点静，频作礼、岂惮劬劳。惟求望，见存获福，亡者得升超。吾曹。听劝化，休生懈怠，道念坚牢。在澄心涤虑，勿犯天条。稍有违斋破戒，无惭愧、滴水难消。亏功行，将来打算，天地不轻饶。"
        },
        {
            "title": "满庭",
            "content": "闲写荒词，谩成拙句，略将管见铺陈。贪迷世梦，虚度二十春。忽悟前头路险，拖恩爱、孰敢因循。投玄教，搜穷密妙，坦荡乐天真。清贫。活计好，还淳反朴，养素颐神。幸清风作伴，明月为邻。占得逍遥自在，从乌兔、东出西倾。忘言处，些儿消息，能有几人闻。"
        },
        {
            "title": "上丹霄 入道",
            "content": "死生催，轮回迫，没休期。向迷津、苦海争驰。会逢圣代，真仙垂教度群迷。顿然唤觉，梦浮生、疏远轻肥。头如蓬，面如垢，情如醉，貌如痴。处闲闲、穷究幽微。嘉祥得也，料应尘世少人知。灵风飘荡，静乾坤"
        },
        {
            "title": "满庭芳 咏三教",
            "content": "释演空寂，道谈清静，儒宗百行周全。三枝既立，递互阐良缘。尼父名扬至圣，如来证、大觉金仙。吾门祖，老君睿号，今古自相传。玄玄。同一体，谁高谁下，谁后谁先。共扶持邦国，普化人天。浑似沧溟大海，分异派、流泛诸川。然如是，周游去处，终久尽归源。"
        },
        {
            "title": "满庭芳",
            "content": "一点灵明，万情牵绪，岂曾时暂宁闲。轮回催逼，贩骨若丘山。由是迷心未悟，夸聪辩、驰聘伶奸。还同似，飞蛾投火，蝼蚁竞循环。今番。亲得遇，群仙降世，阐化人寰。示全真大教，直指玄关。常处常清常静，休持论、返老童颜。从兹后，除疑断妄，名姓列仙班。"
        },
        {
            "title": "满庭芳 赠周信等",
            "content": "贵贱由天，荣枯随分，分明不在强图。得之本有，失者本来无。谩使机关巧幸，劳神智、疲役形躯。痴迷客，蝇头利路，贪得又何如。蟾乌。飞走急，百年限里，光景须臾。恰红颜青鬓，尽变霜须。不日无常来到，问君待、著甚枝梧。争如我，虚闲寂静，保固大丹炉。"
        },
        {
            "title": "满庭芳 赠刘四郎",
            "content": "冷淡家风，清闲门户，有谁着意搜求。元初灵识，刚被火宅囚。贪恋时间恩爱，终不道、前有程头。常省悟，好学我辈，一割万缘休。优游。何可似，鹰离笼罩，鱼脱纶竿，信飘飘，浑如解缆孤舟。随分饥餐渴饮，饱来后、鼓腹歌讴。无萦绊，功成归去，高步访瀛洲。"
        },
        {
            "title": "满庭芳 赠魏德纯",
            "content": "利锁名缰，恩绳爱索，兀谁不被牵缠。但能省悟，早是具前缘。那更苦求出离，情深处、翻作雠冤。应知否，暗中真圣，接汝趁天元。坚坚。惟谨谨，收缚意马，擒捉心猿。稍些儿放荡，损坏芝田。日用常搜己过，居丛中、莫见他愆。如斯做，本来一点，不许不周圆。"
        },
        {
            "title": "满庭芳 因腊月二十二日乃重阳师祖悯化妙行",
            "content": "人升霞，众道友修斋毕，以词赠之雪霁郊原，冰凝池沼，时当深入穷冬。重阳此日，降迹阐真风。还是丹阳师父，乱尘世、飞上天宫。玄元理，一升一降，显现至神功。无穷。真匠手，京南陕右，河北山东。但儿童耆老，谁不钦崇。应物随机顺化，垂方便、三教通同。诸公等，从今已往，何日再相逢。"
        },
        {
            "title": "姹莺娇 赠油面王广道",
            "content": "广道王三，天赋精诚艺。将油面、和调运制。应物番番，但做造由心意。依理。锻炼在、长生炉内。按候知时，拈出真奇异。光明灿、馨香馥鼻。试与尝来，又别是、甘甜味。妙矣。堪献入、仙家筵会。"
        },
        {
            "title": "姹莺娇 本名惜奴娇  山居述怀",
            "content": "泉石清幽，好个真游地。香风散、彩云呈瑞。日暖天和，更时有珍禽戏。嘉致。总妆点、山家况味。外景充盈，内景还相契。丹炉畔、虎龙交会。女姹婴娇，频劝我、倾金液。沈醉。但高卧、晴霞影里。"
        },
        {
            "title": "黄鹤洞中仙 赠程三",
            "content": "人似当风烛。谁肯心回顾。目下恩情紧绊牵，岂觉於身苦。幸有修仙路。散散闲闲做。到处逍遥任自由，功满蓬瀛住。"
        },
        {
            "title": "黄鹤洞中仙 本名卜算子  示众",
            "content": "奉劝修仙客，各要常宁耐。万难千魔志转坚，休把初心改。浑似蟾光大，莹静长天外。斡运无私满大千，信使浮云寨。"
        },
        {
            "title": "青莲池上客 本名青玉案  赠乌林答德润",
            "content": "而今既悟尘劳苦。已是身遭遇。屏弃浮华宜朴素。常怀柔弱，莫生贪妒。言行须相副。闲中不起闲思虑。自得玄中妙玄趣。营养三田无旦暮。阴消阳长，气凝丹结，方称全真侣。"
        },
        {
            "title": "临江仙 闻杜鹃戏成",
            "content": "一片闲心闲不倦，腾腾兀兀忘机。晓来微雨过窗扉。翠霞青嶂里，还听杜鹃啼。句句不如归去朗，我今已应归期。功成自是步云霓。何须施巧辩，苦苦竞相催。"
        },
        {
            "title": "临江仙 晚景",
            "content": "向晚嫩凉生户牖，松岩独坐?颐。凭高一望彻天涯。孤城烟树惨，远浦片帆归。万里碧天澄似水，云闲不动毫厘。昭昭明月弄晴辉。圆光含法界，灵验射瑶池。"
        },
        {
            "title": "临江仙 赠石遇仙等",
            "content": "稽首同途听教化，休教虚度流年。常生觉照道心坚。包容他过失，整顿自邪偏。分上本无人我相，闲中认正根原。但迷假合起攀援。永沉烦恼海，难证大罗天。"
        },
        {
            "title": "忆王孙",
            "content": "几人学得我风流。疏尽尘缘散尽愁。闲品羌笛驾白牛。好因由。四大"
        },
        {
            "title": "临江仙 诫释道相辩",
            "content": "禅道本来无辩证，皆因古圣强名。不须方外谩劳形。人人俱有分，个个总圆成。但把万缘齐放下，切须戒断无明。给孤园内任纵横。泥牛哮吼处，日午打三更。"
        },
        {
            "title": "无俗念 叹世",
            "content": "蟾乌景急，暗催人、两鬓银丝如织。终日区区犹不省，盖为家缘煎逼。蜗角虚名，蝇头微利，得也成何济。闻身康健，好寻云路活计。拂袖落魄婪耽，水边石上，笑傲闲吟缀。一粒神丹光灿灿，免使尘清连累。坦荡逍遥，优游自在，占得真消息。功成归去，永居蓬岛仙位。"
        },
        {
            "title": "无俗念 九日",
            "content": "岚光清翠，动西风、还遇重阳节暇。丹叶黄花相间隔，嘉景真堪图画。往岁兹辰，绮罗丝竹，宴赏飞金＊。而今追想，尽成一梦虚假。有缘悟入玄门，尘情种种，不许纤毫挂。草舍柴篱相掩映，洁静常教清雅。尽日忘言，通宵无寐，甘恁捱潇洒。何人同志，共说无生之话。"
        },
        {
            "title": "无俗念 本名念奴",
            "content": "一竿修竹，有天然标本，森然唯独。槛外窗前横翠影，幽雅真非寻俗。内蕴虚心，外彰高节，超越凡材木。静吟风月，韵同敲击冰玉。可爱素质英姿，引鹤栖凤，四序清人目。茂叶重重光润腻，袅袅柔枝凝绿。根曲蛟蚪，气含蔬笋，全味胜粱肉。此君嘉秀，并余遐算遐福。"
        },
        {
            "title": "望蓬莱 寄张四秀才",
            "content": "清河氏，听取此根原。自昔未逢超岸筏，而今又值下坡年。犹被世情牵。繁华境，虚幻不牢坚。休向梦中重作梦，便於玄上更搜玄。修补洞中"
        },
        {
            "title": "望蓬莱 寄桃林口王都监",
            "content": "华宗士，清誉久闻传。邂逅相逢青嶂里，盘桓共坐玉泉边。谈论契真诠。从别后，再会得无缘。切恐灵机迷爱欲，不辞荒拙缀狂篇。托意在毫"
        },
        {
            "title": "望蓬莱 本名望江南  赠家兄忠武访及",
            "content": "顿失笑，迷悟理全差。富贵荣华君活计，寂寥潇洒我生涯。高枕卧烟霞。长生趣，清兴果清嘉。暇伴延龄千岁鹤，闲观不谢四时花。何处觅仙"
        },
        {
            "title": "踏云行 杨德远求词",
            "content": "道本无言，强求强索。与凭诗曲强分解。无初模样体真常，随机应物元纤碍。出入纵横，往来自在。目前一段光明快。君还言下敢承当，不移"
        },
        {
            "title": "踏云行 赠杨德远",
            "content": "道号安闲，法名德远。法名道号开方便。安闲常要性逍遥，悟其德远归真善。外貌如愚，内通修炼。下功进火犹争战。金乌飞向曲江池，玉蟾"
        },
        {
            "title": "踏云行 赠罗家庄崇道庵长春邑众",
            "content": "邑号长春，庵名崇道。其间隐奥人难晓。长春灵验莫教凋，真心崇道家缘掉。外屏喧嚣，内搜玄妙。常怀忍辱心低小。慧风吹散岭头云，一轮"
        },
        {
            "title": "满庭芳",
            "content": "四业三彭，七情六欲，终宵永日教唆。输他圈＊，难出黑风波。起尽悭贪嫉妒，生机狡、无限张罗。堪嗟处，从今至古，谁是不遭呵。王哥。亲说破，直须决裂，慎勿蹉跎。把无情慧剑，每每频磨。假使当场临阵，加刚锐、辟散群魔。归来后，民安国富，齐唱太平歌。"
        },
        {
            "title": "踏云行 赠罗家庄梁秀才叔侄处化地建庵",
            "content": "长岭峰前，罗家庄后。来山去水真明秀。而今若把道庵修，他年应引神仙凑。为写新词，聊充赞祝。福缘善庆从来有。叔侄暂结有为缘，子孙"
        },
        {
            "title": "踏云行 赠安山李秀才",
            "content": "已矣焉哉，之乎者也。悟来好把番番舍。童蒙训授费精神，因循莫使头生雪。飞矢年光，忍教虚设。殷勤说破修仙诀。一枝丹桂肯跻攀，与君"
        },
        {
            "title": "踏云行",
            "content": "世事纷纷，尘情扰扰。馀闲思想真堪笑。荣枯得失几时休，兴亡成败何年了。今日虽存，来朝难保。闻康认取无为道。修持功行两完全，携云"
        },
        {
            "title": "踏云行",
            "content": "清静家风，无为活计。个中别有真消息。阒寂湛湛契玄机，杳冥恍惚通幽理。七宝山头，五明宫里。陶陶恣饮醍醐味。醒还醉了醉还醒，醉还"
        },
        {
            "title": "踏云行 本名踏莎行  自遣",
            "content": "壬癸才升，丙西已降。往来浇灌黄芽长。灵童采摘赴瑶宫，笙簧迎引声嘹亮。虎啸祥风，龙翻雪浪。斡旋造化凭真匠。炼丹砂就月华清，踏云"
        },
        {
            "title": "金莲出玉华",
            "content": "严凝天气。万物深根而固蒂。＊叶全开。仙子移真下宝台。松姿鹤质。遣累斋心超众异。为祝遐龄。福寿同臻等芥城。"
        },
        {
            "title": "金莲出玉华 赠胡先生",
            "content": "子林苗裔。谈论清高超众异。夙骨灵肌。半貌堂堂出世奇。身崇三教。敬释尊儒行大道。暗养仙胎。行看白莲火里开。"
        },
        {
            "title": "金莲出玉华",
            "content": "罗庄一境。曲水环山相掩映。地秀人贤。慕道崇真种善缘。邀予至此。供养殷勤心不止。报德无方。惟愿家家福寿昌。"
        },
        {
            "title": "金莲出玉华",
            "content": "人非人是。识破全然浑小事。人是人非。恰似春风耳畔吹。真功真行。意马心猿休内纵。真行真功。十二时中炼气冲。"
        },
        {
            "title": "金莲出玉华",
            "content": "无为清静。虎绕龙蟠归大定。清静无为。子母和同出入随。逍遥自在。去去来来绝挂碍。自在逍遥。一任出林与市朝。"
        },
        {
            "title": "小重山 述怀",
            "content": "猛悟尘劳跳出笼。胸襟多少事，尽成空。逍遥物外效愚蒙。真脱洒，端的好家风，启户对松峰。红尘飞不到，白云中。道心不与利心同。开怀抱，高卧养疏慵。"
        },
        {
            "title": "金鼎一溪云 傀儡喻",
            "content": "颜貌胡妆点，形骸旋合攒。＊跄扭捏恁多端。争信被人般。由自摇头弄影。日日当场驰骋。一朝线断罢抽牵。方悟假因缘。"
        },
        {
            "title": "金鼎一溪云 骷髅喻",
            "content": "日日迷花酒，朝朝竞气财。偶然命尽掩泉台。郊外暴遗骸。任使砖敲棒打。不似从来尖傻。劝人早悟此因由。物外做真修。"
        },
        {
            "title": "金鼎一溪云",
            "content": "风定云初敛，潮平浪亦安。闲挥轻棹带蓑竿。垂钓近江干。湛湛碧天如水。那更月明风细。奈何鱼鳖不吞钩。独立蓼花洲。"
        },
        {
            "title": "金鼎一溪云 本名巫山一段云  赠孙志道王居",
            "content": "紫陌忧危客，红尘名利家。区区终日谩咨嗟。无计伴烟霞。傥悟浮生梦短。咫尺蓬莱仙馆。饥餐渴饮困时眠。馀事总无牵。"
        },
        {
            "title": "玉炉三涧雪 双泯",
            "content": "祖道将何言说，正宗著甚谈论。摇唇调吻早差分。背了诸仙心印。似此难为举向，不辞略与开陈。头头物物露全身。言下要君承认。"
        },
        {
            "title": "玉炉三涧雪 妙用",
            "content": "罢论古人公案，且呈自己门风。三更三点扣斋钟。便是予家妙用。湛湛空花形象，澄澄水月仪容。两番消息一番同。看你如何拈弄。"
        },
        {
            "title": "玉炉三涧雪 叹出家儿生烟发火",
            "content": "一等求真慕道，令人堪叹堪邻。远荤止酒戒腥膻。做就出家行遣。静处闭眉合眼，人前说道谈禅。些儿触著早生烟。错了从来知见。"
        },
        {
            "title": "金莲出玉华 本名减字木兰花  勉道友",
            "content": "全真妙道。先把我人山放倒。妙道全真。决要收拾精气神。功圆行满。撇下皮囊都不管。行满功圆。朝拜丹阳师父前。"
        },
        {
            "title": "玉炉三涧雪 赠平州菩萨堂刘僧",
            "content": "大道岂分贵贱，人人个个圆成。休教方寸万缘生。念念常归清静。达了这番消息，不须屈体劳形。灵台皎洁胜冰轮。照破无明种性。"
        },
        {
            "title": "玉炉三涧雪",
            "content": "即悟出家学道，须凭一志坚坚。假饶心上起诸缘。全在殷勤锻炼。处真莫生异见，利他损己为先。内功外行两双全。得赴瑶池琼筵。"
        },
        {
            "title": "玉炉三涧雪",
            "content": "欲要超离苦海，先须割爱忘情。从来坑堑划教平。不入荒凉斜径。幻景浮华识破，疑心妄念休生。潇潇洒洒向前行。步步蓬莱有准。"
        },
        {
            "title": "玉炉三涧雪 赠安抱真等",
            "content": "鱼在迷津苦海，随波逐浪漂游。闲抛香饵下纶钩。一钓俄然回首。也是宿缘深重，一齐万事都休。前途何处是程头。作个群仙领袖。"
        },
        {
            "title": "玉炉三涧雪 赠显异观王后堂",
            "content": "欲觅修行捷路，无令马劣猿颠。头头物外绝萦牵。问甚龟蛇相缠。常使灵台莹莹，自然真息绵绵。个中仙子貌婵娟。便是本来头面。"
        },
        {
            "title": "玉炉三涧雪 藏头拆字 起四字",
            "content": "大非为坚固，今迷执居家。还悟得紫灵砂。弃琴棋书画。载殷勤锻炼，中养就名花。今知味岂须夸。日功成无价。"
        },
        {
            "title": "玉炉三涧雪 本名西江月  和秦先生",
            "content": "策杖水云游历，一身到处为家。洞天高卧养丹砂。茅屋柴篱入画。收拾黄芽白雪，合和玉液金茶。就中甘味不须夸。夺个仙魁无价。"
        }
    ]
}