{
    "dynasty": "元",
    "author": "程文海　",
    "intro": "",
    "items": [
        {
            "title": "清平乐 以茗芽棕扇寿长乐尉弟，四月三日",
            "content": "潮来潮往。百里遥相望。喜见卯君初度＊，好寄海南拄杖。萧然四壁坡翁。要求黄木，无从。受用一般苦味，奉扬千载清风。"
        },
        {
            "title": "沁园春 五峰大卿示所和绣江参议沁园春词，",
            "content": "皆是也。区区愧未之能焉，倚歌而和，情见乎词十载京华，骑马听鸡，自怜阔疏。看春风葵麦，敷舒如此，故园桃李，憔悴知与。要乞闲身，聊追故步，雪艇烟蓑一钓夫。君恩重，却许令便养，欲去踌躇。竹西准拟宁居。咏不到、娉娉袅袅余。又桥边巷口，燕寻旧垒，天东海角，月上新衢。尸素有惭，澄清无补，岂不怀归畏简书。堪时用，得卿如卿法，吾自吾庐。"
        },
        {
            "title": "沁园春 次韵王寅夫楼居妙曲，兼致异别意",
            "content": "天上仙人，只爱楼居，真成故常。自五云深处，乘风冉冉，三神山畔，弭节阳阳。醉里乾坤，闲中岁月，兴到谢家春草塘。凭高望，看尘间万事，翻覆苍黄。好留此意要荒。想坡老、风流肯独当。明媚时光，温柔地气，傥可栖迟老是乡。花神诉，怨春归阆苑，自有天香。"
        },
        {
            "title": "临江仙 予生之辰，先养蒙学士旬日，亦既拜",
            "content": "，且贺新原脱新字据景元本补除，四月二十五日卷起黄庭听寿曲，蒙斋可贺绵绵。安排机会实关天。生辰今日是，新命此时传。宣室曾闻前席语，伟哉龙象初筵。斜飞取势玉堂仙。太平迟公等，大拜是今年。"
        },
        {
            "title": "点绛唇 原无调名，兹据律补 永乐大典卷一万",
            "content": "短梦惊回，北窗一阵芭蕉雨。雨声还住。斜阳明高树。起望行云，送雨前山去。山如雾。断虹犹怒。直入云深处。"
        },
        {
            "title": "临江仙 予生之辰，先养蒙学士旬日，亦既拜 ",
            "content": ""
        },
        {
            "title": "天仙子 寿白云平章 以上江刻本雪楼乐府五十",
            "content": "玉漏迟迟高阁报。枝上梅花春又透。红云宫阙白云山，人尽道。如君少。江北江南行处好。试听阳春歌楚调。调鼎勋名都做了。人生七十古来稀，仁且寿。谁能到。有酒满斟南极老。本。但本变有不少脱误处，则用景元本校补。"
        },
        {
            "title": "清平乐 寿李秋谷",
            "content": "葱葱瑞色。岑蔚亭前客。一点花心藏太极。总是春风消息。去年今日西山。哦诗赌酒忘还。到底黄扉紫阁，不如未老清闲。"
        },
        {
            "title": "玉楼春 次韵王豢彦博右丞咏梅",
            "content": "梁园赋客情无奈。嚼到梅花和蜡爱。偏怜初日透宫黄，怕染春风成野黛。游蜂怪底随飞盖。捡得繁枝偿酒债。玉堂开卷已春残，红紫纷纷都异"
        },
        {
            "title": "临江仙 寿尹留守",
            "content": "六月泺阳天似水，月弓初上新弦。一篇来寿我同年。帝京贤牧守，人世妙神仙。年甲偶同人却别，我今早已华颠。羡君福禄正如川。印章金磊磊，阶树玉娟娟。"
        },
        {
            "title": "鹊桥仙 次中庵韵题解安卿盆梅 中庵有奇石名",
            "content": "南枝春盛，斜斜整整。犹带孤山光景。相逢索笑耐尊空，向老瓦盆中自省。风霜人老，关河路永。赖得生成惯冷。凭谁移傍太初岩，待雪月交"
        },
        {
            "title": "太常引 寿高丽王",
            "content": "沁园岁岁菊留芳。待此日、庆真王。金鼎燮和元。造寿域、同开八荒。河山带砺，一传千岁，地久与天长。晴日上扶桑。便先照、琼阶玉觞。"
        },
        {
            "title": "天仙子 寿杜左丞",
            "content": "一自寿仙临杜曲。岁岁小春春意熟。泰阶相向更分明，调玉烛。扶钧轴。突兀眼前惟此屋。折得岁寒枝上玉。拟祝翠尊还觉俗。何如绣采在庭前，看未足。杯方续。周鲁后先光汗竹。"
        },
        {
            "title": "千秋岁 寿刘中庵",
            "content": "报梅开处。又报君初度。冰雪种，琼瑶树。重逢仍妩媚，方发非迟暮。春满面，广平消得平生赋。观里桃应妒。无奈冰霜?。香不断，清如许。从教吹笛裂，自有和羹具。花会否，明年相见沙堤路。"
        },
        {
            "title": "菩萨蛮 次韵郭安道探梅",
            "content": "孤根自是春怜惜。一苞生意何曾息。南北本同枝。先开先得诗。风来元不约。冷暖凭斟酌。花落又花开。年年去复来。"
        },
        {
            "title": "蝶恋花 戏题疏齐怡云词后",
            "content": "长忆山中云共住。出处无心，只恨云无语。今日能歌还解舞。不堪持寄山中侣。谁道解愁愁更聚。自有卿卿，惯画双眉妩。问取悭风并涩雨。"
        },
        {
            "title": "蝶恋花 寿陈北山",
            "content": "月挂新年弓未彀。璧水溶溶，已觉春光透。国子先生松竹友。一尊请为斯文寿。况是雪中萱树茂。华萼相辉，天地同长久。何处东风吹雅奏。"
        },
        {
            "title": "沁园春 寿晋轩",
            "content": "久笑君家无此客，年年天际遥瞻。文星明似半规蟾。槐厅风细细，莲烛夜厌厌。尚记当年飞鹤谱，重随贺燕呢喃。逢迎一笑卷疏帘。花开春未减，日永酒频添。"
        },
        {
            "title": "沁园春 寿节秋谷平章十一月朔",
            "content": "河汉无云，淡月疏星，玉宇初澄。渐金仙掌上，露华高洁，西风阵里，霜气ㄚΧ。浪蕊浮花，狂茨＊蔓，此日纷纷一扫平。谁欤似，有天公锡号，秋谷山人。须知与物为春。向＊敛中间寓至仁。是＊麟盛旦，黄钟应候，一阳方动，万汇俱萌。亿兆苍生，钧陶系命，寿国端台寿此身。梅花远，倩新词描写，来侑芳尊。"
        },
        {
            "title": "碧桃春 寿广微天师",
            "content": "瑟琶峰上晓云光。遥闻薇露香。云中王母九霞觞。碧桃今日尝。开大国，佩重章。旧家张子房。青山虎踞复龙骧。梅花江路长。"
        },
        {
            "title": "太常引 寿李丞相",
            "content": "闲消一半凤城春。杏桃小、怕严辰。独有柏屏苍翠，便似南华大椿。露浓天近，玉鱼金印，恩共岁时新。多少太平民。愿真个、朝堂秉钧。"
        },
        {
            "title": "清平乐 西  使者自远左寄诗词至泺阳猥承见",
            "content": "新来酒户。想胜看花处。带得春行平壤路。同笑同歌同住。滦阳却近山家。芒鞋夜夜丹霞。流水落花归思，苍烟白石生涯。"
        },
        {
            "title": "临江仙 寿聪山",
            "content": "海鹤松间襟韵，梅花雪后精神。皇家蓍蔡老元臣。彝常千载事，品物四时春。人道聪山毓秀，秀如嵩岳生申。寿身寿国寿斯文。三阶明紫极，"
        },
        {
            "title": "海棠春 寿胡涧泉",
            "content": "年年二月风光好。佛出世、有谁知道。无量寿如来，昨夜先来报。涧边玉树，泉边瑶草，千岁和春未老。莫羡涧泉间，有凤衔书到。"
        },
        {
            "title": "浪陶沙 寿谭梅屋",
            "content": "潇洒水云乡。乐事难忘。凤书无奈又相将。绕屋江梅犹未白，简上飞霜。小住正何妨。院院秋香。今朝何处按伊凉。一曲一杯千万意，地久天"
        },
        {
            "title": "木兰花慢 寿胡涧泉",
            "content": "耆英图画里，笙鹤拥，地行仙。是曾识旧家，南宫礼乐，绫＊春筵。梅南早迎л辔，凛霜威、风裁肃蛮烟。笑引霓旌绛节，归寻碧涧红泉。轩然。过却古稀年。窗户湿壶天。甚小车花外，醉呼麟脯，满泛金船。蒲轮书荣相锦，福苍生、此笔健如椽。办了调元勋业，丹霞小住千年。"
        },
        {
            "title": "点绛唇 寿王楚山",
            "content": "几日春寒，楚乡山色偏浓秀。雪前云后。相对青如旧。洞府沉沉，闻道花开又。烘晴书。蟠桃结就。共庆千年寿。"
        },
        {
            "title": "浪淘沙 次疏齐韵题杨生卷",
            "content": "城上望宸楼。梦里神游。山无重数水悠悠。唯有西江杨处士，来往扁舟。金凤落何洲。君试回头。呢喃墙燕替谁留。谁道明年如斗大，借问沙"
        },
        {
            "title": "摸鱼儿 次韵谢张古愚",
            "content": "又山亭、一番春老，归迟黄鹤何许。殷勤天上乘槎客，还记渚鸥沙鹭。憔悴处。奈青镜难藏，一一都呈露。空庭细步。念一笑三年，相思千里，他日看嵇吕。西门柳，烟雨千条万缕。人夸张绪风度。谁知耸壑昂霄意，春树漫摇柔翠。杯满注。愿回寿松乔，一曲清如水。壶中得趣。问日丽扶桑，风来阊阖，应许共遐翥。"
        },
        {
            "title": "扫花游 寄赠西  赴台都事",
            "content": "别离况味，叹自古难禁，最关情处。暮帘卷雨。念征衣乍拂，故人良苦。见说麻姑，也怕方平节斧。正凝伫。又报道待回，天上官府。谁与传尺素。想玉简频催，彩云难驻。中台独步。便金门迤逦，近连沙路。野鹤江楼，为嘱仙翁记取。耿无语。倚山亭、黯然平楚。"
        },
        {
            "title": "满江红 送陈正义绣使将指江闽",
            "content": "楚甸春浓，早重染、甘棠旧绿。天又念，海深江阔，达聪明目。汉使只今应遣十，周官自古须廉六。羡绣衣、遥映衮衣明，人如玉。论别恨，犹未足。还怕见，征车速。待相随千里，试骑黄鹄。无奈江山分去住，漫教风雪欺松竹。问使君、如肯酌红泉，寻三谷。"
        },
        {
            "title": "浣溪沙 题湘水行吟",
            "content": "风雪交加冻不醒。抱琴谁共赏湘灵。数峰全似故乡青。流水落花何处路，绿阴幽草可怜生。行人小待我同行。"
        },
        {
            "title": "南乡子 寿程静山",
            "content": "报道杏梢红。又报新添老令公。好个平章风月手，成功。画戟金钗各几重。七十未为翁。彭祖当时┺角童。家庆图中须着我，吾宗。岁岁年年"
        },
        {
            "title": "蝶恋花 寿千奴监司十二月朔",
            "content": "黄鹤山前梅半吐。岁岁年年，谁是冰霜侣。自有使君来共住。黄昏不怕风吹雨。见说和羹天已许。带得春来，又怕春将去。记取澄清堂上语。"
        },
        {
            "title": "鹧鸪天 寿郝仲明御史",
            "content": "庚暑初消酷吏更。秋风新动仕途清。生辰长占中元是，今岁欣逢二美并。冠獬豸，掌铨衡。镜般明了水般平。手中一卷山翁启，人道延生北斗"
        },
        {
            "title": "摸鱼儿 次韵谢张古愚（原作谢张思古据景元",
            "content": "汉江东、旧家文献，风流意气相许。金台早集荆山凤，声振一庭?鹭。春几处。须信道、甘棠树树含清露。平湖古步。妙一曲钧天，鱼龙出听，未数应钟吕。吾衰矣，鬓点吴霜几缕。刘郎忘却前度。千年黄鹤归来晚，山色漫留眉翠。东北注。羡滚滚云涛，去接西江水。仙尘异趣。但极目朝阳，清光万里，阿阁送高翥。"
        },
        {
            "title": "点绛唇 送王世英",
            "content": "执法星边，从前合着双星佐。近来添个。转觉光明大。到得长干，想见莺花过。情无那。王郎知麽。唤起思归我。"
        },
        {
            "title": "点绛唇 送王荩臣",
            "content": "绿鬓青云，王郎故是乘骢侣。阿龙风度。想在乌衣住。带得春来，又共春归去。江头路。美人何处。官柳吹风絮。"
        },
        {
            "title": "临江仙 饯拜都御史",
            "content": "海北天南千万里，绣衣霄汉乘骢。飞来黄鹤喜相逢。清霜鹦鹉月，寒食牡丹风。仙阙晓班催玉笋，马蹄还上春空。江头官柳得春浓。不如江汉水，万折与俱东。"
        },
        {
            "title": "清平乐 寿王楚山",
            "content": "楚山清晓。借问春多少。松菊深深香缥缈。萱朵兰芽交照。丹霞洞口红泉。从来惯醉飞仙。不是称觞独后，后天长似先天。"
        },
        {
            "title": "临江仙 以鸳鸯梅一盆寿程静山平章",
            "content": "千岁苍虬成玉树。江南江北孤芳。平生何处最闻香。五更江上路，几度月中霜。休笑梅兄今老大，年年青子双双。风流消得唤鸳鸯。和羹真个也，莫忘水云乡。"
        },
        {
            "title": "摸鱼儿 次韵庐疏齐宪使题岁寒亭 此首下原附",
            "content": "问疏斋、湘中朱凤，何如江上鹦鹉。波寒木落人千里，客里与谁同住。茅屋趣。吾自爱吾亭，更爱参天树。劳君为赋。渺雪雁南飞，云涛东下，岁晏欲何处。疏斋老，意气经文纬武。平生握手相许。江南江北寻芳路，共看碧云来去。黄鹄举。记我度秦淮，君正临清句。歌声缓与。怕径竹能醒，庭花起舞，惊散夜来雨。"
        },
        {
            "title": "渔家傲 次韵谢郭西  佥事",
            "content": "出世自怜居佛后。眼前万境真何有。曲调最新情却旧。重湖右。林宗一笑同携手。西＊有云初出岫。浮空肯学纤э绉。须信此中无雨久。君识否。老夫只羡无官守。"
        },
        {
            "title": "水龙吟 次韵谢五峰",
            "content": "不知今夕何年，飞来五老峰头月。清辉无限，殷勤回照，岁寒苍雪。写入宫商，铺成纨素，尽情夸说。倚胡床老矣，若为消得，除却是，杯中物。自笑平生长客，正沉思、故林幽樾。儿童惊走，龙鸾杂沓，两山排闼。风雨萧萧，冰霜耿耿，相看高节。问此君学和，龙吟水底，几时成阕。"
        },
        {
            "title": "感皇恩 次韵姚牧庵题岁寒亭 此首下原附牧庵",
            "content": "翠节下天来，通明谁侍。地有高斋要名士。相逢恨晚，老矣酒兵诗帅。岁寒同一笑、千年事。黄鹤羁情，暮云离思。半掬心香火初炽。梅花满树，又是一年冬至。正相思，恰有江南使。"
        },
        {
            "title": "摸鱼儿 寿燕五峰右丞 此首下原附五峰词不录",
            "content": "记江梅、向来轻别，相逢今又平楚。东风小试南枝暖，早已千林烟雨。春几许。向五老仙家，移下琼瑶树。溪桥驿路。更月晓堤沙，霜清野水，疏影自容与。平生事，几度含章殿宇。隔花么凤能语。苔枝天矫苍龙瘦，谁把冰须细数。千万缕。簇一点芳心，待与和羹去。移宫换羽。且度曲传觞，主人花下，今日庆初度。"
        },
        {
            "title": "金缕歌 寿胡涧泉宪佥二月七日",
            "content": "八桂归来后，又十年、泉红涧碧，蟠桃春晓。老子精神真满腹，合借福星当道。怎长寄、东皋舒啸。是则颠崖人渴想，柰一川风月多情好。攀琪树，拾瑶草。耆英洛社尊胡杲。问何当、棕鞋桐帽，率先九老。岁月天长留石磴，此约他时须早。定分我、香山歌笑。未论桑田沧海事，比诸公、他日犹年少。政恐有，锋车到。"
        },
        {
            "title": "青玉案 寿赵定宇",
            "content": "梅花杯酒年年早。有个诗人未老。恰则蛾眉新月巧。人间春信，水边仙影，共约今宵到。少年回首却休道。算只有、红泉快幽抱。赢得池塘闲梦草。堂开二乐，客添一笑，长似梅花好。"
        },
        {
            "title": "满庭芳 寿曾劲节",
            "content": "天地为炉，ㄙ冈欲烬，此君兴味何长。深林苍雪，特地作清凉。甲刃＊＊阵里，翠旌纛、佩玉鸣?。须知道，生来有节，晚岁更昂藏。诗人闲品藻，卫公九十，淇水徜徉。任风花高下，蝶乱蜂狂。有客长途苦＊，贪美荫、欲买陂塘。推门去，何妨枕藉，三万六千场。"
        },
        {
            "title": "品令 寿谭公植提学九月十日",
            "content": "黄花的?。更着意、妆秋色。三神山外，九仙峰顶，辉腾奎壁。聚远楼高，人在青云千尺。轻车ΚΟ。度窈窕、穿丹壁。翠橙香沁，玉醪春艳，笑摩铜狄。数点梅花，已报调羹消息。"
        },
        {
            "title": "清平乐 以",
            "content": "潮来潮往。百里遥相望。喜见卯君初度＊，好寄海南拄杖。萧然四壁坡翁。要求黄木，无从。受用一般苦味，奉扬千载清风。"
        },
        {
            "title": "沁园春 次韵",
            "content": "天上仙人，只爱楼居，真成故常。自五云深处，乘风冉冉，三神山畔，弭节阳阳。醉里乾坤，闲中岁月，兴到谢家春草塘。凭高望，看尘间万事，翻覆苍黄。好留此意要荒。想坡老、风流肯独当。明媚时光，温柔地气，傥可栖迟老是乡。花神诉，怨春归阆苑，自有天香。"
        },
        {
            "title": "金缕歌 寿大人",
            "content": "新月溶青荔。望天边、寿星一点，白云千里。又是吾翁初度日，两见童颜十四。多绛县、老人一岁。想得姑仙麟脯宴，进蟠桃、满引霞杯醉。群玉树，可人意。痴儿未了公家事。喜此中、堂名绣采，晨昏如侍。着个斑衣浑鼓舞，却把寿卮遥跪。祝翁寿、三山一似。已洁清香凝寝处，奉安车、弭节徐徐至。就禄养，看孙戏。"
        },
        {
            "title": "沁",
            "content": "皆是也。区区愧未之能焉，倚歌而和，情见乎词十载京华，骑马听鸡，自怜阔疏。看春风葵麦，敷舒如此，故园桃李，憔悴知与。要乞闲身，聊追故步，雪艇烟蓑一钓夫。君恩重，却许令便养，欲去踌躇。竹西准拟宁居。咏不到、娉娉袅袅余。又桥边巷口，燕寻旧垒，天东海角，月上新衢。尸素有惭，澄清无补，岂不怀归畏简书。堪时用，得卿如卿法，吾自吾庐。"
        },
        {
            "title": "青玉案 寿赵方塘学士五月五日",
            "content": "昌阳初荐长生醑。又好日、逢重五。绿鬓神仙家玉署。每年今日，彩鸾齐驾，排日欢初度。今年天上恩荣异。道寿也、还他富。细葛香罗难比数。醺醺醉了，卿卿一笑，巧结同心缕。"
        },
        {
            "title": "临江仙 寿崔中丞四月十日",
            "content": "永日绿阴庭院静，最怜紫燕翩翩。旧巢已堕不堪粘。主人情爱重，亲手卷珠帘。恰则五龙同浴佛，崧高又报生贤。殷勤深意请谁传。呢喃如对语，富贵出长年。"
        },
        {
            "title": "木兰花慢 寿中齐三月廿七日",
            "content": "春光明媚日，万红紫，斗芳菲。算几许韶华，脂消粉褪，蝶懒蜂稀。谁知半山解道，道绿阴、幽草胜花时。天与诞生元老，寿诞长占佳期。功名富贵转头非。滋味总曾知。且銮坡凤掖，文章议论，玉佩琼琚。痴儿那知许事，须安排、名字作公师。岂识辽东归鹤，只今寿国元龟。"
        },
        {
            "title": "酹江月 寄寿京山宣慰叔",
            "content": "岁时荆楚，渺淮海、相望竹林清逸。挂了豸冠归去也，侧耳中郎消息。见说旌旗，行春江上，也报归来日。婵娟千里，如今犹共天北。应是南国甘棠，绿阴新长，未放春风歇。料得清香凝燕寝，兵卫森然画戟。回首尘踪，转蓬未了，又欲驰京陌。浩歌金缕，殷勤遥寄铜狄。"
        },
        {
            "title": "喜迁莺 寿大人四月七日",
            "content": "天南天北。记岁岁今朝，白云凝目。遥想群仙，擘麟行脯，鹤驭丹霞三谷。此日痴儿，多幸引领，诸孙盈屋。齐彩服，对绿阴青子，缓斟??。和睦保吾门，一家诗礼，个是长生?。官不在高，名何必大，无用满堂金玉。但愿太平，无事日用，莫非天禄。从今去，看寿如磐石，鬓须长绿"
        },
        {
            "title": "汉宫春 寿刘中齐尚书",
            "content": "记得年时，向烂柯山上，问讯山君。神仙当日机格，付与何人。猿惊鹤怨，道烟云、又暗楸纹。只有个，留侯好在，玉梁千尺峥嵘。老子当筵，国手，曾看书贮墅，决策推枰。而今长垂衫袖，卷却机心。后先翻覆，一从他、局面亏成。旁观者，不求他诀，只从乞与长生。"
        }
    ]
}