{
    "dynasty": "元",
    "author": "张雨",
    "intro": "张雨(1277-1348)",
    "items": [
        {
            "title": "太常引 漫翁新制画舫湖中，予为名其舫?",
            "content": "莫将西子比西湖。千古一陶朱。生怕在楼居。也用着风帆短蒲。银瓶索酒，并刀斫脍，船背锦模糊。堤上早传呼。那个是烟波钓徒。"
        },
        {
            "title": "定风波 玉虚宗师十月二十八日诞，丁卯?",
            "content": "阁成后，拜镇南王赐衣之宠，喜而作歌漆点方瞳雪覆眉。鹤巢殿角与云齐。笑挈蓬莱三百丈。更向。白云层外着丹梯。步障诸峰霜似锦。借问。高寒那与世人知。杨子贤王新有教。淡染。高丽绫子制荷衣。"
        },
        {
            "title": "满江红 开元斗室落成，玄览真人命名得?",
            "content": "笑向桃花，又一番、玄都春色。彷佛记、主家阴洞，不多陈迹。竹里棋枰憎乌污，林间鹤语无人识。怪东风、迟暮却归来，庞眉客。沟水涨，云充斥。环堵隘，花狼藉。似石鱼湖小，酒船宽窄。庭下已生书带草，旁人错认扬雄宅。问青天、明月落谁家，无心得。"
        },
        {
            "title": "浪陶沙 周晋仙讳文璞者，有词云，还了?",
            "content": "。行到江南知是梦，雪压渔船。盘礴古梅边。也信前缘。鹅黄雪白又醒然。一事最奇君听取。明日新年。晋仙宋南渡来名士，一号方泉老人，此词鲜于困学每爱书之。百年后，方外士张雨追和一章，以为笑乐，惜困学公不能为我赏音抛下杖头钱。取次高眠。玉梅金缕孟家蝉。说着钱塘都似梦，懒问游船。谁信酒垆边。别有仙缘。自家天地一陶然。醉写桃符都不记，明日新"
        },
        {
            "title": "渔父词 漫翁新制画舫湖中，予为名其舫?",
            "content": "用布帆自李始此物由来不可名。丝纶收去水波平。长抱膝，可怜生。谁共蓑衣卧月"
        },
        {
            "title": "水调歌头 为初心真人七    初度时延祥?",
            "content": "瑞霭延真馆，春满瑞真家。绛县老人年纪，更柰紫髯何。前日黄华迎赐，赐予青毡旧物，田野总讴歌。报贶启金＊，笙鹤恰来过。问蟠桃，花结实，树交柯。今朝佳气五云，都在牡丹坡。何物可为公寿，直比心如明月，清镜阅人多。于此看勋业，铜狄细摩挲。"
        },
        {
            "title": "范以善云林清远馆",
            "content": "华阳范监居幽眇，不到元窗未易逢。\r\n山气半为湖外雨，松声遥答岭头钟。\r\n常闻神女骑龙过，亦有仙人控鹤从。\r\n安用乘流三万里，小天元在积金峰。"
        },
        {
            "title": "摸鱼儿 双莲一斡，为人折去，仲举邀予?",
            "content": "问凌波、并头私语，夜凉谁共料理。柔情早被鸳鸯妒，怕击水晶如意。香旖旎。待微雨清尘，略为新妆洗。骚辞漫拟。搴水末芙蓉，同心轻绝，未说已先醉。空折损，又堕偷香梦里。藕丝不断新脆。吴娃小艇无踪迹，也怪半池萍碎。还略纪。是月冷、鸥眠鹭宿曾惊起。高荷恨倚。总回首西风，露盘轻泻，清泪似铅水。"
        },
        {
            "title": "踏沙行 王  隐五香图，作圆象墨，写梅?",
            "content": "中，韩明善有月上影娥池，人在众香国一聊，今予为易玄赋之玉镜台前，看花如雾。交柯接叶纷无数。春寒约住柳丝圈，月明染下方诸露。庐阜神游，湘皋微步。玉奴老去羞樊素。韩郎解比影娥池，倩谁"
        },
        {
            "title": "忆秦娥 杨山居湖舫新成，载酒落之，赋?",
            "content": "兰舟小。一篷也便容身了。容身了。几番烟雨，几番昏晓。出桥三面青山绕。入城一向红尘扰。红尘扰。绿蓑青笠，让渠多少。"
        },
        {
            "title": "湖州竹枝词",
            "content": "临湖门外是侬家，郎若闲时来吃茶。\r\n黄土筑墙茅盖屋，门前一树紫荆花。"
        },
        {
            "title": "蝶恋花 清明日，去梁溪，元镇买舟追送?",
            "content": "雨馆幽人朝睡美。好趁春晴，茶灶随行李。九朵芙蓉青似洗。天河一夜增新水。相送殷勤烦主礼。燕子无情，不管帆樯起。错恨分风三十里。"
        },
        {
            "title": "柳梢青 题杨补之墨梅 以上二首强村丛书",
            "content": "面目冰霜。逃禅正派，只让花光。怪底徐卿，为渠描貌，萦损柔肠。有谁步＊长廊。更折竹声中细香。酒半醒时，雪晴寒夜，月上西窗。"
        },
        {
            "title": "东风第一枝 玉簪",
            "content": "清泪如铅，绿房迎晓，宝阶低拥云叶。蜻蜓飞上搔头，依前艳香未歇。西窗暗雨，怪帘底、参差凉月。正一丛、深倚琅＊，石上只愁磨折。问瑶草、应怜短发。曾醉堕、无声腻滑。羞他金雀钿蝉，似高水仙罗袜。芳心断绝。谁与赠、湘皋琼＊。试折花、掷作银桥，看舞素鸾回雪。"
        },
        {
            "title": "鹧鸪天 赠医士沈德诚 此下原有喜春来一",
            "content": "东老传家道气浓。榴皮壁上有仙踪。耳孙阴德如何限，都在参苓药笼中。无贵贱，有穷通。活人心事契苍穹。吾家昆弟能无恙，须藉全生一匕本贞居词。兹据曲律，删去其中殿前欢一首，梧叶儿二首，喜春来一首，另据西冷词萃本贞居词校订。"
        },
        {
            "title": "水龙吟 代玄览和东泉学士自寿之作 案此",
            "content": "古来宰相神仙，有谁得似东泉老。今朝佳宴，杨枝解唱，花枝解笑。钟鼎山林，同时行辈，故人应少。问功成身退，何须更学，鸱夷子，烟波渺。我自深衣独乐，尽从渠、黄尘乌帽。后来官职清高，一品还他三少。不须十载光阴，渭水相逢，又入非熊梦了。到恁时、拂袖逍遥，胜戏十洲"
        },
        {
            "title": "忆秦娥",
            "content": "兰舟小。沿堤傍着裙腰草。裙腰草。年年青翠，几曾枯槁。渔歌一曲随颠倒。酒壶早是容情了。容情了。肯来清坐，吃茶须好。"
        },
        {
            "title": "忆秦娥 杨山居",
            "content": "兰舟小。一篷也便容身了。容身了。几番烟雨，几番昏晓。出桥三面青山绕。入城一向红尘扰。红尘扰。绿蓑青笠，让渠多少。"
        },
        {
            "title": "定风波",
            "content": "阁成后，拜镇南王赐衣之宠，喜而作歌漆点方瞳雪覆眉。鹤巢殿角与云齐。笑挈蓬莱三百丈。更向。白云层外着丹梯。步障诸峰霜似锦。借问。高寒那与世人知。杨子贤王新有教。淡染。高丽绫子制荷衣。"
        },
        {
            "title": "太常引 漫翁",
            "content": "莫将西子比西湖。千古一陶朱。生怕在楼居。也用着风帆短蒲。银瓶索酒，并刀斫脍，船背锦模糊。堤上早传呼。那个是烟波钓徒。"
        },
        {
            "title": "百字令 寿玄览真人，次黄一峰韵",
            "content": "橙黄橘绿，占一年好景，人间真乐。玉尘金鳌相对峙，如我视今犹昨。珍重留侯，招邀黄石，俱赴蟠桃约。一卮仙酒，得陪三老斟酌。总道独绾银章，重披宫锦，有自家天爵。八＊明年身更健，胸次遥天恢廓。春小花繁，溪清月皎，都付延年药。洞霄仙侣，更添一个仙鹤。"
        },
        {
            "title": "太常引 浴鹄湾有咏写奉易玄",
            "content": "一丛奇石古苔龛。一半浸＊蓝。有几许烟岚。怕鱼鸟惊人笑谈。幽幽尺宅，萧萧环堵，佳处要人参。休看是江南。似钴＊潭西小潭。"
        },
        {
            "title": "渔父词",
            "content": "上钓金鳞不用多。踏翻船子便高歌。犹有在，问如何。问取侬家张志"
        },
        {
            "title": "渔父词 漫翁",
            "content": "用布帆自李始此物由来不可名。丝纶收去水波平。长抱膝，可怜生。谁共蓑衣卧月"
        },
        {
            "title": "如梦令",
            "content": "静默两家茅舍。特地月明狼藉。不管候虫吟，高枕北窗清夜。清夜。清夜。凉似樊川水榭。"
        },
        {
            "title": "如梦令",
            "content": "绿锦峰峦似绣。曲折一渠冰溜。中有养疴人，欹枕北窗清昼。清昼。清昼。胡蝶还知梦否。"
        },
        {
            "title": "如梦令 山中逃热三首",
            "content": "湖外残钟未了。过岭樵夫恁早。犬吠又人行，推枕北窗清晓。清晓。清晓。劳动数声啼鸟。"
        },
        {
            "title": "早春怨 拟白石",
            "content": "盼得春来，春寒春困，陡顿无聊。半剔残＊，片时春梦，过了元宵。空山暮暮朝朝。到此际无魂可消。却倚东风，水如衣带，草似裙腰。"
        },
        {
            "title": "茅山逢故人 句曲道中送友 案此下原有殿",
            "content": "山下寒林平楚。山外云帆烟渚。不饮如何，吾生如梦，鬓毛如许。能消几度相逢，遮莫而今归去。壮士黄金，昔人黄鹤，美人黄土。"
        },
        {
            "title": "浪陶沙 周晋仙",
            "content": "。行到江南知是梦，雪压渔船。盘礴古梅边。也信前缘。鹅黄雪白又醒然。一事最奇君听取。明日新年。晋仙宋南渡来名士，一号方泉老人，此词鲜于困学每爱书之。百年后，方外士张雨追和一章，以为笑乐，惜困学公不能为我赏音抛下杖头钱。取次高眠。玉梅金缕孟家蝉。说着钱塘都似梦，懒问游船。谁信酒垆边。别有仙缘。自家天地一陶然。醉写桃符都不记，明日新"
        },
        {
            "title": "蝶恋花 追次菘翁卷中冬至之作",
            "content": "空谷天寒殊慰藉。半幅瑶华，唤得春回也。金马玉堂犹传舍。崧云颍水风流夜。驰骋庄骚凌鲍谢。昔日忘年，邂逅鸿蒙野。愁绝朱弦谁为写。"
        },
        {
            "title": "蝶恋花",
            "content": "谁道鹅儿黄似酒。对酒新鹅，得似垂丝柳。松粉泥金初染就。年年春雪消时候。一缕柔情能断否。雨重烟轻，无力萦窗牖。试看溪南阴十亩。"
        },
        {
            "title": "南乡子 题李紫  山居",
            "content": "午枕托冥搜。得句栖霞半岭头。不柰风篁疏雨过，飕飕。化蝶飞来为少留。石壁倚清秋。袖拂烟痕写远游。信有平生濠濮想，悠悠。身似潜鱼"
        },
        {
            "title": "踏沙行",
            "content": "春梦还山，药罗岩上。觉来便觉身无恙。不知引入市尘壶，丹瓢犹挂苍龙杖。一脉清凉，三关调畅。□□更展沧溟量。还将底事谢先生，山中"
        },
        {
            "title": "踏沙行 为朱德辉送医僧道二首",
            "content": "龙树名方，阿师偏得。参苓药笼真奇特。闲身偶尔病魔侵，几番劳动黄金锡。灌溉三田，平和百脉。只消甘露杨枝滴。八荒寿域太平时，大家"
        },
        {
            "title": "踏沙行 王  隐五",
            "content": "中，韩明善有月上影娥池，人在众香国一聊，今予为易玄赋之玉镜台前，看花如雾。交柯接叶纷无数。春寒约住柳丝圈，月明染下方诸露。庐阜神游，湘皋微步。玉奴老去羞樊素。韩郎解比影娥池，倩谁"
        },
        {
            "title": "望梅花 寿师道真人",
            "content": "何处仙家方丈。浑连水隔他尘＊。放鹤天宽，看云窗小，万幅丹青图障。凭高望笑掣金鳌，人道是蓬莱顶上。时问葛陂龙杖。更准备雪中鹤氅。修月吴刚，收书东老，消得百壶春酿。无尽藏，莫傲清闲，怕诏起山中"
        },
        {
            "title": "狮儿词 赋梅次仇山村韵",
            "content": "含香弄粉，便句引、游骑寻芳，城南城北。别有西村、断港冰澌微绿。孤山路熟。伴老鹤、晚先寻宿。怕冻损、三花两蕊，寒泉幽谷。几番花阴濯足。记归来醉卧，雪深平屋。春梦无凭，鬓底闹蛾争扑。不如图画，相对展、官奴风竹。烧黄独。自听瓶笙调曲。"
        },
        {
            "title": "满江红 玉簪次班彦功韵",
            "content": "玉导纤长，顿化作、云英香荚。风弄影、录鬟撩乱，搔头斜插。璞小还思钗燕并，丛幽略比蕉心狭。看柔须、点缀半开时，微烘蜡。冰箸瘦，琼枝滑。芳径底，谁偷掐。怕夜凉消得，锦围红匝。鹅管不禁仙露重，蜜脾剩借清香发。待使君、绝妙好词成，须弹压。"
        },
        {
            "title": "满江红 开元斗室",
            "content": "笑向桃花，又一番、玄都春色。彷佛记、主家阴洞，不多陈迹。竹里棋枰憎乌污，林间鹤语无人识。怪东风、迟暮却归来，庞眉客。沟水涨，云充斥。环堵隘，花狼藉。似石鱼湖小，酒船宽窄。庭下已生书带草，旁人错认扬雄宅。问青天、明月落谁家，无心得。"
        },
        {
            "title": "凤凰台上忆吹箫箫 和欧阳彦珍催桂",
            "content": "桂影团团，小山丛底，今年特地收香。早阵风阵雨，频掩西窗。一翦辟寒金碎，甚教人、长想容光。凄凉夜，香篝撤去，孤负华堂。金菊芙蓉，尽未怕换叶移根，多少思量。纵素娥老去，肯便相忘。怪得探芳秋蝶，向翠阴深处回翔。非迟暮，一枝折得，留待仙郎。"
        },
        {
            "title": "满庭芳 重九次赵侯韵",
            "content": "湖曲荒烟，石林斜日，笛声凄断山阳。孤怀无托，只用醉为乡。回首西风黄落，尽输他、松桧青苍。相思处，书题新橘，还待满林霜。人生难会合，良辰孤负，把菊传觞。便三人对月，独自清狂。正为跫音空谷，天远近、鸿鹄高翔。空追和，阳春一曲，聊代紫萸囊。"
        },
        {
            "title": "水调歌头 赠都科邵子和还嘉禾",
            "content": "别有梓人传，精艺夺天工。便使玉人雕琢，妙手略相同。宝殿网珠窗户，华盖狻猊床座，金碧斗玲珑。花萼间芝草，细缕一重重。看挥斤，除鼻垩，连成风。多少巧心奇思，舞凤更翔龙。纵使棘端猴小，与刻三年楮叶，难比锦心胸。快袖吴刚斧，修取广寒宫。"
        },
        {
            "title": "水调歌头 为初心真人七    初度时延祥",
            "content": "瑞霭延真馆，春满瑞真家。绛县老人年纪，更柰紫髯何。前日黄华迎赐，赐予青毡旧物，田野总讴歌。报贶启金＊，笙鹤恰来过。问蟠桃，花结实，树交柯。今朝佳气五云，都在牡丹坡。何物可为公寿，直比心如明月，清镜阅人多。于此看勋业，铜狄细摩挲。"
        },
        {
            "title": "水调歌头 盆荷",
            "content": "江湖渺何许，归兴浩无边。忽闻数声水调，令我意悠然。莫笑盆池咫尺，移得风烟万顷，来傍小窗前。稀疏淡红翠，特地向人妍。华峰头，花十丈，藕如船。那知此中佳趣，别是一壶天。倒挽碧＊酾酒，醉卧绿云深处，云影自田田。梦中呼一叶，散发枕书眠。"
        },
        {
            "title": "石州慢 和黄一峰秋兴",
            "content": "落日空城，禾黍夜深，砧杵才歇。怪他萝薜＊衣，风露润滋凉浃。清愁多少，只消目送飞鸿，五弦已是心悲咽。把酒问青天，又中秋时节。闻说。谪仙去后，何人敢拟，酒豪诗杰。草草山窗，还我旧时明月。书帷冷落，□□□□□□，闲人闲字偏情热。孤负楮先生，有一庭红叶。"
        },
        {
            "title": "烛影摇红 红梅",
            "content": "休击珊瑚，怕惊幺凤枝头睡。看花犹自未分明，雪在空阶砌。步障齐奴故里。尽一幅、仙人绛袂。妍丹吮粉，拟觅生绡，芳心难寄。姑射肌肤，朝霞散入春风髓。石桥冰酒影娥闲，略约相逢地。错妒嫣然妩媚。柰儿家、天寒翠被。碧桃和露，听彻吹笙，绿珠羞坠。"
        },
        {
            "title": "八声甘州 舟次垂量寄玄洲许道民",
            "content": "柳洲冰未浣柰春寒，仙风引归槎。渺云岑天末，烟江雨外，犹认渔家。独酌瓦瓯篷底，谁与饭胡麻。疑听松风响，水宿蒹葭。天上春愁鹤发，许一庵闲地，坏衲双＊。笑清狂无赖，痼疾是烟霞。念葛洪、移居辛苦，甚左郎、容易问丹砂。凭传语、空山流水，深护桃花。"
        },
        {
            "title": "百字令 四月四日为王国辅生日作",
            "content": "红莲一舸，向游仙梦里，步虚金阙。朝罢香烟携满袖，初度玳筵重设。玉轴琵琶，金瓶芍药，都在春风列。天然清贵，樵林自爱晴雪。笑说奉母闲居，吾非巧宦，未信潘郎拙。戏引鸳雏香径底，好在双珠明月。锦绣楼台，燕莺帘幕，垂柳青丝结。金笼放鸽，年年飞絮时节。"
        },
        {
            "title": "百字令 寿玄",
            "content": "橙黄橘绿，占一年好景，人间真乐。玉尘金鳌相对峙，如我视今犹昨。珍重留侯，招邀黄石，俱赴蟠桃约。一卮仙酒，得陪三老斟酌。总道独绾银章，重披宫锦，有自家天爵。八＊明年身更健，胸次遥天恢廓。春小花繁，溪清月皎，都付延年药。洞霄仙侣，更添一个仙鹤。"
        },
        {
            "title": "瑶花慢 赋雪次仇山  韵",
            "content": "筛冰为雾，屑玉成尘，借阿姨风力。千岩竞秀，怎一夜、换作连城之璧。先生闭户，怪短日、寒催驹隙。想平沙鸿爪成行，□似醉时书迹。未随埋没双尖，便淡扫蛾眉，与斗颜色。裁诗白战，＊背上、驮取灞桥吟客。捻鬓自笑，尽未让、诸峰头白。看洗出宫柳梢头，已借淡黄涂额。"
        },
        {
            "title": "宴山亭 赋杨梅",
            "content": "鹤顶朱圆，丰肌粟聚，宝叶揉蓝初洗。亲翦翠柯，远赠筠笼，脉脉红泉流齿。骨换丹砂，笑尚带、儒酸风味。谁记。曾问谱西泠，绿阴青子。君家几度尊前，摘天上繁星，伴人同醉。纤手素盘，历乱殷红，浮沉半壶脂水。珍果同时，惟醉写、来禽青李。争似。为越女、吴姬染指。"
        },
        {
            "title": "木兰花慢 和黄一峰闻筝",
            "content": "尽弹筝仕女，会银甲，骤冰弦。看蝉影＊＊，莺声历历，鸿阵翩翩。哀音暮年多感，柰对花、对酒更闻鹃。却恐乘云飞去，缠头袅住非烟。乌丝缀谱倩陈玄。雅调为谁传。嗟江上峰青，湘皋木落，与挟飞仙。正须丝竹陶写，尽胜渠、槌拍事枯禅。莫负金尊皓月，难留锦瑟华年。"
        },
        {
            "title": "木兰花慢 秋词",
            "content": "看秋容渐好，一番雨，一番凉。试点检吾家，小山丛桂，金粟都黄。涛江限他吴越，便胥魂、不似向时狂。眼底龙飞凤舞，梦中狐啸鸱张。茫茫今古总堪伤。歌罢意难忘。甚老矣稽生，五弦挥手，怕听清商。渊明平生师友，白衣人、借与我持觞。若问醉翁年纪，指渠松柏高冈。"
        },
        {
            "title": "木兰花慢 龟溪寄张小山",
            "content": "问出山小草，谁与伴，五湖游。便忆昔风光，桃花流水，杜若芳洲。来时洞门无锁，倩鹤群、长绕侍仙楼。邂逅小山招隐，依然我辈清流。春愁相恋住余不。寒拥敝貂裘。柰雨柳烟花，云帆溪鸟，都在帘钩。眼前自无俗物，动山心、嫌听鹿呦呦。猛把石阑干拍，贾胡知为谁留。"
        },
        {
            "title": "木兰花慢 和马昂夫",
            "content": "想桐君山水，正睡雨，听淋浪。记短棹曾经，烟村晚渡，石磴飞梁。无端故人书尺，便梦中、颠倒我衣裳。此去钓台多少，小山丛桂秋香。青苍秀色未渠央。台榭半消亡。拟招隐羊裘，寻盟鸥社，投老渔乡。何时扁舟到手，有一襟、风月待平章。输与浮丘仙伯，九皋声外苍茫。"
        },
        {
            "title": "木兰花慢 己未十月十七日寿溪月真人",
            "content": "试瑶台借雪，春意早，满林峦。笑东老殷勤，能倾家酿，与尽清欢。曾因求贤把诏，便朗吟、湓浦又庐山。自爱西湖烟雨，玉鞭分付青鸾。神仙官府肯容闲。枢要在玄关。有溪上金鳌，月中金粟，长驻婴颜。愿似洪＊橘术，尽千年、游戏向人间。早晚凤池书到，通明殿上催班。"
        },
        {
            "title": "贺新郎 戏次仲举韵",
            "content": "金屋书中有。为钱塘佳丽，待寻欢偶。记得朝云前日梦，伏事东坡最久。且不是、郡无官守。日日湖中公事了，更成围、妓女随车后。翁两鬓，秃如帚。老来莫负簪花手。比佳人难得，灵芝三秀。此夕灯花何太喜，便用买红缠酒。催看个、肩舆迎取。有子平生千万足，看明年、堕地于菟走。挂冠去，学疏受。"
        },
        {
            "title": "苏武慢 至正八年夏和虞道园 原作月高山",
            "content": "清露晨流，新桐初引，消受北窗凉晓。经卷熏炉，笔床茶具，长物任他围绕。老子无情，年光有限，只似木人花鸟。指凝云、数朵奇峰，曾见汉唐池沼。还自笑，待老学＊鱼，金题玉＊，书里便容身了。阿对泉头，布衣无恙，占断雨苔风＊。独鹤归迟，西山缺处，掠过乱鸦林表。舞琴心三叠胎仙，坐到天高月小。"
        },
        {
            "title": "朝中措 早春书易玄九曲新居壁",
            "content": "草堂移住古城隈。堂后水平阶。要结柴桑邻里，不须鸥鹭惊猜。行厨竹里，园官菜把，野老山杯。说与定巢新燕，杏花开了重来。"
        },
        {
            "title": "风入松 寿吴大宗师",
            "content": "羽衣能补舜衣裳。闲看云忙。宣文奎画龙珠护，□家山、辉映琳琅。天上重逢初度，仙韶锡宴非常。满期人道鲁灵光。合佩金章。丹牙修出纤纤月，看年年、玉斧吴刚。不枉盘根寿栎，要扶宗社灵长。"
        },
        {
            "title": "摸鱼儿 和王平轩",
            "content": "看棋枰、一番换局，山中知几朝暮。旧时王谢堂前燕，都付后人怀古。胡琴语。索燕寝凝香，此日天应许。甘回味苦。笑老子痴顽，胸中色线，终为衮衣补。投簪去，正有小山丛桂，归来依旧为主。春江剩酿番渌，门外尽多朱屦。高阳侣。惯踏醉狂歌，惊起星河鹭。花枝争舞。语兰玉阶，＊纤依约，犹染断缣素。"
        },
        {
            "title": "摸鱼",
            "content": "问凌波、并头私语，夜凉谁共料理。柔情早被鸳鸯妒，怕击水晶如意。香旖旎。待微雨清尘，略为新妆洗。骚辞漫拟。搴水末芙蓉，同心轻绝，未说已先醉。空折损，又堕偷香梦里。藕丝不断新脆。吴娃小艇无踪迹，也怪半池萍碎。还略纪。是月冷、鸥眠鹭宿曾惊起。高荷恨倚。总回首西风，露盘轻泻，清泪似铅水。"
        }
    ]
}