{
    "dynasty": "金",
    "author": "段克己",
    "intro": "1196～1254  \r\n金代文学家。字复之﹐号遯庵﹐别号菊庄。绛州稷山(今属山西省)人。哀宗时与其弟段成己先后中进士﹐但入仕无门﹐在山村过着闲居生活。金亡﹐避乱龙门山中。蒙古汗国时期﹐与友人遨游山水﹐结社赋诗﹐自得其乐。 \r\n\r\n段克己为河汾诗派作者﹐兼擅填词﹐存世作品中一些诗词﹐写故国之思﹐颇有感情。如\"塞马南来﹐五陵草树无颜色。云气黯﹐鼓鼙声震﹐天穿地裂。百二河山俱失险﹐将军束手﹐无筹策。渐烟尘﹐飞度九重城﹐蒙金阙\"(〔满江红〕《过汴梁故宫城》)。他也关心民间疾苦﹐曾哀吟\"生民冤血流未尽﹐白骨堆积如山丘\"(《癸卯仲秋之夕与诸君会饮山中﹐感时怀旧》)。然而写得最多的还是山光水色和隐逸生活﹐刻画山川的雄伟(如《乙巳清明游青阳峡》)﹐描绘风光的绮丽(如〔满江红〕《寿卫生行之》)﹐都有特色。写隐居生活如:\"四壁摧颓手重泥\"(《冬夜自适》)﹑\"便把锄头为枕﹐眠芳草\"(〔满庭芳〕《山居偶成》)﹐虽只是生活片断的记录﹐但也可以看出他是安于澹泊和有劳动体会的。前人称段克己的作品骨力坚劲﹐意致苍凉。在继承文学传统方面﹐他受苏﹑辛的影响比较明显。其弟段成己﹐字诚之﹐号菊轩﹐也有文名﹐诗词风格与克己相近。金代赵秉文以\"二妙\"相誉﹐后人编他们的合集时﹐称《二妙集》。 \r\n\r\n《中州集》成书之日﹐段克己尚在世﹐所以元好问未录其诗词。《二妙集》8卷﹐有吴昌绶双照楼影元刊本。又有海丰吴氏《九金人集》本﹐增《补遗》1卷。二本文字间有不同。词亦见《强村丛书》和《全金元词》。",
    "items": [
        {
            "title": "满庭芳 山居偶成，每与文翰二三子论文把酒 ",
            "content": ""
        },
        {
            "title": "临江仙 三月十日，与诸君约会西园，久而不",
            "content": "人道花开春烂熳，花残春便无情。小园独自绕花行。是非何日定，洗耳听江声。芍药牡丹俱不见，风枝犹有残英。阶前梨叶已成阴。所期犹未至，何日倒吾瓶。"
        },
        {
            "title": "鹧鸪天 莫春之初，会饮卫生袭之家。酒酣，",
            "content": "者知吾辈之所乐也幼岁文章已自豪。皤然犹记两垂毛。从教酒债生前有，莫待诗瓢死后漂。三万日，六千朝。百年强半是羁骚。须君自制黄脍，醉我新笋玉色醪"
        },
        {
            "title": "水调歌头 癸卯八月十七日，逆旅平阳，夜闻",
            "content": "乱云低薄暮，微雨洗清秋。凉蟾乍飞破镜，倒影入南楼。水面金波滟滟，帘外玉绳低转，河汉截天流。桂子堕无迹，爽气袭征裘。广寒宫，在何处，可神游。一声羌管谁弄，吹彻古梁州。月自於人无意，人被月明催老，今古共悠悠。壮志久寥落，不寝数更筹。"
        },
        {
            "title": "水调歌头 迎送神词，为刘润之赋",
            "content": "清秋好天气，禾黍已登场。群心思答神＊，吉日复辰良。神既来兮庭宇，飒飒西风吹雨，仙伏俨长郎。巫觋传神语，出户舞伥伥。＊肥＊，沥桂酒，奠椒浆。一年好处须记，此乐最难忘。风外渊渊箫鼓。醉饱满城黎庶，健倒卧康庄。夜久群动息，风散一帘香。"
        },
        {
            "title": "鹧鸪天 上巳日，再游青阳峡，用家弟诚之韵",
            "content": "瓦釜逢时亦转雷。春江得雨浪崔嵬。不才分作沟中断，偶对溪山一笑开。题姓字，拂青苔。此翁来后更谁来。不须更待移文遣，俗驾闻风已自"
        },
        {
            "title": "寄仲坚汉臣二子",
            "content": "经春日日卧空庐，门巷萧条长者车。\r\n一卷时看王湛《易》，数行懒寄子公书。\r\n风光少得如人意，颜面从教与世疏。\r\n闻健不来花下醉，明年花发定何如？"
        },
        {
            "title": "江城子 尘事鞅掌，每与愿违，缅怀山林萧散",
            "content": "九衢尘土＊儒冠。镜中看。失朱颜。颠倒囊赀，欲买青山。剩种闲花多酿酒，尘土外，觅清欢。功名余事且加餐。老来闲。岂天悭。铁笛横吹，牛背稳如船。细马更须驮二八，平地上，作癯仙。"
        },
        {
            "title": "月上海棠 壬寅冬，躬谒玉清坛下。客有歌月",
            "content": "，真游乎方外者也。明年吾友陈子＊过余山中，始为属和，因亦次韵，以住山沽计宜闻早。身世沧溟一沤小。日月两跳丸，迭送人间昏晓。朱颜换，风雪俄惊岁杪。弊衣旋补荷盈沼。算骑鹤扬州古今少。休苦似吴蚕，刚把此身缠绕。君知否，我自无心可了。"
        },
        {
            "title": "生查子 正月上旬夜，梦寐间闻雪作。诘旦起",
            "content": "西望长河，仅一发耳。作长短句，以写一时胜概淡月晃书窗，夜静云撩乱。欹枕潇潇听雪声，落叶闲阶满。清晓独开门，淡荡东风软。诗句成时堕渺茫，眼底江天远。"
        },
        {
            "title": "满江红 重九日，山居感兴",
            "content": "五柳成阴，三径晚、宦游无味。还自叹、迎门笑语，久须童稚。归去来兮尊有酒，素琴解写无弦趣。醉时眠、推手遣君归，吾休矣。富与贵，非吾事。贫与贱，宁吾累。步东篱遐想，昔人高致。霜菊盈丛还可采，南山依旧横空翠。，但悠然、一点会心时，君须记。"
        },
        {
            "title": "大江东去 送杨国瑞西行，兼简仲宣生",
            "content": "悲哉秋气，觉天高气爽，澹然寥＊。行李勿勿人欲去，一夜征鞍催发。落叶长安，雁飞汾水，怕见河梁别。中年多感，离歌休唱新阕。暮雨也解留人，檐声未断，窗外还骚屑。满眼清愁吹不散，莫倚心肠如铁。面目沧浪，齿牙摇落，鬓发三分白。故人相问，请君烦为渠说。"
        },
        {
            "title": "临江仙 幽怀，用前韵",
            "content": "白首老儒身连蹇，不随时世纷华。尽他人笑鲁东家。皇天如欲治，舍我复谁耶。此道未行应有待，何须思虑无涯。男供耕获女桑麻。薄躯何所事，问柳与寻花。"
        },
        {
            "title": "望月婆罗门引 癸卯元宵，与诸君各赋词以为",
            "content": "华所见，以望月婆罗门引歌之。酒酣击节，将有堕开元之泪者暮云收尽，柳梢华月转银盘。东风轻扇春寒。玉辇通宵游幸，采伏驾双鸾。间鸣弦脆管，鼎沸鳌山。漏声未残。人半醉、尚追欢。是处灯围绣毂，花簇雕鞍。繁华梦断，醉几度、春风双鬓班。回首处、不见长安。"
        },
        {
            "title": "浣溪沙 元夜后一日，史生仲恭久客初还，喜",
            "content": "马上风吹醉帽偏。一川晴雪袅吟鞭。冷云堆里指家山。慈母已占鸟鹊喜，佳人望月拜婵娟。今宵人月十分圆。"
        },
        {
            "title": "满江红 遁庵主人植菊阶下，秋雨既盛，草莱",
            "content": "余草腐，而吾菊始发数花，生意凄然，似诉余以不遇，感而赋之。因李生湛然归，寄菊轩弟雨后荒园，群卉尽、律残无射。疏篱下、此花能保，英英鲜质。盈把足娱陶令意，夕餐谁似闾洁。到而今、狼籍委苍苔，无人惜。堂上客，须空白。都元衙，怀畴昔。恨因循过了，重阳佳节。飒飒凉风吹汝急，汝身孤特应难立。谩临风、三嗅绕芳丛，歌还泣。"
        },
        {
            "title": "汉宫春 纯甫生朝，且有弄璋之喜，赋此以贺",
            "content": "公子归来，笑平生湖海，豪气依然。黄金散尽落魄，谁识当年。世间底物，解挽回、镜里朱颜。人共道，愁须＊酒，几回推向尊前。闻说梦熊初兆，喜一枝慰眼，岁晚留连。蟠桃会须结子，运偶三千。诗书旧业，要他时、分付青毡。□□□庭阶照映，卧看玉树芝兰。"
        },
        {
            "title": "西江月 久雨新霁，秋气益清，与二三子登高",
            "content": "人与寒林共瘦，山和老眼俱青。＊然一叶不须惊。叶本无心入听。气爽云天改色，潦收烟水无声。夕阳洲外延片霞明。涵泳一江秋影。"
        },
        {
            "title": "最高楼 卫生行之，少流寓兵革中。既长，始",
            "content": "家苦贫。年饥，诸幼满前，虽并日而食不恤也。暇日，与宾友饮酒赋诗为乐。余既嘉其有守，喜为称道。於其始生之日，作乐府以歌咏之，俾观者贫而乐，天命复奚疑。儿女聚嬉嬉。东村邀饮香醪嫩，西家羞馔蕨芽肥。把年华，都付与，锦囊诗。白发青衫，是人所恶。金印碧幢，是人所慕。顾吾道是邪非。山妻解煮胡麻饭，山音自制薛萝衣。问人生，须富贵，是何时。"
        },
        {
            "title": "鹧鸪天 九日寄彦衡济之，兼简仲坚景纯二弟",
            "content": "点检笙歌上小楼。西风帘幕卷清秋。绿醅轻泛红萸好。黄菊羞簪白发稠。今古恨，去悠悠。无情汾水自西流。澹烟衰草斜阳外，并作登临一段"
        },
        {
            "title": "西江月 久雨新霁，秋气益清，与二三子登高 ",
            "content": ""
        },
        {
            "title": "最高楼 卫生行之，少流寓兵革中。既长，始 ",
            "content": ""
        },
        {
            "title": "临江仙 三月十日，与诸君约会西园，久而不 ",
            "content": ""
        },
        {
            "title": "鹧鸪天 莫春之初，会饮卫生袭之家。酒酣， ",
            "content": ""
        },
        {
            "title": "江城子 尘事鞅掌，每与愿违，缅怀山林萧散 ",
            "content": ""
        },
        {
            "title": "点绛唇 暮秋晨起书所见",
            "content": "爱酒渊明，无钱休对黄花语。一杯谁举。寂寞空归去。屋上青山，山上行云度。悠然处。是中真趣。欲写还无句。"
        },
        {
            "title": "南乡子 寿县大夫薛君宝臣",
            "content": "五福几人全。我见君侯得处偏。素著蔼然乡曲誉，喧传。尽道新官似旧官。五裤复歌廉。竹马儿童更可怜。万室春风和气里，鸣弦。好似今年"
        },
        {
            "title": "生查",
            "content": "西望长河，仅一发耳。作长短句，以写一时胜概淡月晃书窗，夜静云撩乱。欹枕潇潇听雪声，落叶闲阶满。清晓独开门，淡荡东风软。诗句成时堕渺茫，眼底江天远。"
        },
        {
            "title": "满庭芳 山居偶成，每与文翰二三子论文把酒",
            "content": "归去来兮，吾家何在，结茆水际林边。自无人到，门设不须关。蛮触政争蜗角，荣枯事、不到尊前。应堪叹，清溪流水，东去几时还。此身何处著，从教容与，木雁之间。算躬耕陇亩，在我无难。便把锄头为枕，眠芳草、醉梦长安。烟波客，新来有约，要买钓鱼竿。"
        },
        {
            "title": "诉衷情 初夏偶成",
            "content": "东风帘幕雨丝丝，梅子半黄时。玉簪微醒醉梦，开却两三枝。初睡起，晓莺啼。倦弹棋。芭蕉新绽，徙湖山，彩笔题诗。"
        },
        {
            "title": "浣溪沙 寿菊轩弟",
            "content": "白发相看老弟兄。闲身无辱亦无荣。儿孙已可代躬耕。了却文章千载事，不须谈笑话功名。青山高卧待升平。"
        },
        {
            "title": "浣溪",
            "content": "马上风吹醉帽偏。一川晴雪袅吟鞭。冷云堆里指家山。慈母已占鸟鹊喜，佳人望月拜婵娟。今宵人月十分圆。"
        },
        {
            "title": "浣溪沙 寿卫生行之",
            "content": "莫说长安行路难。休歌肮脏倚门边。且将见在斗尊前。人意十分如月满，月明一夕向人圆。年年人月似今年。"
        },
        {
            "title": "临江仙",
            "content": "白首老儒身连蹇，不随时世纷华。尽他人笑鲁东家。皇天如欲治，舍我复谁耶。此道未行应有待，何须思虑无涯。男供耕获女桑麻。薄躯何所事，问柳与寻花。"
        },
        {
            "title": "临江仙 寿周景纯",
            "content": "仲蔚门墙蓬＊满，幽居不用声华。丑妻恶妾胜无家。学须勤苦就，富贵岂天耶。鼻垩未除斤未运，相望咫尺天涯。芹溪犹有折残麻。此心终莫展，迟汝对岩花。"
        },
        {
            "title": "鹧鸪天 和答寻正道",
            "content": "衬步金沙村路遥。归来羞费楚词招。蜂粘落絮行池面，蝶避游丝过柳桥。方外友，仗谁邀。定於驴上作推敲。穷愁正要诗料理，莫问春来酒价"
        },
        {
            "title": "鹧鸪天",
            "content": "把酒簪花强自豪。花枝羞上阿翁髦。不教春色因循过，忍为虚名孟浪漂。醒复醉，莫还朝。纷纷四海正兵骚。从渠眼底桑田变，且乐床头拨瓮"
        },
        {
            "title": "鹧鸪天",
            "content": "七字骊珠句法豪。老夫倒甲堕缨髦。舆薪不见明何谓，雷雨无声麦已漂。穷砚墨，几昏朝。星星鬓发半刁骚。从人笑我冬烘甚，犹可尊前举罚"
        },
        {
            "title": "鹧鸪天",
            "content": "当日元袭气最豪，而今尘土垫冠髦。纷纷落絮随风舞，泛泛轻鸥逐水漂。拚一醉，便千朝。文章休说仅奴骚。春来春去容颜改，轮我花前把碧"
        },
        {
            "title": "鹧鸪天",
            "content": "酾酒槌牛诧里豪。临流觞咏赋时髦。纷纷世态浮云变，草草生涯断梗漂。愁不寐，夜难朝。广陵散曲屈平骚。从今有耳都休听，且复高歌饮楚"
        },
        {
            "title": "鹧鸪天",
            "content": "古狱干将未遇雷。一生肝胆谩崔嵬。不将身向愁中老，剩把怀於笑里开。贤圣骨，长寒苔。群如不饮复何来。便从今日为头数，比到春归醉几"
        },
        {
            "title": "鹧鸪天",
            "content": "楼外残云走怒雷。西山晴色晚崔嵬。柳薰迟日千丝暗，花喷温馨一夕开。须席地，更茵苔。素琴横膝赋归来。一觞一咏风流在，牛背如船倒载"
        },
        {
            "title": "鹧鸪天 上巳",
            "content": "瓦釜逢时亦转雷。春江得雨浪崔嵬。不才分作沟中断，偶对溪山一笑开。题姓字，拂青苔。此翁来后更谁来。不须更待移文遣，俗驾闻风已自"
        },
        {
            "title": "鹧鸪天",
            "content": "毡毡轻舟逆上溪。何时柳树已成围。贪看归鸟投林急，不觉残花入座飞。兰棹举，曲尘霏。新荷挽断有余丝。酒酣却对青山笑，面目仓然不入"
        },
        {
            "title": "鹧鸪天",
            "content": "古木寒藤荫小溪。溪边更着好山围。波间容与双鸥净，空外飘飘一＊飞。湍浪写，万珠霏。风前天棘舞青丝。兰亭豪逸今陈迹，不醉东风待几"
        },
        {
            "title": "鹧鸪天 青阳峡对酒 此溪西流故云",
            "content": "千尺长虹下饮溪。两山环合翠屏围。非鱼定不知鱼乐，得尘还生失鹿悲。花蔼蔼，絮霏霏。东风不染鬓边丝。百川尚有西流日，一老曾无却少"
        },
        {
            "title": "鹧鸪天 彦衡诸君皆有和章。",
            "content": "因复仍韵以写老怀不是秋来懒上楼。龙钟诗骨不禁秋。旧欢去我如天远，新恨撩人似发稠。空咄咄，漫悠悠。老来终是少风流。千金买笑佳公子，醉卧琼楼不识愁。"
        },
        {
            "title": "鹧鸪天",
            "content": "酒满金尊客满楼。美人清唱眼波秋。花随酒令筵前散，香逐芳须坐上稠。山历历，水悠悠。百年光景去如充。直须烂醉酬佳节，莫惹人间半点"
        },
        {
            "title": "鹧鸪天 九日寄彦衡",
            "content": "点检笙歌上小楼。西风帘幕卷清秋。绿醅轻泛红萸好。黄菊羞簪白发稠。今古恨，去悠悠。无情汾水自西流。澹烟衰草斜阳外，并作登临一段"
        },
        {
            "title": "月上海棠 同诗社诸君饮芹溪上",
            "content": "闲人不爱春拘管。被东风暗入罗帏暖。草色近还无，傍溪陡觉金沙软。梅花蕾，风味朝来不浅。十分潋滟金蕉满。□两颊红百忧散。不醉且无归，任门外玉绳低转。欢娱地，莫道书生冷眼。"
        },
        {
            "title": "月上海棠",
            "content": "时平无用经纶手。且闲把文章和欧九。天气湛清秋，便无限山明水秀。留客饮，但愿尊中有酒。鸱夷到处须亲负。寻山鸟山花好朋友。尘世自薰莸，把瑶英与君同嗅。西风外，归去长拖布袖。"
        },
        {
            "title": "月上海棠 和答杨生彦衡",
            "content": "小楼舞彻双垂手。便倩雁将书寄元九。举首望南山，独蛾眉数峰明秀。人未老，且任高歌对酒。莫将此乐轻孤负。唤明月清风做三友。纤手折黄花，步东篱为伊三嗅。英雄泪，醉＊应须翠袖。"
        },
        {
            "title": "月上海棠",
            "content": "，真游乎方外者也。明年吾友陈子＊过余山中，始为属和，因亦次韵，以住山沽计宜闻早。身世沧溟一沤小。日月两跳丸，迭送人间昏晓。朱颜换，风雪俄惊岁杪。弊衣旋补荷盈沼。算骑鹤扬州古今少。休苦似吴蚕，刚把此身缠绕。君知否，我自无心可了。"
        },
        {
            "title": "渔家傲",
            "content": "断送春光惟是酒。玉杯重捧纤纤手。檀板轻扈歌欲就。眉黛皱。翠鬟暗点金钗溜。自笑而今成老丑。莺花依旧情未旧。杨柳自从春去后。谁抬举。腰肢新也如人瘦。"
        },
        {
            "title": "渔家傲",
            "content": "诗句一春浑漫与。纷纷红紫俱尘土。楼外垂杨千万缕。风荡絮。栏杆倚遍空无语。毕竟春发何处所。树头树底无寻处。惟有闲愁将不去。依旧住。伴人直到黄昏后。"
        },
        {
            "title": "渔家傲",
            "content": "一片花飞春已暮。那堪万点红雨。白发送春情最苦。愁几许。满川烟草和风絮。常记解鞍沽酒处。而今绿暗旗亭路。怪底春归留不住。莺作双。朝来引过西园去。"
        },
        {
            "title": "渔家傲",
            "content": "春去春来谁作主。怨他昨夜江头雨。把酒问春春不语。头懒举，乱红飞过秋千去。芳草澹烟江上路。鹧鸪声里斜阳暮。风外榆钱无意绪。空自舞。如何买得青春住。"
        },
        {
            "title": "渔家傲 正月十四日夜有感而作",
            "content": "灯火萧条春日暮。荒山月上闻村鼓。羁客闲愁知几许。千万绪。人间没个安排处。醉袖翩翩随所寓。冷然便以风为驭。指点虚无云外路。留不住。东将入海随烟雾。"
        },
        {
            "title": "渔家傲",
            "content": "不是花开常＊酒。只愁花尽春将暮。把酒酬春无好问。春且住。尊前听我歌金缕。醉眼看花如隔雾。明朝酒醒那堪觑。早是闲愁无着处。云不去。黄昏更下廉纤雨。"
        },
        {
            "title": "渔家傲 送春六曲",
            "content": "龙尾沟边飞柳絮。虎头山下花无数。花底醉眠留杖履。花上露。随风散漫飘香雾。老去逢春能几度。不妨且作风光主。明日不知风共雨。回首处。夕阳又下西山去。"
        },
        {
            "title": "江城子 牡丹",
            "content": "百花飞尽彩云空。牡丹丛。始潜红。培养经年，造化夺天功。脉脉向人娇不语，晨露重，洗芳容。却疑身在列仙宫。翠帷重。瑞光融。烁烁红灯，间错绿蟠龙。醉里天香吹欲尽，应有悟，夜来风。"
        },
        {
            "title": "江城子 元日有感",
            "content": "数椽茆舍大如蜗。老生涯。寄山家。遮眼文书，随分有些些。自愧行年如伯玉，思往事，尽堪嗟。从他＊吹沸鸣蛙。鬓霜华。晓来加。南北东西，泛若水中槎。此去存身知有道，深自隐，效龙蛇。"
        },
        {
            "title": "江城子 甲辰晦日立春",
            "content": "鸡栖行李短辕车。马如蛙。畏途赊。四十九年，强半在天涯。任使东风吹不去，头上雪、眼中花。甘泉宜＊复宜麻。近山洼。更宜瓜。明日新年，闻早健还家。报答春光犹有酒，倾白蚁，岸乌纱。"
        },
        {
            "title": "蝶恋花 寿山人湛然李生",
            "content": "岩菊开时霜信杳。风雨无情，又是重阳了。茆舍疏篱人不到。床头醅瓮生微笑。莫怪住山真小草。颦损蛾眉，愁独无人扫。花底一杯须健倒。"
        },
        {
            "title": "蝶恋花 闻莺有感",
            "content": "鹈＊一声春色晓。胡蝶双飞，暖日明花草。花底笙歌犹为了。流莺又复催春老。早是残红枝上少。飞絮无情，更把人相恼。老桧独含冰雪操。"
        },
        {
            "title": "蝶恋花 寿卫生袭之",
            "content": "二月山城春尚未。柳弄东风，恰吐黄金蕊。占断溪头佳丽地。多君先得闲中趣。我为虚名相绊击。君自藏，不识愁滋味。世事无劳深着意。年"
        },
        {
            "title": "望月婆罗门引",
            "content": "凤城春好，玉箫金管姿游盘。梅妆犹怯轻寒。一曲清平妙舞，掌上看回鸾。渐霓裳欲遍，翠敛春山。良宵易残。歌别鹤、惜余欢。眼底浮华自满，尘＊吟鞍。瘦羊私酒，若真是、京东夫子班。身幸健、敢复求安。"
        },
        {
            "title": "望月婆罗门引 癸卯",
            "content": "华所见，以望月婆罗门引歌之。酒酣击节，将有堕开元之泪者暮云收尽，柳梢华月转银盘。东风轻扇春寒。玉辇通宵游幸，采伏驾双鸾。间鸣弦脆管，鼎沸鳌山。漏声未残。人半醉、尚追欢。是处灯围绣毂，花簇雕鞍。繁华梦断，醉几度、春风双鬓班。回首处、不见长安。"
        },
        {
            "title": "满庭芳 雪夜用前韵",
            "content": "万籁收声，六花呈瑞，小桥路断江边。笑潮州刺史，匹马蓝关。谩有清名千载，一杯酒、孤负生前。争如我，围炉小酌，和气笑中还。梅梢新月上，芒鞋竹杖，烂赏林间。便销金低唱，欲换应难。勋业何须看镜，蓬窗底、空卧袁安。君须记，游鱼失水，那可上长竿。"
        },
        {
            "title": "满庭芳",
            "content": "归去来兮，渔歌樵唱，觅愁愁在那边。承流委顺，万事没机关。眼底江山如画，松环抱、修竹当前。君便有，侯封相印，到此也须还。人生消底物，百年都付，茆屋三间。但卷舒以道，到了何难。日月消磨双鬓，中原信、未报平安。蒙头睡，日高慵起，帘影上三竿。"
        },
        {
            "title": "汉宫春",
            "content": "公子归来，笑平生湖海，豪气依然。黄金散尽落魄，谁识当年。世间底物，解挽回、镜里朱颜。人共道，愁须＊酒，几回推向尊前。闻说梦熊初兆，喜一枝慰眼，岁晚留连。蟠桃会须结子，运偶三千。诗书旧业，要他时、分付青毡。□□□庭阶照映，卧看玉树芝兰。"
        },
        {
            "title": "水龙吟 寿舍弟菊轩",
            "content": "天高秋气初清，姑山汾水增明秀。黄花红叶，输香泛滟，恰过重九。细捻金蕤，旋题新句，满斟芳酒。况人生自有，安排去处，须富贵，何时有。休说山中宰相，也不效、斜川五柳。锄犁自把，山田耕罢，双牛随后。经史传家，儿孙满眼，渐能承受。待与君坐阅，庄椿岁月，作皤然叟。"
        },
        {
            "title": "大江东去 次韵答彦衡",
            "content": "无堪老懒，喜春来蔬荀，劝加餐食。底事东君留不住，忙似人间行客。忧喜相寻，利名羁绊，心自无休息。不如闻早，付他妻子耕织。门外柳弄金丝，落花飞不起，东风无力。浊酒一杯谁送我，欢意都非畴昔。致主无心，苍颜白发，敢更希前席。功名蛮触，何须千里追北。"
        },
        {
            "title": "大江东去 送",
            "content": "悲哉秋气，觉天高气爽，澹然寥＊。行李勿勿人欲去，一夜征鞍催发。落叶长安，雁飞汾水，怕见河梁别。中年多感，离歌休唱新阕。暮雨也解留人，檐声未断，窗外还骚屑。满眼清愁吹不散，莫倚心肠如铁。面目沧浪，齿牙摇落，鬓发三分白。故人相问，请君烦为渠说。"
        },
        {
            "title": "大江东去 和答卫生袭之",
            "content": "道人活计，本清虚挂壁，素琴而已。底事中心尝＊＊，不足一人之毁。人果何尤，天无可怨，政欲求诸己。愧生乎内，赧然其颡流＊。圣道不远於人，步趋进退，谁复能违此。好把藩篱都剖却，看取成蹊桃李。笃敬忠诚，尚行蛮貊，岂不行州里。三薰三沐，为君准拟沉水。"
        },
        {
            "title": "满江红 遁庵主人",
            "content": "余草腐，而吾菊始发数花，生意凄然，似诉余以不遇，感而赋之。因李生湛然归，寄菊轩弟雨后荒园，群卉尽、律残无射。疏篱下、此花能保，英英鲜质。盈把足娱陶令意，夕餐谁似闾洁。到而今、狼籍委苍苔，无人惜。堂上客，须空白。都元衙，怀畴昔。恨因循过了，重阳佳节。飒飒凉风吹汝急，汝身孤特应难立。谩临风、三嗅绕芳丛，歌还泣。"
        },
        {
            "title": "满江红 清明与诸生登西＊柏岗",
            "content": "欲把长绳，维白日、暂留春住。亲友面、一回相见，一回非旧。扰扰胶胶尘世事，不如人意十常九。向斜阳、无语倚危楼，空搔首。活国手，谈天口。都付与，尊中酒。这情怀又是，去年时候。风外纷纷飞絮乱，柳边湛湛长江去。问老来、还有几多愁，愁如许。"
        },
        {
            "title": "满江红 寿卫生行之",
            "content": "春色三分，犹未一、元宵才过。行乐处、软红香雾，未收灯火。杨柳梢头黄尚浅，梅花萼底红初破。待东风、吹绿满瀛洲，愁无那。无一物，为君贺。歌我志，君须和。问人生底事，必须奇货。好对青山倾白堕，休嗟事业违人些。怕他时、富贵逼人来，妨高卧。"
        },
        {
            "title": "满江红 登河中鹳雀楼",
            "content": "古堞凭空，烟霏外、危楼高矗。人道是、宇文遗址，至今相续。梦断繁华无觅处，朱甍碧＊空陈迹。问长河、都不管兴亡，东流急。侬本是，乘槎客。因一念，仙凡隔。向人间俯仰，已成今昔。条华横陈供望眼，水天上下涵空碧。对西风、舞袖障飞尘，沧溟窄。"
        },
        {
            "title": "满江红 梦庵张君信夫生朝",
            "content": "腊尽春来，还又是、新年入手。人共喜、新年入手。人共喜、丹山仙桂，一枝初秀。转首黄金都散尽，酒酣弹铗蛟龙吼。想平生、豪气尚依然，冲星斗。红未透，花枝瘦。人不老，花依旧。老生涯正要，东山歌酒。翠壁峥空山玉立，长河泻浪风雷走。挽山河、胜概入金尊，为君寿。"
        },
        {
            "title": "满江红 寿陈丈良臣",
            "content": "有＊之后，国于陈、庆流苗裔。远世有、异人间出，簪缨不坠。别派中分汾水右，英灵吸尽姑山气。看凤麟、来应太平期，为佳瑞。都未展，经帮志。医与卜，浑作事。把活人手段，此中聊试。德义不孤朋友乐，田园粗了儿孙计。有鬓丝、禅榻老生涯，栖心地。"
        },
        {
            "title": "满江红",
            "content": "尘满貂裘，依旧是、新丰羁客。还感慨、中年多病，惟堪眠食。方寸玉阶无地借，诗书勋业休重忆。况而今、双鬓已成丝，非畴昔。兴废事，吾能说。今古恨，空填臆。向南风望断，五弦消息。眯眼黄尘无处避，洗天风雨来何日。待酒酣、慷慨话平生，无人识。"
        },
        {
            "title": "满江红 过汴梁故宫城",
            "content": "塞马南来，五陵草树颜色。云气黯、鼓鼙声震，天穿地裂。百二河山俱失险，将军束手无筹策。渐烟尘、飞度九重城，蒙金阙。长戈袅，飞鸟绝。原厌肉，川流血。叹人生此际，动成长别。回首玉津春色早，雕栏犹挂当时月。更西来、流水绕城根，空呜咽。"
        },
        {
            "title": "水调歌头",
            "content": "双龙隐扶辇，千骑纵翱翔。云旌翠蕤摩荡，遥指白云乡。风驭飘飘高举，云驾攀留无处，烟雾杳茫茫。小立西风外，似听＊锵锵。暮天长，秋水阔，远山苍。归途正踏明月，醉语说丰穰。但愿明年田野，更比今年多稼，神＊讵能忘。君可多酾酒，吾复有新章。"
        },
        {
            "title": "水调歌头 迎",
            "content": "清秋好天气，禾黍已登场。群心思答神＊，吉日复辰良。神既来兮庭宇，飒飒西风吹雨，仙伏俨长郎。巫觋传神语，出户舞伥伥。＊肥＊，沥桂酒，奠椒浆。一年好处须记，此乐最难忘。风外渊渊箫鼓。醉饱满城黎庶，健倒卧康庄。夜久群动息，风散一帘香。"
        },
        {
            "title": "水调歌头 癸卯八",
            "content": "乱云低薄暮，微雨洗清秋。凉蟾乍飞破镜，倒影入南楼。水面金波滟滟，帘外玉绳低转，河汉截天流。桂子堕无迹，爽气袭征裘。广寒宫，在何处，可神游。一声羌管谁弄，吹彻古梁州。月自於人无意，人被月明催老，今古共悠悠。壮志久寥落，不寝数更筹。"
        },
        {
            "title": "满江红",
            "content": "雨后荒园，群卉尽，律残无射。\r\n疏篱下，此花能保，英英鲜质。\r\n盈把足娱陶令意，\r\n夕餐谁似三闾诘。\r\n到而今，狼藉委苍苔，无人惜。\r\n堂上客，头空白，都无语，怀畴昔\r\n恨因循过了，重阳佳节。\r\n飒飒凉风吹汝急，\r\n汝身孤特应难立。\r\n漫临风，三嗅绕芳丛，歌还泣。"
        },
        {
            "title": "蝶恋花",
            "content": "鹈鷞[1]一声春已晓，\r\n蝴蝶双飞，暖日明花草。\r\n花底笙歌犹未了，\r\n流莺又复催春老。\r\n早是残红枝上少，\r\n飞絮无情，更把人相恼。\r\n老桧独含冰雪操，\r\n春来悄没人知道。"
        },
        {
            "title": "满江红 重",
            "content": "五柳成阴，三径晚、宦游无味。还自叹、迎门笑语，久须童稚。归去来兮尊有酒，素琴解写无弦趣。醉时眠、推手遣君归，吾休矣。富与贵，非吾事。贫与贱，宁吾累。步东篱遐想，昔人高致。霜菊盈丛还可采，南山依旧横空翠。，但悠然、一点会心时，君须记。"
        }
    ]
}