{
    "dynasty": "金",
    "author": "蔡松年",
    "intro": "1107～1159 金代文学家。字伯坚﹐因家乡别墅有萧闲堂﹐故自号萧闲老人。真定(今河北正定)人。宋宣和末从父守燕山﹐宋军败绩时随父降金﹐天会年间授真定府判官。仕至右丞相﹐封卫国公﹐卒谥文简。完颜宗弼(兀术)攻宋﹐与岳飞等交战时﹐蔡松年曾为宗弼\"兼总军中六部事\"。金主完颜亮为了南渡灭宋﹐曾对两代仕宋的蔡松年擢以显位﹐以图影响南人。 \r\n\r\n蔡松年是金初重要作家之一﹐虽然一生官运亨通﹐其作品在出处问题上却流露了颇为矛盾的思想感情。他自称\"自幼刻意林壑﹐不耐俗事\"(《雨中花》词序)﹐后曾\"买田于苏门之下\"。\"将营草堂﹐以寄余龄\"(《水龙吟》词序)。可是由于晚年受到荣宠﹐不能不思报答知遇之恩。而内心深处潜伏着的民族意识则又使他感到\"身宠神已辱\"﹑\"低眉受机械\"(《庚申闰月从师还自颍上﹐对新月独酌》)﹐\"违己交病﹐不堪其懮\"。这种思想感情的抒写成为他诗词中的一个重要主题。作品风格隽爽清丽﹐词作尤负盛名。其〔念奴娇〕最为时人所称:\"离骚痛饮﹐问人生佳处﹐能消何物﹖江左诸人成底事﹐空想岩岩青壁。五亩苍烟﹐一坵寒玉﹐岁晚懮风雪。西州扶病﹐至今悲感前杰。我梦卜筑萧闲﹐觉来岩桂﹐十里幽香发。磈磊胸中冰与炭﹐一酌春风都灭。胜日神交﹐悠然得意﹐离恨无毫发。古今同致﹐永和徒记年月。\"元好问指出:\"百年以来乐府推伯坚与吴彦高﹐号吴﹑蔡体。\" \r\n\r\n《中州集》卷一选存其诗59首﹔其词作《萧闲老人明秀集》原为6卷﹐有魏道明注本﹐今存3卷﹐补遗1卷﹐有《九金人集》本。",
    "items": [
        {
            "title": "减字木兰花 中秋前一日，从赵子坚索酒",
            "content": "春前雪夜。醉玉峥嵘花上下。几许悲欢。明夜秋河转玉盘。高楼远笛。光到东峰横眼碧。招我吟魂。教卷澄江入酒樽。"
        },
        {
            "title": "水龙吟 梁虎茵家以绛绡作荔枝，戏作 以上明",
            "content": "一山星月，长生殿里，端正人微笑。风枝玉骨，冰丸红雾，长安初到。小部清新，上尊甘冷，风流天宝。自蓬山仙去，人间月晓，遗芳满、汉宫草。闻道云窗玉指，化奇苞、天容纤妙。香通鼻观，春浮手藉，教人梦好。青琐窥韩，紫囊赌谢，属狂年少。但闲窗酒病，东风晓枕，个中时要"
        },
        {
            "title": "水调歌头 仆以戊申之秋，始识吾季沾兄於燕",
            "content": "既而过之，未尝不弥日忘归。至於一邱一壑，心通神解，殆不容声。自是朝夕与之期，邻里与之游者，盖十有二年。己未五月，复别於燕之传舍。及其得官汴梁，仆已去彼，怅然之情，日日往来乎心也西山六街碧，尝忆酒旗秋。神交一笑千载，冰玉洗双眸。自尔一觞一咏，领略人间奇胜，无此会心流。小驿高槐晚，绿酒照离忧。木犀开，玉溪冷，与谁游。酒前豪气千丈，不减昔时不。谁识昂藏野鹤，肯受华轩羁缚，清唳白苹洲。会趁梅横月，同典锦宫裘。"
        },
        {
            "title": "念奴娇 乙卯岁江上，为高德辉寿",
            "content": "洞宫碧海，化神山玉立，东方仙窟。海色山光千万顷，都作??玉骨。黄卷精神，黑头心力，虎帐多闲日。一杯为寿，酒肠先醉江橘。南下禹穴涛江，要收奇秀，老去供诗笔。忧喜相寻皆物外，今古闲身难得。邱壑风流，稻梁卑辱，莫爱高官职。他年风雨，对床却话今夕。"
        },
        {
            "title": "水龙吟 甲寅岁，从师南还，赠赵肃之",
            "content": "软红尘里西山，乱云晓马清相向。新年有喜，洗兵和气，春风千丈。青鬓何人，凤池墨客，虎头飞将。听前驱一夜，鸣珂碎月，催笳鼓、作清壮。红袖横斜醉眼，酒肠倾、九江银浪。小桃仙馆，霜筠萧寺，风光荡漾。我欲寻春，郡中谁有，国香宫样。待酒酣、妙续珠帘句法，作穿云唱。"
        },
        {
            "title": "满江红 辛亥三月，春事婉娩，土风熙然，东",
            "content": "对花无好情，然得流坎有命，无不可者。古人谓人生安乐，孰知其他，屡诵此语，良用慨叹。插花把酒，偶记去年今日事，赋十数长短句遣意，非知心人，亦殆难明此意。以仙吕调满江红歌之，是月十五日，玩世酒狂翠扫山光，春江梦、蒲萄绿遍。人换世、岁华良是，此身流转。云破春阴花玉立，又逢故国春风面。记去年、晓月挂星河，香凌乱。年年约，常相见。但无事，身强健。赖孙垆独有，酒乡温粲。老骥天山非我事，一蓑烟雨违人愿。识醉歌、非壮一生心，狂嵇阮。"
        },
        {
            "title": "念奴娇 辛亥新正五日，天气晴暖，偶出，道",
            "content": "，以滴蜡黄梅侑樽。醉归感叹节物，顾念身世，殆无以为怀，作此自解小红破雪，又一灯香动，春城节物。春事新年独梦绕，江浦南枝横月。万户糟邱，西山爽气，差慰人岑寂。六年今古，只应花鸟相识。老去嚼蜡心情，偶然流坎，岂悲欢人力。莫望家山桑海变，唯有孤云落日。玉色橙香，宫黄花露，一醉无南北。终焉此世，正尔犹是良策。"
        },
        {
            "title": "念奴娇 次许丹房韵，时将赴镇阳，闻北潭杂",
            "content": "飞雪没马，转沙场叠鼓，三年寒食。闻道西州春漫漫，晓玉天香欹侧。华屋金盘，哀弦清瑟，一曲春风坼。酒乡堪老，紫云莫笑狂客。我本方外闲身，西山爽气，未信兵尘逼。拄杖敲门寻水竹，不问禅坊幽宅。醉墨乌丝，新声翠袖，不可无吾一。殷勤红扑，好留姚魏颜色。"
        },
        {
            "title": "满江红 虎茵老人去汴二十年，重醉蜡梅於明",
            "content": "玉宇间风制，俾仆发扬其事端正楼空，琵琶冷、月高弦索。人换世、世间春在，几番花落。缥缈馀情无处托，一枝梅绿横冰萼。对淡云、新月炯疏星，都如昨。萧闲老，平生乐。借秀色，明杯杓。吐凌云好句，张吾邱壑。此乐莫教儿辈觉，微官束置高高阁。便归来、招我雪霜魂，春边著。"
        },
        {
            "title": "南乡子 庚申仲秋，陪虎茵居士置酒小斜川",
            "content": "霜籁入枯桐。山压江城秀蔼浓。谁著夜光松竹里，玲珑。十丈冰花射好风。物外蕊珠宫。几缕明霞玉镜中。银浪三江都一吸，春融。晓病眉尖"
        },
        {
            "title": "满江红 安乐岩夜酌，有怀恒阳家山",
            "content": "半岭云根，溪光浅、冰轮新浴。谁幻出、故山邱壑，慰予心目。深樾不妨清吹度，野情自与游鱼熟。爱夜泉、徽外两三声，琅然曲。人间世，争蛮触。万事付，金荷?。老生涯、犹欠谢公丝竹。好在斜川三尺玉，暮凉白鸟归乔木。向水边、明秀倚高峰，平生足。"
        },
        {
            "title": "瑞鹧鸪 是日以事不克往，复用韵",
            "content": "酬春当得酒如川。日典春衣也自贤。孤负风光忙有底，婆娑邱壑兴无边。书生大抵少成事，老境尚堪加数年。重作梅花上元约，醉归星斗聚壶"
        },
        {
            "title": "雨中花 仆将以穷腊去汴，平生亲友，零落殆",
            "content": "梅风味颇已动，感念节物，无以为怀，於是招二三会心者，载酒小集於禅坊。而乐府有清音人雅善歌雨中花，坐客请赋此曲，以侑一觞。情之所钟，故不能已，以卒章记重游退闲之乐，庶以自宽云忆昔东山，王谢感概，离情多在中年。正赖哀弦清唱，陶写馀欢。两晋名流谁有，半生老眼常寒。梦回故国，酒前风味，一笑都还。湖光玉骨，水秀山明，唤人妙思无边。吾老矣、不堪冰雪，换此萧闲。传语明年晓月，梅梢莫转银盘。后期好在，黄柑紫蟹，劝我休官。"
        },
        {
            "title": "念奴娇 田唐卿，九江人，人品高胜，落笔不",
            "content": "间，襟韵飘爽，无复市朝气味。然甚穷，难忍时无料事之者。比罢熙和酒官，复为药局，与余有林下相从之约，作念奴娇以寄之九江秀色，看飘萧神气，长身玉立。放浪江南山水窟，笔下云岚堆积。药笼功名，酒垆身世，不得文章力。人间俗气，对君一笑都释。畴昔得意忘形，野梅溪月，有酒还相觅。痛饮酣歌悲壮处，老骥谁能伏枥。争席樵渔，对床风雨，伴我为闲客。朱弦疏越，兴来一扫筝笛。"
        },
        {
            "title": "水龙吟 自镇阳还兵府，赠离筵乞言者 滹南遗",
            "content": "待人间觅个，无情心绪，着多情换。"
        },
        {
            "title": "雨中花 仆自幼刻意林壑，不耐俗事，懒慢之",
            "content": "能自克。志复疏怯，嗜酒好睡。遇乘高履危，动辄有畏。道逢达官稠人，则便欲退缩。其与人交，无贤不肖，往往率情任实，不留机心。自惟至熟，使之久与世接，所谓不有外难，当有内病，故谋为早退闲居之乐。长大以来，遭时多故，一行作吏，从事於簿书鞍马间，违己交病，不堪其忧。求田问舍，遑遑於四方，殊未见会心处。闻山阳间，魏晋诸贤故居，风气清和，水竹葱  。方今天壤间，盖第一胜绝之境，有意卜筑於斯，雅咏玄虚，不谈世事，起其流风遗躅。故自丙辰丁巳以来，三求官河内，经营三径，遂将终焉。事与愿违，俯仰一纪，劳生愈甚，吊影自怜。然而触於事物，感今怀昔，考其见於赋咏者，实未始一日而忘。李君不愚，作掾天台，出佐是郡，因其行也，赋乐府长短句，以叙鄙怀。行春胜日，物彩照人，为予择稚秀者，以雨中花歌之，使清泉白石，闻我心曲，庶几他日，不嗜酒偏怜风竹，晋客神清，多寄虚玄。有山阳遗迹，水石高寒。曾为幽栖起本，几求方外微官。谩蹉跎十载，还羡君侯，左驾朱?。山村霰雪，竹外花明，瘦梅半树斓斑。溪路转、青帘佳处，便是萧闲。寄谢王君精爽，摩挲森碧琅?。个中著我，储风养月，先报平安。"
        },
        {
            "title": "满庭芳 李虞卿见示乐府长短句，极言共山百",
            "content": "森玉筠林，涌金泉眼，际山千丈寒辉。世间清境，冰鉴月来时。我久纷华战胜，求五亩、鹤骨应肥。青篷底，垂竿照影，都洗向来非。千畦。收玉粒，糟邱刘阮，风味依稀。卷万珠甘滑，一吸玻璃。作个江村篱落，野梅炯、沙路无泥。金銮客，悬流勇退，开径待君归。"
        },
        {
            "title": "永遇乐 建安施明望，与余同僚，三年心期，",
            "content": "所畏仰，不复更言。独记异时，共论流俗鄙吝之态，令人短气。且谋早退，为闲居之乐。斯言未寒，又复再见秋物，念之惘然。辄用其语，为永遇乐长短句寄之，并以自警正始风流，气吞馀子，此道如线。朝市心情，云翻雨覆，千丈堆冰炭。高人一笑，春风卷地，只有大江如练。忆当时，西山爽气，共君对持手版。山公鉴裁，水曹诗兴，功业行飞霄汉。华屋含秋，寒沙去梦，千里横青眼。古今都道，休官归去，但要此言能践。把人间、风烟好处，便分中"
        },
        {
            "title": "相见欢",
            "content": "云闲晚溜琅琅。泛炉香。一段斜川松菊，瘦而芳。人如鹄，琴如玉，月如霜。一曲清商人物，两相忘。\r\n【注释】：【注释】：\r\n原序:九日种菊西岩 ，云根石缝，金葩玉蕊遍之。夜置酒前轩，花间列蜜炬 ，风泉悲鸣 ，炉香蓊于岩穴。故人陈公辅坐石横琴，萧然有尘外趣，要余作数语，使清音者度之\r\n\r\n这是蔡松年退隐山林之后所作出的一首小令。种菊西岩，夜置酒，与友人陈公辅对钦赏乐。花香，泉清，炉香使人陶醉，于是作词一首。\r\n小词字不多，仅36 字，然而却给人留连其中，周而忘返的迷人境界。一个“清”字概括了这一境界的特点：泉水清澈，月光清凉，其清在色，在感。水流琅琅，琴质如玉，其清在声在乐。青松黄菊，炉香菊气无一不使人感到清新、淡雅，使人陶醉于纯朴清澈的自然中，超脱出纷乱烦杂的世界。\r\n作者对退隐山林 ，种菊南山的陶渊明十分敬仰，字里行间透出到陶的倾佩 。“斜川松菊 ”似与陶渊明 ”与二三邻曲 ，同游斜川”同趣。陶渊明的清旷高古的精神 ，与陶借松菊抒发的那种“采菊东篱下，悠然见南山 ”的悠闲自得的心境 ，无一不令作者折服，不自觉地便流露纸端，见于词上。\r\n这首词与平常不同，它最大的特点在于抒情而不露痕迹。表面看上去纯乎写景，不言世事人情，以白描的手法描写了闲云菊芳的外在展现。但实际上闲云松菊，此情此景不正是人们追求的那种陶渊明式的境界吗？"
        },
        {
            "title": "西江月 己酉四月暇日，冒暑游太平寺，古松",
            "content": "归对月小酌，赋西江月记之古殿苍松偃蹇，孤云丈室清深。茶声破睡午风阴。不用凉泉石枕。枯木人忘独坐，白莲意可相寻。归时团月印天心。更作逃禅小饮。"
        },
        {
            "title": "千秋岁 起晋对菊小酌，有怀溪山酒隐",
            "content": "碧轩清胜，俗物无由到。沧江半壁山传照。几窗黄菊媚，天北重阳早。金靥小。秋光秀色明霜晓。手捻清香笑。今古闲身少。放醉眼，看云表。渊明千载意，松偃斜川道。谁会得，一樽唤取溪山老。"
        },
        {
            "title": "江城子 公有诗八尺五湖明秀峰，又云，十丈",
            "content": "半年无梦到春温。可怜人。几黄昏。想见玉徽，风度更清新。翠射娉婷云八尺，谁为写，五湖春。好风归路软红尘。暖冰魂。缕金裙。唤取一天，星月入金尊。留取木樨花上露，挥醉墨，洒行云。正用此意。魏道明作注，义有不通，故表出之。以上中州乐府十首"
        },
        {
            "title": "念奴娇 吴杰者，无为人，辛酉之冬，惠然相",
            "content": "倦游老眼，看黄尘堆里，风波千尺。雕浦归心唯自许，明秀高峰相识。谁谓峰前，岁寒时节，忽遇知音客。紫芝仙骨，笑谈犹带山色。君有河水洋洋，野梅高竹，我住涟漪宅。镜里流年春梦过，只有闲身难得。挥扫龙蛇，招呼风月，且尽杯中物。他年林下，会须千里相觅。"
        },
        {
            "title": "一剪梅 送?登第后，还镇阳",
            "content": "白璧雄文冠玉京。桂月名香，能继家声。年年社燕与秋鸿，明日燕南又远行。老子初无游宦情。三径苍烟归未成。幅巾扶我醉谈玄，竹瘦溪寒，深寄馀龄。"
        },
        {
            "title": "水龙吟 乙丑八月，得告上都，行李滞留，寄",
            "content": "鸣涧壑。时去中秋不数日，方遑遑於道路，宦游飘泊，节物如驰， 此生*偶复呵铮* 而所谓乐以酬身者乃如此，谋生之拙，可不哀邪。幸终焉之有图， 坐归欤之不早，慨焉兴感，无以为怀， 因作长短句诗，极道萧闲退居之乐，歌以自宽，亦以自警，盖越调水龙吟也。 与我同志幸各赋一首*晚雨新晴，江月炯然， 秋涛水村秋入江场，梦惊万壑松风冷。中秋"
        },
        {
            "title": "蓦山溪 中秋后三日，夜风大作，林声如怒涛",
            "content": "绝。客怀展转不能寐，因借浩然韵作此霜林万籁，秋满人间世。客子旧山心，误西风、悲号涧水。茅檐夜久，仍送雨疏疏，焚香坐，对床眠，多少闲滋味。钓舡篷底，闲杀烟蓑辈。老眼倦纷华，宦情与、秋光似纸。幽栖归去，梧影小楼寒，看山眼，打窗声，莫放颓然醉。"
        },
        {
            "title": "水调歌头 浩然生朝，作步虚语，为金石寿",
            "content": "年时海山国，今日酒如川。思君领略风味，笙鹤渺三山。还喜绿阴清昼，  卜香中为寿，彩翠羽衣斑。醉语嚼冰雪，樽酒玉浆寒。世间乐，断无似，酒中闲。冷泉高竹幽栖，佳处约淇园。君有仙风道骨，会见神游八极，不假九还丹。玉佩碎空阔，碧雾翳苍鸾。"
        },
        {
            "title": "临江仙 雪晴过邢γ夫，用旧韵",
            "content": "谁信玉堂金马客，也随林下家风。三杯大道果能通。相逢开老眼，著我圣贤中。会意清言穷理窟，人间万事冥蒙。暮寒松雪照群峰。衰颜无处避，只可屡潮红。"
        },
        {
            "title": "洞仙歌 戊辰岁，王无兢生朝",
            "content": "六峰翠气，不减天台秀。满腹岚光杂山溜。扫雄文，驱巨笔，多艺多才，稽古力，方见青云步骤。奉常新礼乐，玉署金銮，绿发青春印如斗。正悬流勇退，收取闲身，归去好、林壑颐神养寿。待它日、相寻寿樽开，看野服黄冠，水前山后。"
        },
        {
            "title": "水调歌头 曹侯浩然，人品高秀，玉立而冠，",
            "content": "在寒士右。惜乎流离顿挫无以见于事业，身闲胜日，独对名酒，悠然得意，引满径醉。醉中出豪爽语，往往冰雪逼人，翰墨淋漓，殆与海岳并驱争先。虽其平生风味，可以想见，然流离顿挫之助，乃不为不多。东坡先生云，士践忧患，焉知非福，浩然有焉。老子于此，所谓兴复不浅者，闻其风而悦之。念方问舍於萧闲，阴求老伴，若加以数年，得相从乎林影水光之间，信足了此一生，犹恐君之嫌俗客也，作水调歌曲以访之云间贵公子，玉骨秀横秋。十年流落冰雪，香  紫貂裘。灯火春城咫尺，晓梦梅花消息，茧纸写银钩。老矣黄尘眼，如对白苹洲。世间物，唯有酒，可忘忧。萧闲一段归计，佳处著君侯。翠竹江村月上，但要纶巾鹤氅，来往亦风流。醉墨蔷薇露，洒遍酒家楼。"
        },
        {
            "title": "浣溪沙 春津道中，和子文韵",
            "content": "溪雨空蒙洒面凉。暮春初见柳梢黄。绿阴空忆送春忙。芍药弄香红扑暖，酴?趁雪翠绡长。梦为蝴蝶亦还乡。"
        },
        {
            "title": "满江红 舅氏丹房先生，方外伟人，轻财如粪",
            "content": "能用之。时时出烟霞九天上语，醉墨淋漓，摆落人间俗学，自谓得三代鼎钟妙意。今年以书抵仆，言行年七十，精力愈强，贫愈甚， 知大丹之旨*?鳎?馐乖绯擅餍愎榧疲* 以供其薪水之费也。作满江红长短句， 以发*Ю镆恍υ*玉斧云孙，自然有、仙风道骨。眉宇带、九秋清气，半山晴月。入手黄金还散尽，短蓑醉舞青冥窄。向大梁、城里觅丹砂，聊为客。惊人字，蛟蛇活。借造物，驱春色。问别来挥洒，几多珠璧。合眼梦魂寻故里，摩挲明秀峰头碧。看归来、都卷五湖光，杯中吸。"
        },
        {
            "title": "水龙吟 余始年二十馀，岁在丁未，与故人东",
            "content": "余言，怀卫间风气清淑，物产奇丽，相约他年为终焉之计。尔后事与愿违，遑遑未暇。故其晚年诗曰，梦想淇园上，春林布谷声。又曰，故交半在青云上，乞取淇园作醉乡，盖志此也。东山高情远韵，参之魏晋诸贤而无愧，天下共知之。不幸年逾五十，遂下世，今墓木将拱矣，雅志莫遂，令人短气。余既沈迷簿领，颜鬓苍然，倦游之心弥切。悠悠风尘，少遇会心者，道此真乐。然中年以来，宦游南北，闻客谈个中风物益详熟。顷因公事，亦一过之，盖其地居太行之麓，土温且沃，而无南州卑溽之患。际山多瘦梅修竹，石根沙缝，出泉无数，清莹秀澈若冰玉。稻塍莲荡，香气蒙蒙，连互数十里。又有幽兰瑞香，其他珍木奇卉。举目皆崇山峻岭，烟霏空翠，吞吐飞射，阴晴朝暮，变态百出，真所谓行山阴道中。癸酉岁，遂买田於苏门之下，孙公和邵尧夫之遗迹在焉。将营草堂，以寄馀龄。巾车短艇，偶有清兴，往来不过三数百里，而前之佳境，悉为己有，岂不适哉。但空疏之迹，晚被宠荣，叨陪国论，上恩未报，未敢遽言乞骸。若＊勉驽力，加以数年，庶几早遂麋鹿之性。双清道人田唐卿，清真简秀，有林壑癖，与余作苍烟寂寞之友。而友人杨德茂，博学冲素，游心绘事，暇日商略新意，广远公莲社图，作卧披短轴。感念退休之意，作越调水龙吟以太行之麓清辉，地和气秀名天下。共山沐涧，济源盘谷，端如倒蔗。风物宜人，绿橙霜晓，紫兰清夏。望青帘尽是，长腰玉粒，君莫问、香醪价。我已山前问舍。种溪梅、千株缟夜。风琴月笛，松窗竹径，须君命驾。住世还丹，坐禅方丈，草堂莲社。拣云泉，巧与余心会处，托龙眠画。"
        },
        {
            "title": "念奴娇 还都后诸公见追和赤壁词，用韵者凡",
            "content": "离骚痛饮，笑人生佳处，能消何物。夷甫当年成底事，空想岩岩玉璧。五亩苍烟，一邱寒碧，岁晚忧风雪。西州扶病，至今悲感前杰。我梦卜筑萧闲，觉来岩桂，十里幽香发。嵬隗胸中冰与炭，一酌春风都灭。胜日神交，悠然得意，遗恨无毫发。古今同致，永和徒记年月。\r\n【注释】：原序:还都后，诸公见追和赤壁词，用韵者凡六人，亦复重赋\r\n\r\n\r\n此首〈念奴娇〉词为蔡松年的名作。蔡松年(1107-1159)，字伯坚。金太宗时仕金，海陵王时累官至尚书右丞相。其词名甚高，「脍炙艺林」，有《明秀集》收录其词。此词作于天眷三年(1140年)，用苏轼〈赤壁怀古〉词原韵。上阕悲叹古今人生，下阕入于旷达自适之境。词语飘逸清丽，风格明快，很有气势。 \r\n\r\n\r\n蔡松年，北宋末年词人，曾为地方官，因不满官场的腐败后，退隐山林，清淡赋诗，在住所建有萧闲堂，自号萧闲老人。\r\n这首词表现词人对现实不满和对官场的厌倦，以及由此引发的隐居避世的向往。词人的上片主要表达了对现实和官场黑暗的不满 。开头三句“离骚痛饮”是说人生得意无过于饮酒、读《离骚》。一“痛”一“笑 ”，激越旷放，但隐含避世之心。（皇甫当年”二句 ，用麦甫故事。麦甫是东晋名士王衍 ，其字麦甫，人称“岩岩清峙，壁立千仞。”（顾恺之《麦甫画赞》）五衍清才气过人 ，处事异于常人 ，崇尚老庄之道，后为石勒所害。死前犹言：“呼呜，吾曹虽不如古人 ，向若不祖尚浮虚 ，戮力以匡天下，犹不可至今日。”表现其对现实的回避。“王亩苍烟”三句用二典故，“五亩苍烟”化用白居易《池上篇》中退老之地曰 ：“十亩之宅，五亩之园 ，⋯⋯”“一丘 ”化用《汉书·叙传》中“渔钓于一壑 ，则万物不奸其志；栖迟于一丘，则天下不易其乐。”在此一丘也指退居之地 。“西州扶病”二句，引谢安故事。谢安为东晋名臣，文武兼备，有天下之志，淝水大捷后乘胜追击，一度收复河南失地。然终因位高风大招人忌，被迫出镇广陵，不问朝政。太元十年，谢安扶病舆入西州，不久病逝。\r\n此处用谢安故事表达作者对成就大业的向往。上片引用玉衍与谢安故事 ，一出世一入世、两种情怀，表现作者犹豫徘徊，只能发出“岁晚忧风雪”的忧患之句。\r\n下片定归隐之志和超脱避世之乐。“我梦卜筑”三句以梦抒怀，在理想中作者避居镇阳别墅，建起萧闲堂，终日饮酒相会，不关世事。“嵬隗胸中”以下五句 ，表达出作者胸中自相矛盾喜惧之情 ，不平之气 ，遇酒都归于消灭 ，无喜亦无忧。无奈一切只是空，回想只不过是诸公相聚相和饮酒后的妄想。最后两句，写胜日神交，古今同致，王羲之又何必在《兰亭集序》中记什么“永和九年，岁在癸丑”呢？\r\n本词借用三个人物，王衍、谢安，王羲之三人经历 ，三种情怀。欲避世却对王衍回避现实尚慕不满，欲入世却由于谢安的不幸深表同情。胸中有雄志却只能用酒来浇灭，最后只能说出如王羲之作序般象写上什么“ 永和九年”之类的话语，无奈之情溢于言表。这首词用典巧妙，言志涤远，用韵清雄顿错，别有铿锵之意 。张宗橚《 词林纪事 》引范文白语曰：“此公乐府中最得意者”，确实不假。"
        },
        {
            "title": "朝中措 癸丑岁，无兢生朝",
            "content": "十年鳌禁谪仙人。冰骨冷无尘。紫诏十行宽大，白麻三代温淳。天开寿域，人逢寿日，小小阳春。要见神姿难老，六峰多少松筠。"
        },
        {
            "title": "石州慢 毛泽民尝九日以微疾不饮酒，唯煎小",
            "content": "湔掠幸槐?找缎≡仆牛??巯粝羲芍裢碇?铩* 仆顷在汴梁三年，每约会心二三客， 登故苑之友云亭，或寓居之西γ，置酒高会，以酬佳节，酣*?呈??涝缤讼芯又?帧* 岁在庚子，有五字十章，其一云，去年哦新诗， 小山黄菊中。年年说归思，远目惊高鸿。 逮今已复三经，是日奔走尘泥，劳生愈甚， 今岁先入都门，意谓得与平生故人， 共一笑之乐，且辱子文兄有同醉佳招。 而前此二日，左目忽病昏翳，不复敢近酒盏。 痴坐亡聊，感念身世，无以自遣， 乃用泽民故事，拟菊烹茶，仍作长短句，以石州之音歌之京洛三年，花满酒家，浮动金碧。友云缥缈清游，春笋新橙初擘。天东今日，枕书两眼昏花，壶觞不果酬佳节。独咏竹萧萧，者云团风叶。愁绝。此身蒲柳先秋，往事梦魂无迹。一寸归心，可忍年年形役。上园亲友，岁时陶写欢情，糟床晓溜东篱侧。手把一枝香，作萧闲闲客。"
        },
        {
            "title": "水调歌头 乙卯高阳寒食，次γ夫韵",
            "content": "寒食少天色，花柳各春风。身闲胜日，都在花影酒垆中。秀野碧城西畔，独有斗南温软，雪阵暖轻红。欲办酬春句，谁唤好情?。世间物，无一点，似情浓。心期偶得，一念千动莫形容。好在轻烟暮雨，只有西厢红树，曾见月朦胧。醉眼尽空碧，风袖障归鸿。"
        },
        {
            "title": "水龙吟 仆三年为郎外台，故人扬子能作广文",
            "content": "词章敏妙，临觞得纸，下笔不能自休。去岁收灯后，过扬於郑氏山亭，酣觞赋诗，最为快适。自此仆遂东来，比得其诗，颇道当时风味，戏作越调乱山空翠寻人，短松路转风亭小。论文把酒，灯残月淡，春风最早。星斗撑肠，雾云翻纸，词源倾倒。自骑鲸人去，流年四百，知此乐、人间少。别梦春江涨雪，记雨花、一声云杪。新诗寄我，垂天才气，凌波词调。传酒传歌，后来双秀，也应俱好。待明年，却向黄公垆下，觅萧闲老。"
        },
        {
            "title": "水调歌头 镇阳北潭，追和老坡韵",
            "content": "玻璃北潭面，十丈藕花秋。西楼爽气千仞，山障夕阳愁。谁谓弓刀塞北，忽有冷泉高竹，坐我泽南州。准备黄尘眼，管领白苹洲。老生涯，向何处，觅菟裘。倦游岁晚一笑，端为野梅留。但得白衣青眼，不要问囚推按，此外百无忧。醉墨蔷薇露，洒遍酒家楼。"
        },
        {
            "title": "怕春归 秋山道中，中夜闻落叶声有作",
            "content": "老去心情，乐在故园生处。客愁如隋堤乱絮。秋岚照水度黄衣，微雨。记篷窗、旧年吴楚。飘萧鬓绿，日日西风吹去。梦频频、萧闲风土。橙黄蟹紫醉琴书，容与。向他年、尚堪接武。"
        },
        {
            "title": "洞仙歌 甲寅岁，从师江?，戏作竹庐",
            "content": "竹篱茅舍，本是山家景。唤起兵前倦游兴。地床深稳坐，春入蒲团，天怜我，教养疏慵野性。雪坡孤月上，冰谷悲鸣，松竹萧萧夜初静。梦醒来，误喜收得闲身，不信有、俗物沈迷襟韵。待临水依山得生涯，要传取新规，再营幽胜。"
        },
        {
            "title": "瑞鹧鸪 邢γ夫招游故宫之玉溪馆，壬戌人日",
            "content": "萧散心情愧昔贤。人向道山群玉去，眼横春水瘦梅边。但知有酒能无事，便是新年胜故年。明日相寻有佳处，野云堆外淡江天。"
        },
        {
            "title": "水调歌头 丙辰九日，从猎涿水道中",
            "content": "星河淡城阙，疏柳转清流。黄云南卷千骑，晓猎冷貂裘。我欲幽寻节物，只有西风黄菊，香似故园秋。俯仰十年事，华屋几山邱。倦游客，一樽酒，便忘忧。拟穷醉眼何处，还有一层楼。不用悲凉今昔，好在西山寒碧，金屑酒光浮。老境玩清世，甘作醉乡侯。"
        },
        {
            "title": "临江仙 故人自三韩回，作此寄之",
            "content": "梦里秋江当眼碧，绿业摘破睛澜。捣香鲈蟹劝加飧。木奴空妩媚，未许斗甘酸。闻道鸡林珍贡至，侯门玉指金盘。六年冰雪眼常寒。酒樽风味在，借我醉时看。"
        },
        {
            "title": "夜坐",
            "content": "吾生有几事无涯，清夜漫漫叹物华。\r\n但愿闻钲似疲马，可能粘壁作枯蜗。\r\n只今雪屋重衾湿，去岁梅溪醉帽斜。\r\n终得萧闲对床语，青灯挑尽短檠花。"
        },
        {
            "title": "渡混同江",
            "content": "十年八唤清江渡，江水江花笑我劳。\r\n老境归心质孤月，倦游陈迹付惊涛。\r\n两都络绎波神肃，六合清明斗极高。\r\n湖海小臣尸厚禄，梦寻烟雨一渔舠。"
        },
        {
            "title": "庚申闰月从师还自颖上，对新月独酌十三首",
            "content": "我本山泽人，孤烟一轻蓑。\r\n功名无骨相，雕琢伤天和。\r\n未能遽免俗，尚尔同其波。\r\n梧桐唤归梦，无奈秋声何。"
        },
        {
            "title": "庚申闰月从师还自颖上，对新月独酌十三首",
            "content": "人言归甚易，但苦食不足。\r\n必使极其求，万钟不盈腹。\r\n处世附所安，无祸即无福。\r\n却视高盖车，身宠神已辱。"
        },
        {
            "title": "水龙吟 乙丑八月，得告上都，行李滞留，寄 ",
            "content": ""
        },
        {
            "title": "满江红 辛亥三月，春事婉娩，土风熙然，东 ",
            "content": ""
        },
        {
            "title": "石州慢 毛泽民尝九日以微疾不饮酒，唯煎小 ",
            "content": ""
        },
        {
            "title": "梅花引 以上二首见阳春白雪三案词学丛书本",
            "content": "清阴陌。狂踪迹。朱门团扇香迎客。牡丹风。数苞红。水香扑蕊，新妆为谁容。蜡灯春酒风光夕。锦浪龙须花六尺。月波寒。玉琅?。无情又是，华星送宝鞍。有蔡松年念奴娇棋声特地一首。据珊瑚网法书题跋卷十，引郭天锡手录诗文杂记作周文谟词，因不补录。"
        },
        {
            "title": "梅花引",
            "content": "春阴薄。花冥漠。金街三月初行乐。碧＊春。玉＊人。蝉飞雾鬓，风前立画裙。浮生酒浪分馀沥。娇甚春愁生远碧。犀心通。暖芙蓉。此时不恨，蓬山千万重。"
        },
        {
            "title": "失调名 滹南遗老集卷四十滹南诗话引萧闲词",
            "content": "归兴高于滟К堆。"
        },
        {
            "title": "浣溪沙 范季沾一夕小醉，乘月羽衣见过。仆",
            "content": "视无言，乃携一枝径归。明日作浣溪沙见意，戏次其韵。月下仙衣立玉山。雾云窗户未曾开。沈香诗思夜犹寒。闲却春风千丈秀，只携玉蕊一枝还。夜香初到锦班残。"
        },
        {
            "title": "水龙吟 自镇阳还兵府",
            "content": "待人间觅个，无情心绪，着多情换。"
        },
        {
            "title": "江城子 公有",
            "content": "半年无梦到春温。可怜人。几黄昏。想见玉徽，风度更清新。翠射娉婷云八尺，谁为写，五湖春。好风归路软红尘。暖冰魂。缕金裙。唤取一天，星月入金尊。留取木樨花上露，挥醉墨，洒行云。正用此意。魏道明作注，义有不通，故表出之。以上中州乐府十首"
        },
        {
            "title": "鹧鸪天",
            "content": "解语宫花出画檐。酒尊风味为花甜。谁怜梦好春如水，可奈香馀月入帘。春漫漫，酒厌厌。曲终新恨到眉尖。此生愿化双琼柱，得近春风暖玉"
        },
        {
            "title": "蓦山溪",
            "content": "清明绿野，玉色明春酒。燕地雪如沙，为唤起、斗南温秀。鬓丝禅榻，梦觉古扬州，瑶台路，返魂香，好在啼妆瘦。春前入眼，似是章台柳。欲典??裘，误金车、香迎马首。绿阴青子，后日便东风，秋千散，暮寒生，月到西厢后。"
        },
        {
            "title": "尉迟杯",
            "content": "紫云暖。恨翠雏珠树双栖晚。小花静院相逢，的的风流心眼。红潮照玉碗。午香重、草绿宫罗淡。喜银屏、小语私分，麝月春心一点。华年共有好愿。何时定，妆鬟暮雨零乱。梦似花飞，人归月冷，一夜小山新怨。刘郎兴、寻常不浅。况不似、桃花春溪远。觉情随、晓马东风，病酒馀香"
        },
        {
            "title": "石州慢 高丽使还日作",
            "content": "云海蓬莱，风雾鬓鬟，不假梳掠。仙衣卷尽云霓，方见宫腰纤弱。心期得处，世间言语非真，海犀一点通寥廓。无物比情浓，觅无情相博。离索。晓来一枕馀香，酒病赖花医却。滟滟金尊，收拾新愁重酌。片帆云影，载将无际关山，梦魂应被杨花觉。梅子雨丝丝，满江干楼阁。"
        },
        {
            "title": "声声慢 凉陉寄内",
            "content": "青芜平野，小雨千峰，还成暮陉寒色。裁翦芸窗，忆得伴人良夕。遥怜几重眉黛，恨相逢、少於行役。梨花泪，正宫衣春瘦，晓红无力。应怪浮云夫婿，不解趁新醅，醉眠凉月。怨入关河，西去又传音息。谁知倦游心事，向年来、苦思泉石。人未老，约闾峰、多占秀碧。"
        },
        {
            "title": "江神子慢 赋瑞香",
            "content": "紫云点枫叶。岩树小、婆娑岁寒节。占高洁。纤苞暖、酿出梅魂兰魄。照浓碧。茗碗添春花气重，芸窗晚、蒙蒙浮霁月。小眠鼻观先通，庐山梦旧清绝。萧闲平生淡泊。独芳温一念、犹未衰歇。总陈迹。而今老、但觅茶酒禅榻。寄闲寂。风外天花无梦也，鸳鸯债、从渠千万劫。夜寒回施，幽香与春愁客。"
        },
        {
            "title": "月华清",
            "content": "楼倚明河，山蟠乔木，故国秋光如水。常记别时，月冷半山环佩。到而今、桂影寻人，端好在、竹西歌吹。如醉。望白苹风里，关山无际。可惜琼瑶千里。有年少玉人，吟啸天外。脂粉清辉，冷射藕花冰蕊。念老去、镜里流年，空解道、人生适意。谁会。更微云疏雨，空庭鹤唳。"
        },
        {
            "title": "好事近 附见中州乐府元德明词内",
            "content": "天上赐金奁，不减壑源三月。午碗春风纤手，看一时如雪。幽人只惯茂林前，松风听清绝。无奈十年黄卷，向枯肠搜彻。"
        },
        {
            "title": "水龙吟 梁虎",
            "content": "一山星月，长生殿里，端正人微笑。风枝玉骨，冰丸红雾，长安初到。小部清新，上尊甘冷，风流天宝。自蓬山仙去，人间月晓，遗芳满、汉宫草。闻道云窗玉指，化奇苞、天容纤妙。香通鼻观，春浮手藉，教人梦好。青琐窥韩，紫囊赌谢，属狂年少。但闲窗酒病，东风晓枕，个中时要"
        },
        {
            "title": "水龙",
            "content": "软红尘里西山，乱云晓马清相向。新年有喜，洗兵和气，春风千丈。青鬓何人，凤池墨客，虎头飞将。听前驱一夜，鸣珂碎月，催笳鼓、作清壮。红袖横斜醉眼，酒肠倾、九江银浪。小桃仙馆，霜筠萧寺，风光荡漾。我欲寻春，郡中谁有，国香宫样。待酒酣、妙续珠帘句法，作穿云唱。"
        },
        {
            "title": "水龙吟",
            "content": "九秋白玉盘高，夜来冷射银河水。好风清露，碧梧高竹，нн凉气。女手香纤，一山黄菊，半青橙子。趁鹅儿新酒，?云漉雪，一年好、君须记。我走天东万里。笑归来、山川良是。沙鸥远浦，野麋丰草，唯便适意。但愿当歌，月光常共，金樽摇曳。听穿云声里，惊人秀句，卷澄江醉。"
        },
        {
            "title": "水龙吟 仆三年为郎",
            "content": "词章敏妙，临觞得纸，下笔不能自休。去岁收灯后，过扬於郑氏山亭，酣觞赋诗，最为快适。自此仆遂东来，比得其诗，颇道当时风味，戏作越调乱山空翠寻人，短松路转风亭小。论文把酒，灯残月淡，春风最早。星斗撑肠，雾云翻纸，词源倾倒。自骑鲸人去，流年四百，知此乐、人间少。别梦春江涨雪，记雨花、一声云杪。新诗寄我，垂天才气，凌波词调。传酒传歌，后来双秀，也应俱好。待明年，却向黄公垆下，觅萧闲老。"
        },
        {
            "title": "雨中花 送赵子坚再赴辽阳幕",
            "content": "化鹤城高，山蟠辽海，参天古木苍烟。有贤王豪爽，不减梁园。高会端思白雪，清澜远泛红莲。况男儿方壮，好为知音，重鼓冰弦。香凝翠幕，月压溪楼，暮寒有酒如川。人半醉、竹西歌吹，催度新篇。顾我心情老矣，爱君风谊依然。倦游归去，羽衣相过，会约明年"
        },
        {
            "title": "雨中花 仆将以穷腊",
            "content": "梅风味颇已动，感念节物，无以为怀，於是招二三会心者，载酒小集於禅坊。而乐府有清音人雅善歌雨中花，坐客请赋此曲，以侑一觞。情之所钟，故不能已，以卒章记重游退闲之乐，庶以自宽云忆昔东山，王谢感概，离情多在中年。正赖哀弦清唱，陶写馀欢。两晋名流谁有，半生老眼常寒。梦回故国，酒前风味，一笑都还。湖光玉骨，水秀山明，唤人妙思无边。吾老矣、不堪冰雪，换此萧闲。传语明年晓月，梅梢莫转银盘。后期好在，黄柑紫蟹，劝我休官。"
        },
        {
            "title": "念奴",
            "content": "飞雪没马，转沙场叠鼓，三年寒食。闻道西州春漫漫，晓玉天香欹侧。华屋金盘，哀弦清瑟，一曲春风坼。酒乡堪老，紫云莫笑狂客。我本方外闲身，西山爽气，未信兵尘逼。拄杖敲门寻水竹，不问禅坊幽宅。醉墨乌丝，新声翠袖，不可无吾一。殷勤红扑，好留姚魏颜色。"
        },
        {
            "title": "念奴娇 别仲亨",
            "content": "大江澄练，对一尊离合，春风江北。燕代三年谈笑间，初识芝兰白璧。桂窟高寒，铁衣英壮，早得文章力。峥嵘富贵，异时方见相逼。明日相背关河，魏家宫阙，西望千山赤。我亦疏慵归计久，欲乞幽闾松雪。千里相思，欣然命驾，醉倒张圆月。酒乡堪老，紫云莫笑狂客。"
        },
        {
            "title": "念奴娇 浩然胜友生朝",
            "content": "紫兰玉树，自琅霄分秀，悬知英物。万壑清冰抟爽气，老鹤凭虚仙骨。醉帖蛟腾，豪篇玉振，不受春埋没。蓬莱清浅，便安黄卷寒寂。冰簟寿酒光风，宫衣缥缈，犹带婴香湿。老去浮沈唯是酒，同作萧闲闲客。耐久风烟，期君端似，明秀高峰碧。冷云幽处，月波无际都吸。"
        },
        {
            "title": "念奴娇 辛亥新正五日",
            "content": "，以滴蜡黄梅侑樽。醉归感叹节物，顾念身世，殆无以为怀，作此自解小红破雪，又一灯香动，春城节物。春事新年独梦绕，江浦南枝横月。万户糟邱，西山爽气，差慰人岑寂。六年今古，只应花鸟相识。老去嚼蜡心情，偶然流坎，岂悲欢人力。莫望家山桑海变，唯有孤云落日。玉色橙香，宫黄花露，一醉无南北。终焉此世，正尔犹是良策。"
        },
        {
            "title": "念奴娇",
            "content": "念奴玉立，记连昌宫里，春风相识。云海茫茫人换世，几度梨花寒食。花萼霓裳，沈香水调，一串骊珠湿。九天飞上，叫云遏断筝笛。老子陶写平生，清音裂耳，觉庾愁都释。淡淡长空今古梦，只有此声难得。湓浦心情，落花时节，还对天涯客。春温玉碗，一声洗尽冰雪。"
        },
        {
            "title": "满江红 舅氏丹房先生",
            "content": "能用之。时时出烟霞九天上语，醉墨淋漓，摆落人间俗学，自谓得三代鼎钟妙意。今年以书抵仆，言行年七十，精力愈强，贫愈甚， 知大丹之旨*?鳎?馐乖绯擅餍愎榧疲* 以供其薪水之费也。作满江红长短句， 以发*Ю镆恍υ*玉斧云孙，自然有、仙风道骨。眉宇带、九秋清气，半山晴月。入手黄金还散尽，短蓑醉舞青冥窄。向大梁、城里觅丹砂，聊为客。惊人字，蛟蛇活。借造物，驱春色。问别来挥洒，几多珠璧。合眼梦魂寻故里，摩挲明秀峰头碧。看归来、都卷五湖光，杯中吸。"
        },
        {
            "title": "满江红 和高子文春津道中",
            "content": "梁苑当时，春如水、花明酒冽。寒食夜、翠屏入照，海棠红雪。底事年来常马上，不堪齿发行衰缺。解见人、幽独转寒江，樽前月。平生友，中年别。恨无际，那容发。萧闲便归去，此图清绝。花径酒垆身自在，都凭细解丁香结。尽世间、臧否事如云，何须说。"
        },
        {
            "title": "满江红 虎茵老",
            "content": "玉宇间风制，俾仆发扬其事端正楼空，琵琶冷、月高弦索。人换世、世间春在，几番花落。缥缈馀情无处托，一枝梅绿横冰萼。对淡云、新月炯疏星，都如昨。萧闲老，平生乐。借秀色，明杯杓。吐凌云好句，张吾邱壑。此乐莫教儿辈觉，微官束置高高阁。便归来、招我雪霜魂，春边著。"
        },
        {
            "title": "水调歌头",
            "content": "寒食少天色，花柳各春风。身闲胜日，都在花影酒垆中。秀野碧城西畔，独有斗南温软，雪阵暖轻红。欲办酬春句，谁唤好情?。世间物，无一点，似情浓。心期偶得，一念千动莫形容。好在轻烟暮雨，只有西厢红树，曾见月朦胧。醉眼尽空碧，风袖障归鸿。"
        },
        {
            "title": "水调歌头 高德辉生朝",
            "content": "年时海山路，寒碧乱清淮。客中寿酒，醉眼不见一枝梅。何似今年心事，千丈好云新雨，飞下玉妆台。晴雪洗佳气，河汉酒肠开。九秋雕，千里马，出风埃。蓝桥得道，鹤骨端自见云来。我有云山后约，不得夜灯亲酌，倾倒好情怀。为写芳鲜句，扶起玉山颓。"
        },
        {
            "title": "乌夜啼 留别赵粹文 以上明秀集注卷二三十四",
            "content": "一段江山秀气，风流故国王孙。三年不惯冰天雪，白璧借春温。宦路常难聚首，别期先已销魂。与君两鬓犹青在，梅竹老夷门。"
        },
        {
            "title": "相见欢 九日",
            "content": "风泉悲鸣， 炉香蓊於γ穴。故人陈公辅坐石横琴， 萧然有尘外趣，要余云闲晚溜琅琅。泛炉香。一段斜川松菊，瘦而芳。人如鹄，琴如玉，月如霜。一曲清商人物，两相忘。"
        },
        {
            "title": "菩萨蛮 携酒过分定张子华",
            "content": "披云拨雪鹅儿酒。浇公枯燥谈天口。秋梦浪翻江。雨窗深炷香。风烟公耐久。宜结神明友。醉里好微言。君平莫下帘。"
        },
        {
            "title": "西江月 己酉四月暇日",
            "content": "归对月小酌，赋西江月记之古殿苍松偃蹇，孤云丈室清深。茶声破睡午风阴。不用凉泉石枕。枯木人忘独坐，白莲意可相寻。归时团月印天心。更作逃禅小饮。"
        },
        {
            "title": "人月圆 丙辰晚春即事",
            "content": "梨雪东城又回春。风物属闲身。不堪禁酒，百重堆按，满马京尘。眼青独拄西山笏，本是个中人。一犁春雨，一篙春水，自乐天真。"
        },
        {
            "title": "浣溪沙 春",
            "content": "溪雨空蒙洒面凉。暮春初见柳梢黄。绿阴空忆送春忙。芍药弄香红扑暖，酴?趁雪翠绡长。梦为蝴蝶亦还乡。"
        },
        {
            "title": "点绛唇 同浩然赏崔白梅竹图",
            "content": "半幅生绡，便教风韵平生足。枕溪湖玉。数点梅横竹。花露天香，香透金荷?。明高烛。醉魂清淑。吸尽江山绿。"
        },
        {
            "title": "浣溪沙 范季沾一夕",
            "content": "视无言，乃携一枝径归。明日作浣溪沙见意，戏次其韵。月下仙衣立玉山。雾云窗户未曾开。沈香诗思夜犹寒。闲却春风千丈秀，只携玉蕊一枝还。夜香初到锦班残。"
        },
        {
            "title": "浣溪沙",
            "content": "寿骨云门白玉山。山光千丈落毫端。姓名先挂烂银盘。编简馨香三万卷，未应造物放君闲。功成却恐退身难。"
        },
        {
            "title": "浣溪沙 季沾寿日",
            "content": "天上仙人亦读书。风麟形相不枯  。十年傲雪气凌虚。谁道邺侯功业晚，莫教文举酒樽疏。他年玉颊秀芙蕖。"
        },
        {
            "title": "千秋岁 起晋对",
            "content": "碧轩清胜，俗物无由到。沧江半壁山传照。几窗黄菊媚，天北重阳早。金靥小。秋光秀色明霜晓。手捻清香笑。今古闲身少。放醉眼，看云表。渊明千载意，松偃斜川道。谁会得，一樽唤取溪山老。"
        },
        {
            "title": "瑞鹧鸪",
            "content": "酬春当得酒如川。日典春衣也自贤。孤负风光忙有底，婆娑邱壑兴无边。书生大抵少成事，老境尚堪加数年。重作梅花上元约，醉归星斗聚壶"
        },
        {
            "title": "瑞鹧鸪 邢",
            "content": "萧散心情愧昔贤。人向道山群玉去，眼横春水瘦梅边。但知有酒能无事，便是新年胜故年。明日相寻有佳处，野云堆外淡江天。"
        },
        {
            "title": "南乡",
            "content": "霜籁入枯桐。山压江城秀蔼浓。谁著夜光松竹里，玲珑。十丈冰花射好风。物外蕊珠宫。几缕明霞玉镜中。银浪三江都一吸，春融。晓病眉尖"
        },
        {
            "title": "朝中措",
            "content": "玉霄＊榜陋凌云。龙跳九天门。不负平生稽古，仙卿躐拜恩纶。星明南极，天开太室，收拾殊勋。贺客晨香如雾，他年压倒平津。"
        },
        {
            "title": "朝中措 癸",
            "content": "十年鳌禁谪仙人。冰骨冷无尘。紫诏十行宽大，白麻三代温淳。天开寿域，人逢寿日，小小阳春。要见神姿难老，六峰多少松筠。"
        },
        {
            "title": "朝中措",
            "content": "玉屏松雪冷龙鳞。闲阅倦游人。耐久谁如溪水，破冰犹漱雪根。三年俗驾，千钟厚禄，心负天真。说与苍烟空翠，未忘藜杖纶巾。"
        },
        {
            "title": "减字木兰花 中",
            "content": "春前雪夜。醉玉峥嵘花上下。几许悲欢。明夜秋河转玉盘。高楼远笛。光到东峰横眼碧。招我吟魂。教卷澄江入酒樽。"
        },
        {
            "title": "减字木兰花 和丹房老人韵",
            "content": "山蟠酒绿。天上玉盘窥醉玉。倦客秋多。秋气还如酒盏何。松风度曲。风水飘飘承我足。蕲竹龙哦。落月徘徊待我歌。"
        },
        {
            "title": "小重山",
            "content": "东晋风流雪样寒。市朝冰炭里，起波澜。得君如对好江山。幽栖约，湖海玉孱颜。梅月半斓斑。云根孤鹤唳，浅云滩。摩挲明秀酒中闲。浮香底，相对把渔竿。"
        },
        {
            "title": "一剪梅",
            "content": "白璧雄文冠玉京。桂月名香，能继家声。年年社燕与秋鸿，明日燕南又远行。老子初无游宦情。三径苍烟归未成。幅巾扶我醉谈玄，竹瘦溪寒，深寄馀龄。"
        },
        {
            "title": "临江仙",
            "content": "谁信玉堂金马客，也随林下家风。三杯大道果能通。相逢开老眼，著我圣贤中。会意清言穷理窟，人间万事冥蒙。暮寒松雪照群峰。衰颜无处避，只可屡潮红。"
        },
        {
            "title": "临江仙 故",
            "content": "梦里秋江当眼碧，绿业摘破睛澜。捣香鲈蟹劝加飧。木奴空妩媚，未许斗甘酸。闻道鸡林珍贡至，侯门玉指金盘。六年冰雪眼常寒。酒樽风味在，借我醉时看。"
        },
        {
            "title": "无题",
            "content": "老去心情，乐在故园生处。客愁如隋堤乱絮。秋岚照水度黄衣，微雨。记篷窗、旧年吴楚。飘萧鬓绿，日日西风吹去。梦频频、萧闲风土。橙黄蟹紫醉琴书，容与。向他年、尚堪接武。"
        },
        {
            "title": "渔家傲 和子文韵",
            "content": "浩浩春波朝复暮。悠悠倦客伤歧路。浑似故溪烟又雨。潇洒处。一樽溪友开心素。忘却闲身须急度。夕阳惯听渔歌举。只欠浦花三四树。闲中趣。春风何待鲈鱼去。"
        },
        {
            "title": "蓦山",
            "content": "绝。客怀展转不能寐，因借浩然韵作此霜林万籁，秋满人间世。客子旧山心，误西风、悲号涧水。茅檐夜久，仍送雨疏疏，焚香坐，对床眠，多少闲滋味。钓舡篷底，闲杀烟蓑辈。老眼倦纷华，宦情与、秋光似纸。幽栖归去，梧影小楼寒，看山眼，打窗声，莫放颓然醉。"
        },
        {
            "title": "蓦山溪 和子文韵",
            "content": "人生寄耳，几许寒仍暑。东晋旧风流，叹此道、虽存如缕。黄尘堆里，玉树照光风，闲命驾，小开樽，林下歌奇语。萧闲老计，只有梅千树。明秀一峰寒，醉时眠、冷云幽处。君如早退，端可张吾军，唯莫遣，俗儿知，减却欢中趣。"
        },
        {
            "title": "洞仙歌 戊辰",
            "content": "六峰翠气，不减天台秀。满腹岚光杂山溜。扫雄文，驱巨笔，多艺多才，稽古力，方见青云步骤。奉常新礼乐，玉署金銮，绿发青春印如斗。正悬流勇退，收取闲身，归去好、林壑颐神养寿。待它日、相寻寿樽开，看野服黄冠，水前山后。"
        },
        {
            "title": "洞仙",
            "content": "竹篱茅舍，本是山家景。唤起兵前倦游兴。地床深稳坐，春入蒲团，天怜我，教养疏慵野性。雪坡孤月上，冰谷悲鸣，松竹萧萧夜初静。梦醒来，误喜收得闲身，不信有、俗物沈迷襟韵。待临水依山得生涯，要传取新规，再营幽胜。"
        },
        {
            "title": "望月婆罗门 送陈咏之自辽阳还汴水",
            "content": "妙龄秀发，韵清冰玉洗罗纨。文章桂窟高寒。晤语平生风味，如对好江山。向雪云辽海，笑里春还。宦情久阑。道勇退、岂吾难。老境哦君好句，张我萧闲。一峰明秀，为传语、浮月碧琅?。归意满、水际林间。"
        },
        {
            "title": "汉宫春 次高子文韵",
            "content": "雪与幽人，正一年佳处，清晓开门。萧然半华鬓发，相与销魂。披衣倚柱，向轻寒、?渌微温。端好在，垂鞭信马，小桥南畔烟村。呵手冻吟未了，烂银钩呼我，玉粒晨＊。六花做成蟹眼，凤味香翻。小梅疏竹，际壁间、横出江天。那更有，青松怪石，一声鹤唳前轩。"
        },
        {
            "title": "满庭芳 李虞",
            "content": "森玉筠林，涌金泉眼，际山千丈寒辉。世间清境，冰鉴月来时。我久纷华战胜，求五亩、鹤骨应肥。青篷底，垂竿照影，都洗向来非。千畦。收玉粒，糟邱刘阮，风味依稀。卷万珠甘滑，一吸玻璃。作个江村篱落，野梅炯、沙路无泥。金銮客，悬流勇退，开径待君归。"
        },
        {
            "title": "水龙吟 余始年二十馀",
            "content": "余言，怀卫间风气清淑，物产奇丽，相约他年为终焉之计。尔后事与愿违，遑遑未暇。故其晚年诗曰，梦想淇园上，春林布谷声。又曰，故交半在青云上，乞取淇园作醉乡，盖志此也。东山高情远韵，参之魏晋诸贤而无愧，天下共知之。不幸年逾五十，遂下世，今墓木将拱矣，雅志莫遂，令人短气。余既沈迷簿领，颜鬓苍然，倦游之心弥切。悠悠风尘，少遇会心者，道此真乐。然中年以来，宦游南北，闻客谈个中风物益详熟。顷因公事，亦一过之，盖其地居太行之麓，土温且沃，而无南州卑溽之患。际山多瘦梅修竹，石根沙缝，出泉无数，清莹秀澈若冰玉。稻塍莲荡，香气蒙蒙，连互数十里。又有幽兰瑞香，其他珍木奇卉。举目皆崇山峻岭，烟霏空翠，吞吐飞射，阴晴朝暮，变态百出，真所谓行山阴道中。癸酉岁，遂买田於苏门之下，孙公和邵尧夫之遗迹在焉。将营草堂，以寄馀龄。巾车短艇，偶有清兴，往来不过三数百里，而前之佳境，悉为己有，岂不适哉。但空疏之迹，晚被宠荣，叨陪国论，上恩未报，未敢遽言乞骸。若＊勉驽力，加以数年，庶几早遂麋鹿之性。双清道人田唐卿，清真简秀，有林壑癖，与余作苍烟寂寞之友。而友人杨德茂，博学冲素，游心绘事，暇日商略新意，广远公莲社图，作卧披短轴。感念退休之意，作越调水龙吟以太行之麓清辉，地和气秀名天下。共山沐涧，济源盘谷，端如倒蔗。风物宜人，绿橙霜晓，紫兰清夏。望青帘尽是，长腰玉粒，君莫问、香醪价。我已山前问舍。种溪梅、千株缟夜。风琴月笛，松窗竹径，须君命驾。住世还丹，坐禅方丈，草堂莲社。拣云泉，巧与余心会处，托龙眠画。"
        },
        {
            "title": "永遇",
            "content": "所畏仰，不复更言。独记异时，共论流俗鄙吝之态，令人短气。且谋早退，为闲居之乐。斯言未寒，又复再见秋物，念之惘然。辄用其语，为永遇乐长短句寄之，并以自警正始风流，气吞馀子，此道如线。朝市心情，云翻雨覆，千丈堆冰炭。高人一笑，春风卷地，只有大江如练。忆当时，西山爽气，共君对持手版。山公鉴裁，水曹诗兴，功业行飞霄汉。华屋含秋，寒沙去梦，千里横青眼。古今都道，休官归去，但要此言能践。把人间、风烟好处，便分中"
        },
        {
            "title": "雨中花 仆自幼刻意",
            "content": "能自克。志复疏怯，嗜酒好睡。遇乘高履危，动辄有畏。道逢达官稠人，则便欲退缩。其与人交，无贤不肖，往往率情任实，不留机心。自惟至熟，使之久与世接，所谓不有外难，当有内病，故谋为早退闲居之乐。长大以来，遭时多故，一行作吏，从事於簿书鞍马间，违己交病，不堪其忧。求田问舍，遑遑於四方，殊未见会心处。闻山阳间，魏晋诸贤故居，风气清和，水竹葱カ。方今天壤间，盖第一胜绝之境，有意卜筑於斯，雅咏玄虚，不谈世事，起其流风遗躅。故自丙辰丁巳以来，三求官河内，经营三径，遂将终焉。事与愿违，俯仰一纪，劳生愈甚，吊影自怜。然而触於事物，感今怀昔，考其见於赋咏者，实未始一日而忘。李君不愚，作掾天台，出佐是郡，因其行也，赋乐府长短句，以叙鄙怀。行春胜日，物彩照人，为予择稚秀者，以雨中花歌之，使清泉白石，闻我心曲，庶几他日，不嗜酒偏怜风竹，晋客神清，多寄虚玄。有山阳遗迹，水石高寒。曾为幽栖起本，几求方外微官。谩蹉跎十载，还羡君侯，左驾朱?。山村霰雪，竹外花明，瘦梅半树斓斑。溪路转、青帘佳处，便是萧闲。寄谢王君精爽，摩挲森碧琅?。个中著我，储风养月，先报平安。"
        },
        {
            "title": "念奴娇 乙卯",
            "content": "洞宫碧海，化神山玉立，东方仙窟。海色山光千万顷，都作??玉骨。黄卷精神，黑头心力，虎帐多闲日。一杯为寿，酒肠先醉江橘。南下禹穴涛江，要收奇秀，老去供诗笔。忧喜相寻皆物外，今古闲身难得。邱壑风流，稻梁卑辱，莫爱高官职。他年风雨，对床却话今夕。"
        },
        {
            "title": "念奴娇 田唐",
            "content": "间，襟韵飘爽，无复市朝气味。然甚穷，难忍时无料事之者。比罢熙和酒官，复为药局，与余有林下相从之约，作念奴娇以寄之九江秀色，看飘萧神气，长身玉立。放浪江南山水窟，笔下云岚堆积。药笼功名，酒垆身世，不得文章力。人间俗气，对君一笑都释。畴昔得意忘形，野梅溪月，有酒还相觅。痛饮酣歌悲壮处，老骥谁能伏枥。争席樵渔，对床风雨，伴我为闲客。朱弦疏越，兴来一扫筝笛。"
        },
        {
            "title": "念奴娇 九日作",
            "content": "倦游老眼，放闲身、管领黄花三日。客子秋多茅舍外，满眼秋岚欲滴。泽国清霜，澄江爽气，染出千林赤。感时怀古，酒前一笑都释。千古栗里高情，雄豪割据，戏马空陈迹。醉里谁能知许事，俯仰人间今昔。三弄胡床，九层飞观，唤取穿云笛。凉蟾有意，为人点破空碧。"
        },
        {
            "title": "念奴娇 送范季沾还云门",
            "content": "范侯别久，爱孤松老节，癯而实茂。碧玉莲峰三岁主，添得无边鲜秀。月魄澄秋，花光炯夜，还共西风酒。酒前豪气，切云千丈依旧。客舍老眼才明，凝神八表，不肯留风袖。留得惊人三昧语，珠璧腾辉宇宙。茅屋云门，苍官青士，岁晚风烟瘦。软红尘里，为予千里回首。"
        },
        {
            "title": "念奴娇 吴杰",
            "content": "倦游老眼，看黄尘堆里，风波千尺。雕浦归心唯自许，明秀高峰相识。谁谓峰前，岁寒时节，忽遇知音客。紫芝仙骨，笑谈犹带山色。君有河水洋洋，野梅高竹，我住涟漪宅。镜里流年春梦过，只有闲身难得。挥扫龙蛇，招呼风月，且尽杯中物。他年林下，会须千里相觅。"
        },
        {
            "title": "念奴娇 还",
            "content": "离骚痛饮，笑人生佳处，能消何物。夷甫当年成底事，空想岩岩玉璧。五亩苍烟，一邱寒碧，岁晚忧风雪。西州扶病，至今悲感前杰。我梦卜筑萧闲，觉来岩桂，十里幽香发。嵬隗胸中冰与炭，一酌春风都灭。胜日神交，悠然得意，遗恨无毫发。古今同致，永和徒记年月。"
        },
        {
            "title": "念奴娇 仆来京洛三年未尝饱见春物。今岁江",
            "content": "岫诸亲友折花酌酒於明秀峰下，仍借东坡先生赤壁词韵，出妙语以惜别。辄亦继作，致言叹不足之意倦游老眼，负梅花京洛，三年春物。明秀高峰人去后，冷落清辉绝壁。花底年光，山前爽气，别语挥冰雪。摩挲庭桧，耐寒好在霜杰。人世长短亭中，此身流转，几花残花发。只有平生生处乐，一念犹难磨灭。放眼南枝，忘怀樽酒，及此青青发。从今归梦，暗香千里横月。"
        },
        {
            "title": "满江红 伯平舍人亲友得意西归",
            "content": "老境нн，归梦绕、白云茅屋。何处有、可人襟韵，慰子心目。犹喜平生佳友戚，一杯情话开幽独。爱夜阑、山月洗京尘，颓山玉。天香近，清班肃。公衮裔，千钟禄。笑年来游戏，寄身糟曲。富贵寻人知不免，家园清夏聊休沐。向暮凉、风簟炯茶烟，眠修竹。"
        },
        {
            "title": "满江红 细君生朝",
            "content": "春色三分，壶觞为、生朝自劝。清梦断、岁华良是，此身流转。花底少逢如意酒，人生几日春风面。算古来、谁似五噫君，情高远。但无事，身强健。老生涯、分付药炉经卷。闻道恒阳松雪好，游山服要新针线。但莫遣、雅志困黄尘，违人愿。"
        },
        {
            "title": "满江红 安乐岩",
            "content": "半岭云根，溪光浅、冰轮新浴。谁幻出、故山邱壑，慰予心目。深樾不妨清吹度，野情自与游鱼熟。爱夜泉、徽外两三声，琅然曲。人间世，争蛮触。万事付，金荷?。老生涯、犹欠谢公丝竹。好在斜川三尺玉，暮凉白鸟归乔木。向水边、明秀倚高峰，平生足。"
        },
        {
            "title": "无题",
            "content": "年时海山国，今日酒如川。思君领略风味，笙鹤渺三山。还喜绿阴清昼，ケ卜香中为寿，彩翠羽衣斑。醉语嚼冰雪，樽酒玉浆寒。世间乐，断无似，酒中闲。冷泉高竹幽栖，佳处约淇园。君有仙风道骨，会见神游八极，不假九还丹。玉佩碎空阔，碧雾翳苍鸾。"
        },
        {
            "title": "水调歌头 虎茵居士梁慎修生朝",
            "content": "丁年跨生马，玉节度流沙。春风北卷燕赵，无处不桑麻。一夜蓬莱清浅，欲守平生黄卷，冰雪做生涯。惟有天南梦，时到曲江花。瘦筇枝，轻鹤背，醉为家。倦游笑我黄尘，昏眼簿书遮。千古东坡良史，一段葛洪嘉处，莫种故侯瓜。赋就五噫曲，金狄看年华。"
        },
        {
            "title": "水调歌头 仆以戊申",
            "content": "既而过之，未尝不弥日忘归。至於一邱一壑，心通神解，殆不容声。自是朝夕与之期，邻里与之游者，盖十有二年。己未五月，复别於燕之传舍。及其得官汴梁，仆已去彼，怅然之情，日日往来乎心也西山六街碧，尝忆酒旗秋。神交一笑千载，冰玉洗双眸。自尔一觞一咏，领略人间奇胜，无此会心流。小驿高槐晚，绿酒照离忧。木犀开，玉溪冷，与谁游。酒前豪气千丈，不减昔时不。谁识昂藏野鹤，肯受华轩羁缚，清唳白苹洲。会趁梅横月，同典锦宫裘。"
        },
        {
            "title": "水调歌头 丙辰",
            "content": "星河淡城阙，疏柳转清流。黄云南卷千骑，晓猎冷貂裘。我欲幽寻节物，只有西风黄菊，香似故园秋。俯仰十年事，华屋几山邱。倦游客，一樽酒，便忘忧。拟穷醉眼何处，还有一层楼。不用悲凉今昔，好在西山寒碧，金屑酒光浮。老境玩清世，甘作醉乡侯。"
        },
        {
            "title": "水调歌头 闰八月望夕有作",
            "content": "空凉万家月，摇荡菊花期。飘飘六合清气，欲唤紫鸾骑。京洛花浮酒市，初把两螯风味，橙子半青时。莫话旧年梦，聊赋倦游诗。玉盘高，金靥小，笑相窥。市朝声利场里，谁肯略忘机。庾老南楼佳兴，陶令东篱高咏，千古赏音稀。手捻冷香碎，和月卷玻璃。"
        },
        {
            "title": "水调",
            "content": "在寒士右。惜乎流离顿挫无以见于事业，身闲胜日，独对名酒，悠然得意，引满径醉。醉中出豪爽语，往往冰雪逼人，翰墨淋漓，殆与海岳并驱争先。虽其平生风味，可以想见，然流离顿挫之助，乃不为不多。东坡先生云，士践忧患，焉知非福，浩然有焉。老子于此，所谓兴复不浅者，闻其风而悦之。念方问舍於萧闲，阴求老伴，若加以数年，得相从乎林影水光之间，信足了此一生，犹恐君之嫌俗客也，作水调歌曲以访之云间贵公子，玉骨秀横秋。十年流落冰雪，香ゆ紫貂裘。灯火春城咫尺，晓梦梅花消息，茧纸写银钩。老矣黄尘眼，如对白苹洲。世间物，唯有酒，可忘忧。萧闲一段归计，佳处著君侯。翠竹江村月上，但要纶巾鹤氅，来往亦风流。醉墨蔷薇露，洒遍酒家楼。"
        },
        {
            "title": "水调歌头 送陈咏之归镇阳",
            "content": "东垣步秋水，几曲冷玻璃。沙鸥一点晴雪，知我老无机。共约经营五亩，卧看西山烟雨，窗户舞涟漪。雅志易华发，岁晚羡君归。月边梅，湖底石，入新诗。飘然东晋奇韵，此道赏音稀。我有一峰明秀，尚恋三升春酒，辜负绿蓑衣。为写倦游兴，说与水云知。"
        },
        {
            "title": "鹧鸪天",
            "content": "秀樾横塘十里香，\r\n水花晚色静年芳。\r\n胭脂雪瘦薰沉水，\r\n翡翠盘高走夜光。\r\n山黛远，月波长。\r\n暮云秋影照潇湘。\r\n醉魂应逐凌波梦，\r\n分付西风此夜凉。"
        },
        {
            "title": "水调歌头 镇",
            "content": "玻璃北潭面，十丈藕花秋。西楼爽气千仞，山障夕阳愁。谁谓弓刀塞北，忽有冷泉高竹，坐我泽南州。准备黄尘眼，管领白苹洲。老生涯，向何处，觅菟裘。倦游岁晚一笑，端为野梅留。但得白衣青眼，不要问囚推按，此外百无忧。醉墨蔷薇露，洒遍酒家楼。"
        }
    ]
}