{
    "dynasty": "金",
    "author": "赵秉文",
    "intro": "（1159--1232） 金文学家。字周臣，号闲闲老人，磁州滏阳（今河北磁 县）人。大定进士，官至礼部尚书。能诗文。诗歌多写自然景物。又工草书。所著有《闲闲老人滏水文集》。",
    "items": [
        {
            "title": "大江东去 用东坡先生韵",
            "content": "秋光一片，问苍苍桂影，其中何物。\r\n一叶扁舟波万顷，四顾粘天无壁。\r\n叩枻[1]长歌，嫦娥欲下，\r\n万里挥冰雪。京尘千丈，\r\n可能容此人杰？\r\n\r\n回首赤壁矶边，骑鲸人去，\r\n几度山花发。澹澹长空千古梦？\r\n只有归鸿明灭。我欲从公，\r\n乘风归去，散此麒麟发。\r\n三山安在？玉箫吹断明月。\r\n\r\n\r\n\r\n\r\n【注释】：【注释】：\r\n注一：船桨。\r\n此为和苏东坡赤壁词韵之作。\r\n\r\n苏轼的词以豪放闻名 。他的千古名作《念奴娇》以凌厉无比的词笔，描绘江涛，壮美无比。是他谪居黄州（今湖北黄冈 ），夜游黄州城外的赤壁（即亦鼻矶）后写下的。本词作者赵秉文是金朝著名词人，苏轼的词对他有极深影响，他也极敬慕苏轼。这首词就是赵秉文对苏轼 《念奴娇·赤壁怀古》的和韵之作。《大江东去》即《念奴娇 》，缘自苏轼赤壁词《念奴娇·赤壁怀古》中的“大江东去”句 ；“用东坡先生韵”就是采用苏轼赤壁词的原韵。\r\n苏东坡作词，多隐括前人作品，这首词，也属这类作品，它隐括前人（特别是苏轼）之作，可以说句句有来历。上片，主要由《赤壁赋》化来，下片化用杜牧《登乐游原》诗句等，表达了词作者对苏轼被谪黄州际遇的深切同情与不平，同时借古说今，也表现了作者自己忧国忧民，但又无力挽救国之危亡，从而产生的消极出世的思想。\r\n上片以问月起句。古诗词以“问月”起笔，以苏轼为例，就有其《水调歌头》“ 明月几时有？把酒问清天”的千古绝唱。本词问月，虽化用苏词，却亦有新意。他的问月，点明了作词的时间：深秋的月明之夜，（当年苏轼游赤壁也恰是秋凉之夜）。首句中“挂影”指月亮，但却用“苍苍”来形容，再加之以肃杀的“秋光”来相衬，顿时，一片苍凉、高洁、肃杀之感跃然纸上。随后 ，笔锋一转 ，由月及人，此情此景 ，不由人不想到当年一叶扁舟夜游赤壁的苏东坡。“叩枻长歌 ，嫦娥欲下 ，万里挥冰雪”皆是对苏轼《赤壁赋》语意的隐括，虽只寥寥数语，但当年苏轼夜游赤壁的情景却尽观读者眼前，真是于平淡处见功力。“京尘千丈 ，可形容此人杰？”虽是问句，却表达了词作者的深切感慨 。“享尘”指当时错得复杂的官场，“人杰”指苏东坡，（本词作者赵秉文曾盛赞苏轼为“雄节迈伦 ，高气盖世”“人中麟凤”。）四这两句从技法上来看，不仅由写景转入了抒情，也起到了承上启下的作用 。下片由此句的“人杰”不得见容”引发到“骑鲸人去 ”，由对苏轼一生坎坷际遇的深切同情及愤慨，转入自抒悲感。“骑鲸人”本指唐李白，这里借指苏轼 ，“几度山花发”写苏轼逝后光阴的流逝，读来不禁让人唏嘘不已 ，感慨万千。“澹澹长空今古梦，只有归鸿明天 ”化用杜牧《登乐游厚》“长空澹澹孤鸟设，万声销沉向此中”句，表露了作者吊古伤今 ，消极悲观的人生态度。“我欲从公”三句则语意更加决绝，欲与苏轼仙去，消极出世的思想更加表露无疑。但却难寻仙过，只有寄情于玉箫罢了，故有“三山安在”句结尾。感怀、悲戚、无奈之意萦绕不绝。\r\n本词虽是和韵之作 ，但作者借景抒情 ，借古伤今，与苏轼《念奴娇》之壮美相比，却也是别一番氛围和意境，殊为难得了。"
        },
        {
            "title": "水调歌头 昔拟栩仙人王云鹤赠予诗云，寄与",
            "content": "四明有狂客，呼我谪仙人。俗缘千劫不尽，回首落红尘。我欲骑鲸归去，只恐神仙官府，嫌我醉时真。笑拍群仙手，几度梦中身。倚长松，聊拂石，坐看云。忽然黑霓落手，醉舞紫毫春。寄语沧浪流水，曾识闲闲居士，好为濯冠巾。却返天台去，华发散麒麟。\r\n【注释】：【注释】：\r\n这是一首充溢着浓厚的浪漫主义色彩的游仙词。作者赵秉文，自号“闲闲居土 ”，金代著名文人，处世颇有太白遗风，故其友人常以神仙或前代才人喻之并有诗文相赠，于是，赵秉文写了这首游仙词予以作答，表现了词作者本人超凡脱俗，洁身自好的精神追求。古文云：“诗本性情 。若系真诗 ，则一读其诗，而其人性情 ，入眼便见 。”（明·江盈科《雪涛诗评》）这首词便是如此。\r\n上片借神仙境界 、 前代才人的文坛佳话引发开来。“四明狂客 ”即唐代才子贺知章 ，因是四明人，故自号四明狂客 。“谪仙人”指唐李白，传说贺知章初见李白文章，惊为天人所作，故称之为“谪仙人”。所以首句既借用了李白被贺知章称为“谪仙人”的典故，又用“四明狂客”来指作者自己的朋友，用“谪仙人 ”来自比，语句双带，一举两得。“俗缘千劫不尽，回首落红尘”意为因“ 俗缘未尽”，所以仙人谪落凡世，与首句相联。“我欲骑鲸归去 ”三句，典故颇多。“骑鲸人”仍指李白，传说李白死后骑鲸归去，而李白自己也曾自称“海上骑鲸客”。“神仙官府”缘自唐顾况集《王源诀》：“下界功满方超上界，上界多官府，不如地仙快活。”意思是神仙也不自在 ，照样要受管束，“嫌我醉时真”就是原因之一 ，所以倒不如谪去仙籍，反倒自在。“笑拍群仙手，几度梦中身”是以“谪仙”身份，对还是仙人的人们谈大彻大悟的感慨。上片围绕“谪仙”层层展开，从古到仙，浑然一体。\r\n下片承上片，进一步发挥词人的丰富想象 ，“倚长松，聊拂石，生看云”区区九字，一幅地仙游乐图跃然约上 ，这种优美闲适的生活多么让人羡慕 ！然“忽然”二字，急转笔锋 ，由静至动，以紫毫之笔，蘸天上的里霓作墨，醉酒当书，这时的词人是多么狂放咨意 ！“ 寄语”三句，化用古谣“沧浪之水清兮，可以濯我缨 ；沧浪之水浊兮 ，可以濯我足”之意，“闲闲居士”乃词人自号，意思是用沧浪之水洗净尘世间的肮脏与不平，还一个清白人间，抒了作者的高远理想。“却反天台去”意返回天台作地仙，“华发散麒麟 ”缘自韩愈《杂诗》“被发骑麒麟”进一步道出词作者意欲远离尘嚣的欲世，追求清明境界的理想。\r\n这首词气势恢宏，想象丰富，时空交错，古往来今，天上人间，浑然一体。作者以“谪仙”自比，充分表达了自己的向往和追求。且运笔自如，语句或流畅或生动，虽处处用典 ，却又不拘泥于典 ，借典寓意，极富表现力。在游仙词中也可谓独树一帜了。"
        },
        {
            "title": "满江红 上清宫蜡梅 永乐大典二千八百十二梅",
            "content": "杰观雄楼，相照映、此花幽独。谁解识、蕊珠仙子，道家装束。蜡蒂紫苞融烛泪，檀心浅晕团金粟。渐蜂儿、展翅上南枝，风掀绿。落落伴，湖心玉。萧萧映，坛边竹。记月痕、曾上小阑干曲。输与能诗潘道士，梦为蝴蝶花间宿。向夜深、霜重不胜寒，骑黄鹄。"
        },
        {
            "title": "满庭芳 遗山乐府中附以上周泳先辑",
            "content": "天上殷韩，解羁官府，烂游舞榭歌楼。开花酿酒，来看帝王州。常见牡丹开候，独占断、谷雨风流。仙家好，霜天槁叶，?艳破春柔。狂僧谁借手，一杯唤起，绿怨红愁。看天香国色，梅菊替人羞。尽揭纱笼护日，容光动、玉?琼舟。都人士，年年十月，常记遇仙游。"
        },
        {
            "title": "渔歌子 滏水集三",
            "content": "白头波上白头人。黄叶渡西黄叶村。山几朵，酒盈尊。落日西风送到"
        },
        {
            "title": "渔歌子 滏水集三",
            "content": "一叶黄飞一叶舟。半竿落日半江秋。青草渡，白苹洲。归路月明山上"
        },
        {
            "title": "秦楼月 以上六首见中州乐府",
            "content": "箫声苦。箫声吹断夷山雨。夷山雨。人空不见，吹台歌舞。危亭目极伤平楚。断霞落日怀千古。怀千古。一杯还酹，信陵坟土。"
        },
        {
            "title": "青杏儿",
            "content": "风雨替花愁。风雨罢，花也应休。劝君莫惜花前醉，今年花谢，明年花谢，白了人头。乘兴两三瓯。拣溪山好处追游。但教有酒身无事，有花也好，无花也好，选甚春秋。"
        },
        {
            "title": "缺月挂疏桐 拟东坡作",
            "content": "乌鹊不多惊，贴贴风枝静。珠贝横空冷不收，半湿秋河影。缺月堕幽窗，推枕惊深省。落叶萧萧听雨声，帘外霜华冷。"
        },
        {
            "title": "水调歌",
            "content": "四明有狂客，呼我谪仙人。俗缘千劫不尽，回首落红尘。我欲骑鲸归去，只恐神仙官府，嫌我醉时真。笑拍群仙手，几度梦中身。倚长松，聊拂石，坐看云。忽然黑霓落手，醉舞紫毫春。寄语沧浪流水，曾识闲闲居士，好为濯冠巾。却返天台去，华发散麒麟。尘遮断来时路，不到蓬山五百年。其后玉龟山人云，子前身赤城子也。予因以诗记之云，玉龟山下古仙真。许我天台一化身。拟折玉莲骑白鹤，他年沧海看扬尘。吾友赵礼部庭玉说，丹阳子谓予再世苏子美也，赤城子则吾岂敢，若子美则庶几焉。尚愧辞翰微不及耳，因作此以寄意焉。"
        },
        {
            "title": "大江东去",
            "content": "秋光一片，问苍苍桂影，其中何物。\r\n一叶扁舟波万顷，四顾粘天无壁。\r\n叩枻[1]长歌，嫦娥欲下，\r\n万里挥冰雪。京尘千丈，\r\n可能容此人杰？\r\n回首赤壁矶边，骑鲸人去，\r\n几度山花发。澹澹长空千古梦？\r\n只有归鸿明灭。我欲从公，\r\n乘风归去，散此麒麟发。\r\n三山安在？玉箫吹断明月。"
        },
        {
            "title": "梅花引 过天门关作",
            "content": "山如峡。天如席。石颠树老冰崖坼。雪霏霏。水洄洄。先生此道，胡为乎来哉。石头路滑马蹄蹶。昂头贪看山奇绝。短童随。皱双眉。休说清寒，形容想更饥。□□□。□□□。□□□□□□□。□□□。□□□。□□□□，□□□□□。杖头倒挂一壶酒。为问人家何处有。捋冰髯。暖朝寒。何人画我，霜天晓过关。"
        }
    ]
}