{
    "dynasty": "金",
    "author": "吴激",
    "intro": "吴激（？-1142），字彦高，号东山，建州（今福建建瓯）人。宋宰相吴栻之子，书画家米芾之婿，著有《东山集》、《东山乐府》。",
    "items": [
        {
            "title": "春从天上来 会宁府遇老姬，善鼓瑟，自言梨",
            "content": "海角飘零。叹汉苑秦宫，坠露飞萤。梦里天上，金屋银屏。歌吹竞举青冥。问当时遗谱，有绝艺、鼓瑟湘灵。促哀弹，似林莺呖呖，山溜泠泠。梨园太平乐府，醉几度春风，鬓变星星。舞破中原，尘飞沧海  ，飞雪万里龙庭。写胡笳幽怨，人憔悴、不似丹青。酒微醒。对一窗凉月，灯火"
        },
        {
            "title": "同儿曹赋芦花",
            "content": "天接苍苍渚，江涵袅袅花。\r\n秋声风似雨，夜色月如沙。\r\n泽国几千里，渔村三两家。\r\n翻思杏园路，鞭袅帽檐斜。"
        },
        {
            "title": "题宗之家初序潇湘图",
            "content": "江南春水碧于酒，客子往来船是家。\r\n忽见画图疑是梦，而今鞍马老风沙。"
        },
        {
            "title": "晚春言怀寄燕中知旧",
            "content": "闲云泄泄日晖晖，林斧溪舂响翠微。\r\n天气乍晴花满树，人家久住燕双飞。\r\n邻村社后容借酒，客舍新来未绽衣。\r\n遥忆东郊亭畔柳，归时相见亦依依。"
        },
        {
            "title": "早春",
            "content": "寂寂重寂寂，出门春草齐。\r\n晚芳犹着树，江涨欲平溪。\r\n山暝有时雨，村深何处鸡。\r\n远山缘底恨，故作傍人低。"
        },
        {
            "title": "风流子 中州乐府以上赵万里辑本金吴激东山",
            "content": "书剑忆游梁。当时事、底事不堪伤。念兰楫嫩漪，向吴南浦，杏花微雨，窥宋东墙。凤城外，燕随青步障，丝惹紫游缰。曲水古今，禁烟前后，暮云楼阁，春早池塘。回首断人肠。年芳但如雾，镜发成霜。独有蚁尊陶写，蝶梦悠扬。听出塞琵琶，风沙淅沥，寄书鸿雁，烟月微茫。不似海门潮信，能到浔阳。生南北如歧路一首，乃无名氏词，类编草堂诗馀二误以为吴词。春草碧几番风雨西城陌一首，乃完颜?词，杨朝英阳春白雪一误以为吴词。"
        },
        {
            "title": "瑞鹤仙 寄友人 永乐大典一万四千三百八十一",
            "content": "晓溪烟曳缕。乍润入芳草，东风吹雨。桃花破冰渚。看葡萄东涨，孤舟掀舞。沿吴溯楚。记孤烟、相对夜语。到而今醉里，听打小窗，梦随双橹。羁旅馀生飘荡，地角天涯，故人何许。离肠最苦。思君意，渺南浦。会收身却向，小山丛桂，重寻林下旧侣。把千岩万壑云霞，暮年占取。"
        },
        {
            "title": "春从天上来 会宁",
            "content": "海角飘零。叹汉苑秦宫，坠露飞萤。梦里天上，金屋银屏。歌吹竞举青冥。问当时遗谱，有绝艺、鼓瑟湘灵。促哀弹，似林莺呖呖，山溜泠泠。梨园太平乐府，醉几度春风，鬓变星星。舞破中原，尘飞沧海  ，飞雪万里龙庭。写胡笳幽怨，人憔悴、不似丹青。酒微醒。对一窗凉月，灯火"
        },
        {
            "title": "木兰花慢 中秋 吴礼部诗话",
            "content": "敞千门万户，瞰沧海、烂银盘。对沆瀣楼高，储胥雁过，坠露生寒。阑干。眺河汉外，送浮云、尽出众星乾。丹桂霓裳缥缈，似闻杂佩珊珊。长安底处高城，人不见，路漫漫。叹旧日心情，如今容鬓，瘦沈愁潘。幽欢。纵容易得，数佳期、动是隔年看。归去江湖一叶，浩然对影垂竿。"
        },
        {
            "title": "满庭芳 中州乐府",
            "content": "谁挽银河，青冥都洗，故教独步苍蟾。露华仙掌，清泪向人沾。画栋秋风袅袅，飘桂子、时入疏帘。冰壶里，云衣雾鬓，掬手弄春纤。厌厌。成胜赏，银盘泼汞，宝鉴披奁。待不放楸梧，影转西檐。坐上淋漓醉墨，人人看、老子掀髯。明年会，清光未减，白发也休添。"
        },
        {
            "title": "满庭芳 永乐大典一万四千三百八十一寄字韵",
            "content": "射虎将军，钓鳌公子，骑鲸天上仙人。少年豪气，买断杏园春。海内文章第一，属车从、九九清尘。相逢地，岁云暮矣，何事又参辰。沾巾。云雪暗，三韩底是，方丈之滨。要远人都识，物外精神。养就经纶器业，结来看、开阖平津。应怜我，家山万里，老作北朝臣。"
        },
        {
            "title": "满庭芳 永乐大典一万四千三百八十一寄字韵",
            "content": "千里伤春，江南三月，故人何处汀州。满簪华发，花鸟莫深愁。烽火年年未了，清宵梦，定绕林丘。君知否，人间得丧，一笑付文楸。幽州。山偃蹇，孤云何事，飞去还留。问来今往古，谁不悠悠。怪底眉间好色，灯花报、消息刀头。看看是，珠帘暮卷，天际识归舟。"
        },
        {
            "title": "满庭芳 寄友人 永乐大典一万四千三百八十一",
            "content": "柳引青烟，花倾红雨，老来怕见清明。欲行还住，天气弄阴晴。是处吹箫巷陌，衫襟渍、春酒如饧。溪桥畔，涓涓流水，鸡犬静柴荆。高城。天共远，山遮望断，草唤愁生。等五湖烟景，今有谁争。凄断湘灵鼓瑟，写不尽、楚客多情。空惆怅，春闺梦短，斜月晓闻莺。"
        },
        {
            "title": "诉衷情",
            "content": "夜寒茅店不成眠。\r\n残月照吟鞭。\r\n黄花细雨时候，\r\n催上渡头船。\r\n鸥似雪，水如天。忆当年。\r\n到家应是，童稚牵衣，\r\n笑我华颠。"
        },
        {
            "title": "人月圆",
            "content": "南朝千古伤心事，犹唱后庭花。\r\n旧时王榭，堂前燕子，飞向谁家？\r\n恍然一梦，仙肌胜雪，宫髻堆鸦。\r\n江州司马，青衫泪湿，同是天涯。"
        },
        {
            "title": "春从天上来",
            "content": "小序：会宁府遇老姬，善鼓瑟。自言梨园旧籍，因感而赋此。\r\n　　海角飘零，叹汉苑秦宫，坠露飞萤。梦里天上，金屋银屏。歌吹竞举青冥。问当时遗谱，有绝艺、鼓瑟湘灵。促哀弹，似林莺呖呖，山溜泠泠。\r\n　　梨园太平乐府，醉几度春风，鬓变星星。舞破中原，尘飞沧海，飞雪万里龙庭。写胡笳幽怨，人憔悴、不似丹青。酒微醒。对一窗凉月，灯火青荧。\r\n【注释】：①青冥：晴天。\r\n②湘灵：传说中的湘水之神，为尧帝之女，善于鼓瑟。【译文】：　　这老姬与我，都是天涯海角的飘零客。可叹那汉朝的花园，秦朝的宫殿，现在荒芜不堪。只有寒露坠落，流萤纷飞。听着她的瑟声，我似乎是在梦中，飞上了天，那里有金的屋子，银的画屏。歌声伴随着乐声，飞在青天上，老姬弹的旧时在宫中常奏的曲子，她鼓瑟的技艺精湛，可与湘灵媲美。她既迅疾，又悲凉地弹奏着，瑟声如林中的黄莺的呖呖鸣声，山涧的泠泠响声。\r\n　　在宫廷个物种，她曾度过自己的青春岁月，现在，她年华已老，两鬓斑白。战乱搅破了歌舞，战尘飞扬，沧海桑田变幻，万里江山，一片飞雪，在这北方幽怨的胡笳声中，老姬人已憔悴，不再像画中人般的美貌。我听罢她的演奏，黯然，归去，只见我凄静的屋中，窗前映着凉凉的月光，灯火昏暗。【赏析】：　　作者借对鼓瑟老姬的瑟声和她的生平遭际的联想，抒发了自己对故国沦亡的哀叹，词境凄清，情感动人。"
        }
    ]
}