{
    "dynasty": "清",
    "author": "纳兰容若",
    "intro": "",
    "items": [
        {
            "title": "金缕曲　赠梁汾",
            "content": "德也狂生耳\r\n偶然间、淄尘京国，乌衣门第\r\n有酒惟浇赵州土，谁会成生此意\r\n不信道、遂成知己\r\n青眼高歌俱未老\r\n向尊前、拭尽英雄泪\r\n君不见，月如水\r\n\r\n共君此夜须沉醉\r\n且由他、娥眉谣诼，古今同忌\r\n身世悠悠何足问，冷笑置之而已\r\n寻思起、从头翻悔\r\n一日心期千劫在\r\n后身缘、恐结他生里\r\n然诺重，君须记\r\n【注释】：【注释】\r\n\r\n    金缕曲：词牌名。\r\n\r\n    梁汾：顾贞观（1637～1714年），字华峰，号梁汾。江苏无锡人，纳兰性德的朋友。清康熙五年（1666年）顺天举人。著有《积书岩集》及《弹指词》。清康熙十五年（1676年）与纳兰性德相识，从此交契，直至纳兰性德病殁。\r\n\r\n    德也狂生耳：我本是个狂放不羁的人。德，作者自称。\r\n\r\n    偶然间，淄尘京国，乌衣门第：我在京城混迹于官场，又出身于高贵门第，这只是命运的偶然安排。淄尘京国，表居北京之无奈。淄尘，黑尘，喻污垢。此处作动词用，指混迹。淄，通“缁”，黑色。京国，京城。乌衣门第：东晋王、谢大族多居金陵乌衣巷，后世遂以该巷名指称世家大族。\r\n\r\n    有酒惟浇赵州土：用李贺《浩歌》“买丝绣作平原君，有酒唯浇赵州土”句意，是说希望有战国时赵国平原君那样招贤纳士的人来善待天下贤德才士。浇，浇酒祭祀。赵州土，平原君墓土。\r\n\r\n    谁会成生此意：谁会理解我的这片心意。会，理解。成生，作者自称。作者原名成德，后避太子讳改性德。\r\n\r\n    不信道、竟逢知己：万万没有想到，今天竟然遇到了知己。\r\n\r\n    青眼高歌俱未老：趁我们青壮盛年，纵酒高歌。青眼，契重之眼光，此指青春年少。\r\n\r\n    向尊前、拭尽英雄泪：姑且面对酒杯，擦去英雄才有的眼泪。为二人均不得志而感伤。尊，同“樽”。\r\n\r\n    且由他、娥眉谣诼，古今同忌：姑且由他去吧，才干出众，品行端正的人容易受到谣言中伤，这是古今常有的事。语出《离骚》：“众女嫉余之娥眉兮，谣诼谓余以善淫。”娥眉，亦作“蛾眉”，喻才能。谣诼，造谣毁谤。忌，语助词，无实义。\r\n\r\n    身世悠悠何足问：人生岁月悠悠，遭受挫折苦恼，不必去追究。悠悠，遥远而不定貌。\r\n\r\n    寻思起、从头翻悔：若对挫折耿耿于怀，反复寻思，那么从人生一开始就错了。\r\n\r\n     一日心期千劫在：一日以心相许成为知己，即使经历千万劫难，我们二人的友情也将依然长存。心期：以心相许，情投意合。\r\n\r\n    后身缘、恐结他生里：来世他生，我们的情缘还将保持。后身缘，来生情缘。\r\n\r\n    然诺重，君须记：朋友间信用为重，您要切记。然诺重，指守信誉，不食言。\r\n\r\n \r\n\r\n【古诗今译】\r\n\r\n    我原本也是个狂妄的小子，我在京城混迹于官场，这不过是因为出身于高贵门第和命运的偶然安排罢了。我真心仰慕平原君的广结贤士，希望能有赵国平原君那样招贤纳士的人来善待天下贤德才士，可是却没有谁会理解我的这片心意。万万没有想到，今天竟然遇到了您这位知己。今天，趁我们还不算老，擦去感伤的眼泪，纵酒高歌，把精神振作起来。\r\n\r\n     今天我们一定要开怀畅饮，一醉方休。从古到今，才干出众、品行端正的人遭受谣言中伤，这都是常有的事，姑且由他去吧。人生岁月悠悠，难免遭受点挫折苦恼，这些都没必要放在心上，思过之后冷笑一声放在一边就完事儿了。若总是耿耿于怀，那么从人生一开始就错了。今天我们一朝以心相许，成为知己，他日即使经历千万劫难，我们的友情也要依然长存。这后半生的缘分，恐怕要到来世也难以补足。这个诺言是很沉重的，您一定要牢牢记在心里。\r\n\r\n \r\n\r\n【赏析】\r\n\r\n    纳兰性德（1655-1685），原名成德，字容若，号楞伽山人，满洲正黄旗，清初著名词人。清康熙十五年（1676）进士，官一等侍卫。好读书，喜填词。其词多写离情别绪、伤春悲秋等个人生活感受。\r\n\r\n    这首《金缕曲》写于初识顾梁汾之时。纳兰性德出身高贵门第，地位高，而顾梁汾则是一个刚刚辞官的不得志者，这首词深情地表明了作者与顾梁汾相见恨晚、相互知心的友情，抒发了其对才士贤人不幸遭际的同情与不平。\r\n\r\n    上阙:表白心迹。作者表明自己鄙视荣华富贵，希望顾梁汾能以常人对待自己。\r\n\r\n    这首词是纳兰性德初识顾梁汾之时的酬赠之作。这首词写于公元1676年，是年纳兰性德年仅二十二岁，其时顾梁汾已年遇四十，因不得志，刚刚解职辞官，暂舍于纳兰性德府第。生性注重友情的纳兰性德欲与顾梁汾结下肺腑之交，但又由于两人当时地位悬殊，恐顾梁汾不解其情意，故先表明了自己的心志，以消除二人之间门第等级之间的隔阂。\r\n    作者起笔就说：“德也狂生耳。偶然间、缁尘京国，乌衣门第。”意思是说：我原本就是一个狂放不羁的人，能在京城混迹于官场，只不过是偶然的机会和门第的高贵而已。这充分表明了纳兰性德从内心深处鄙视荣华富贵，不以贵族公子自居，言外之意是希望顾梁汾能以常人对待他。“狂”者，指慷慨激发、忘形尘俗也；“狂生”，乃狂放不羁之人。\r\n\r\n    “有酒惟浇赵州土，谁会成生此意。不信道、竟成知己。”李贺《浩歌》中有“买丝绣作平原君，有酒唯浇赵州土”句，作者以此示其景仰平原君广纳贤才之贤德，然如此“见才必怜，见贤必慕”之情，竟无人领会，无人理解!然后笔锋一转，“不信道、竟成知己”，万万没有想到，今天竟然遇到了您这位知己。 “不信”与“竟”的连用，其得遇知己的喜悦之情，溢于言表。\r\n\r\n    “青眼高歌俱未老，向尊前、拭尽英雄泪。”语出杜甫《短歌行》“青眼高歌望吾子，眼中之人我老矣”，庆幸我们都还青壮盛年，应当把酒痛饮，纵情高歌，擦去英雄才有的眼泪。表现酣畅淋漓。\r\n\r\n    “君不见，月如水。”以景作结。那一夜，月儿皎洁，似是映衬着他们悲凉的情怀，又似是他们纯洁友谊的见证。更渲染出高洁而凄清之氛围，即情即景，尽在不言中。\r\n\r\n    下阙：从同情梁汾的坎坷遭遇着笔，劝勉朋友释怀。\r\n\r\n    “共君此夜须沉醉。”紧承上阙“向尊前、拭尽英雄泪”而来。这里的“须”字很值得考究，它表明，诗人是要有意识地使自己神经麻木，有“退一步海阔天空”之心。\r\n\r\n    “且由他、蛾眉谣诼，古今同忌”语出《离骚》“众女嫉余之蛾眉兮，谣诼谓余以善淫”。作者把顾梁汾之遭际纳入普遍规律，劝其当及时释怀，不要把谗言污蔑放在心上，以免无休止地困扰自己。\r\n\r\n    “身世悠悠何足问，冷笑置之而已。寻思起、从头翻悔。” 人生岁月悠悠，本不可预测，难免遭受点挫折苦恼，这些都没必要放在心上，思过之后笑一笑放在一边就完事儿了。如若总是耿耿于怀，反复寻思放之不下，那就错了。\r\n\r\n    以上皆为慰勉之词，什么谗言诬陷，什么悠悠身世，什么坎坷挫折，统统放在一边，还不如开怀痛饮，对酒当歌，挥手“拭尽英雄泪”，一吐为快。\r\n\r\n    “一日心期千劫在，后身缘、恐结他生里。然诺重，君须记。”一日心期，千劫不负，只可憾相见恨晚，但愿结他生之缘，请切切铭记今天的承诺。\r\n\r\n    这首词风格凄切，酣畅，深沉，又慷慨淋漓，耐人寻味。尤其是真情实感，是这首词得以生命长青，久盛不衰之所在。"
        },
        {
            "title": "金缕曲",
            "content": "德也狂生耳\r偶然间、淄尘京国，乌衣门第\r有酒惟浇赵州土，谁会成生此意\r不信道、遂成知己\r青眼高歌俱未老\r向尊前、拭尽英雄泪\r君不见，月如水\r\r共君此夜须沉醉\r且由他、娥眉谣诼，古今同忌\r身世悠悠何足问，冷笑置之而已\r寻思起、从头翻悔\r一日心期千劫在\r后身缘、恐结他生里\r然诺重，君须记"
        }
    ]
}